{
  "건치연혁": "본래 백제의 소부리군(所夫里郡) 사자(泗泚)라고도 한다. 백제의 성왕(聖王)이 웅천(熊川)으로부터 여기에 와서 도읍하고, 남부여(南扶餘)라 이름하였다. 의자왕(義慈王) 때에 신라의 김유신(金庾信)이 당 나라 소정방(蘇定方)과 더불어 공격하여 멸망시키고, 당 나라 군사가 돌아가고 나서는 신라에서 그 땅을 모두 차지하였다. 문무왕(文武王) 12년에 총관(摠管)을 두었고, 경덕왕(景德王)이 지금 이름으로 고쳐서 군(郡)으로 만들었으며, 고려 현종(顯宗) 9년에 공주에 예속시켰고, 명종(明宗) 2년에 감무(監務)를 두었고, 본조 태종 13년에 예에 따라 현감(縣監)으로 고쳤다.\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "소부리(所夫里)ㆍ남부여(南扶餘)ㆍ반월(半月)ㆍ사자(泗泚) 자(泚)는 혹 비(沘)로도 쓴다. 여주(餘州) 《삼국유사(三國遺事)》에 나와 있다.\n\n",
  "성씨": "본현 심(沈)ㆍ이(李)ㆍ서(徐)ㆍ전(全)ㆍ형(邢)ㆍ조(曹)ㆍ고(高)ㆍ표(表)가 있으며 백(白) 속성(續姓)이다.\n\n",
  "형승": "탄현(炭峴)ㆍ백강(白江) 성충(成忠)이 의자왕을 간(諫)한 글에 있으며, 인물편에 자세히 나와 있다.\n\n",
  "산천": "부소산(扶蘇山) 현 북쪽 3리에 있는 진산(鎭山)이다. 동쪽 작은 봉에 비스듬히 올라간 곳을 영월대(迎月臺)라 부르고, 서쪽 봉을 송월대(送月臺)라 이른다. 탄현(炭峴) 현 동쪽 14리에 있는데 공주와의 경계이다. 부산(浮山) 고성진(古省津)의 북쪽 언덕에 있다. 망월산(望月山) 현 동쪽 15리에 있으며, 또 석성현(石城縣) 편에도 나와 있다. 취령산(鷲靈山) 현 서쪽 20리에 있다. 오산(烏山) 현 남쪽 7리에 있다. 나소현(羅所峴) 현 서쪽 30리에 있다. 백마강(白馬江) 현 서쪽 5리에 있다. 양단포(良丹浦) 및 금강천(金剛川)이 공주의 금강(錦江)과 합류하여 이 강이 된 것인데, 임천군(林川郡) 경계로 들어가서는 고다진(古多津)이 된다. 고성진(古省津) 바로 사자하(泗泚河)인데, 부소산 아래에 있다. ○ 백제의 의자왕 때 물고기가 죽어 물 위에 떴는데, 그 길이가 3장(丈)이나 되었다. 이를 먹은 자는 죽었고, 또 물빛이 붉게 변하여 핏빛과 같았다. 대왕포(大王浦) 현 남쪽 7리에 있는데, 오산(烏山) 서쪽에서 발원하여 백마강(白馬江)으로 들어간다. ○ 백제의 무왕(武王)이 매양 여러 신하들을 거느리고 사자하(泗泚河) 북쪽 물가에서 놀면서, 술마시며 즐기고 술이 취해서는 반드시 거문고를 뜯으면서 스스로 노래하고, 시종하는 자들을 일어나 춤추게 하여, 당시 사람들이 이로 말미암아 ‘대왕포(大王浦)’라 일컬었다 한다. 광지포(光之浦) 현 동북쪽 7리에 있다. 양단포(良丹浦) 현 서쪽 7리에 있다. 나소현(羅所峴)에서 발원한다. 금강천(金剛川) 현 북쪽 23리에 있다.\n석탄(石灘) 현 동쪽 12리에 있으며, 백마강의 상류이다. ○ 고려의 정언(正言) 이존오(李存吾)가 글을 올려 신돈(辛旽)을 탄핵하였다가 장사 감무(長沙監務)로 좌천되었다. 그 뒤에 이곳에 살면서 여울 위에 정자를 짓고 한가로이 시를 읊으면서 그 몸을 마쳤는데, 일찍이 시를 짓기를, “백제 옛 나라 장강(長江) 굽이에, 석탄(石灘)의 풍월이 주인 없는 지 몇 해이런가. 들불이 언덕을 사르니 평탄하기 손바닥 같은데, 때때로 소가 묵은 밭을 가네. 내가 와 정자 짓고 승경(勝景)을 더듬으니, 온갖 경치 아름답게 앞으로 몰려드네. 구름과 연기는 교사(蛟蛇)의 굴에 끼었다간 사라지고, 산 아지랑이 아물거리며 먼 하늘에 떠 있다. 흰 모래 언덕 뚝 끊기매 갯물이 들어오고, 큰 암석이 연달아 물가에 비꼈구나. 조각배 저어 남으로 올효조(兀梟窕)로 돌면, 돌 난간 계수나무 기둥이 맑은 물을 굽어본다. 돌부처여, 그대는 의자왕 시대의 일을 목격하였으리라. 오직 들 두루미 와서 참선(參禪)하고 있구나. 상상해 보니 옛날 당 나라 장수가 바다를 건너왔을 때, 웅병(雄兵) 10만에 북소리 둥둥 울렸으리. 도문(都門) 밖 한 번 싸움에 나라 힘을 다했으나, 임금이 두 손 모아 결박을 당하였다. 신물(神物 용(龍))도 빛을 잃고 제자리 못 지켰나. 돌 위에 남긴 자취 아직도 완연하다. 낙화암(落花巖) 아래에는 물결만 출렁대고, 흰 구름 천년 동안 속절없이 유연(悠然)하다.” 하였다.○ 정도전(鄭道傳)의 시에, “석벽은 쇠를 깎아 세운 듯, 여울 흐름은 긴 무지개가 달아나는 듯. 여울 머리에 고기잡이배 비꼈고, 여울 위에는 초가집을 세웠다. 고상한 사람이 깨끗한 병(病)을 안고서, 벼슬 버리고 돌아와 그 가운데 누워 있다. 아침나절 놀이에는 호탕(浩蕩)한 물결 즐기고, 저녁 조망(眺望)에는 밝았다 어두웠다 하는 데 놀란다. 날씨가 더울 때엔 시원함을 끌어 당기고, 장마가 다 지나면 흰 달이 흐른다. 봄 강물이 쪽[藍]보다 푸르거니, 북풍에 나부끼는 백설과 어떠하랴. 조용히 앉아 기이하게 변해 가는 사시를 구경하니, 저 흘러가는 것은 멈출 때가 없구나. 홀로 한 쌍의 저 흰 갈매기, 날아와서 이곳에 길이 있구나. 슬프다, 나는 저 새보다도 못하여, 가지도 못하고 속절없이 서로 생각만 한다.” 하였다.○ 정몽주(鄭夢周)의 시에. “봄 바람에 마음 아프게 이 장사(李長沙 이때 이존오(李存吾)가 장사 감무(長沙監務)로 좌천되어 있었다)를 생각하고, 남쪽 누각에 방황하니 해가 비끼려 한다. 선실(宣室)의 은명(恩命) 받을 날이 응당 멀지 않을 것이니, 석탄(石灘 이존오의 호) 위의 밝은 달을 자랑하지 말라.” 하였다.○ 이직(李稷)의 시에, “이씨(李氏)는 신라 대성(大姓)의 후예(後裔)로, 선생의 절의(節義)가 또 남다르네. 간신(奸臣)을 때린 수실(秀實)이 필경 시대와 맞지 않고, 세상 도피한 엄자릉(嚴子陵)은 곧 낚싯대 드리웠다. 일은 지났어도 그 높은 이름 해ㆍ별과 함께 빛을 다투고, 성탄(星灘)은 비었는데 양쪽 언덕에는 쑥ㆍ명홧대뿐이로다. 충효(忠孝)로 집을 이은 계성군(鷄城君 이존오의 아들)이 있으니, 남은 경사 무궁함을 어찌 헤아리랴.” 하였다.○ 안노생(安魯生)의 석탄정기(石灘亭記)에, “내가 이미 관례(冠禮)를 하고 서울 가서 배울 때에, 살던 곳이 선생의 집과 수리(數里)도 못 되었다. 당시 선생은 아직 총각으로 유희(遊戲)를 일삼지 않고 성품이 독서를 좋아하였는데, 한 번 나를 보고는 곧 흔연히 옛 친구같이 대하였다. 나도 또한 그가 장차 영특한 인물이 될 것을 알고서 서로 벗이 되어 좋아하였더니, 다음 해 봄에 똑같이 사마시(司馬試)에 합격하였다. 선생이 나에게 말하기를, ‘석탄(石灘)은 나의 선자(先子 돌아가신 아버지)의 별장[別業]이다. 공산(公山 공주) 금강(錦江)의 서쪽이자, 부여(扶餘) 반월성(半月城)의 동쪽에 위치하고 있는데, 계룡산에서 발원하여 공산의 남쪽을 경유하여, 다시 서쪽으로 꺾여서 드디어 금강과 합류하여 역류(逆流)로 돌아 바다로 흘러 들어간다. 옛날 내 선자께서 간관(諫官)으로 계시다가, 물러나와 이곳에 사시면서 그 위에 정자를 짓고 날마다 올라가서 푸른 산을 대하고 흐르는 물을 굽어보시면서, 그윽한 심정을 마음껏 푸셨던 곳이다. 미약한 나 소자(小子)는 아무 재능도 없는 사람으로 또한 간대부(諫大夫)가 되었다가, 일을 논한 것이 잘못되어 드디어 이곳에 돌아와서 선자의 뜻을 이어 장차 이 몸을 마치려고 했더니, 성명(聖明)하신 임금을 만나 신(臣)을 석탄 가운데서 끌어올려, 정부에 두시고 훈신(勳臣)의 반열에 참여하게 하시어 계림군의 봉작(封爵)을 내리시고, 능연각(陵煙閣) 위에 형모를 그렸으니, 아름다운 벼슬과 후한 녹봉의 영광이 조상에게 빛나는지라 어찌 마음속에 부끄럽지 않으리오. 같은 석탄인데 선자의 어짊으로도 그 뜻을 이루지 못하시고 끝내 폐해졌거늘, 어리석고 졸렬한 내가 특별히 그 사이에서 기용되어 이에 이르렀으니, 나 혼자서 은근히 이를 괴상하게 생각하는 바이다. 그대는 나를 위하여 그 사실을 쓰라.’ 하였다. 내가 말하기를, ‘일찌기 조정의 공의(公議)를 들으니, 모(某 이존오(李存吾))는 동국의 간신(諫臣)이다. 전조(前朝)를 섬기던 날에 현릉(玄陵 공민왕)이 역적 신돈(辛旽)에게 미혹하여, 나라 일이 날로 그릇되어 가서 만일 배척해 말하는 자가 있으면, 매양 그를 중상(中傷)하기 때문에 비록 의사(義士)라고 불리는 사람도 모두 화(禍)를 두려워하여 감히 말하지 못하였는데, 모(某)가 정언(正言)으로서 분연히 대의(大義)를 창(倡)하여, 몸을 돌아보지 않고 분연히 글을 올려 그를 탄핵하니, 간하는 말이 간절하고 정직하였는데 과연 거슬림을 당하여 장사 감무(長沙監務)로 좌천되었다. 얼마 안 되어 석탄으로 놓여 돌아와서 한가로이 세월을 보내다가, 그 종말에 이르러 분함으로 인하여 병이 되어 누웠다가, 갑자기 벌떡 일어나서 큰 소리로 외치기를, 「돈이 멸망하였는냐.」 하므로, 모시고 있던 사람이 말하기를, 「아직도 기세가 치열합니다.」하니, 도로 누우며 말하기를, 「돈이 멸망해야 내가 죽으리라.」하였는데, 처음 병이 시작할 때부터 돌아갈 때까지 이와 같이 한 것이 여러 번이었다 하니, 그렇다면 그의 충성과 의기(義氣)는 죽을 때까지도 변하지 않은 것이니, 이는 천성에서 나온 것이요 억지로 한 것이 아니다. 그리고 얼마 후에 신돈이 죽음을 받으매, 현릉도 뉘우치고 깨달아 즉시 간의대부(諫議大夫)의 증직(贈職)을 내리고, 또 어필(御筆)로 특별히 쓰기를, 「간신(諫臣)의 아들 아무를 장복 직장(掌服直長)으로 삼는다.」하였다. 현릉이 비록 즉시 간하는 말을 좇지는 못했으나 악의 괴수를 베어 없애고, 뒤에 뉘우치고 깨달아서 그의 죽음을 영광스럽게 하고 그 아들에게 은총을 베풀었으니, 또한 현명한 임금일진저. 사람들의 말에, 「박옥(璞玉)의 아름다움을 비록 보지 못한 자라도 모두 그 온윤(溫潤)의 미(美)를 알며, 성현(聖賢)의 높은 것을 말하면 비록 미혹하고 어리석은 자라도 또한 도덕의 귀함이 있는 것을 안다.」한다. 그러기 때문에 백이(伯夷)ㆍ숙제(叔齊)는 서산(西山)에서 주려서 죽은 한 필부(匹夫)이지만, 사람들이 지금까지도 그를 칭송하고 있는 것인데, 공의 선자가 비록 석탄 위에서 세상을 마쳤으나, 당시에 직접 보고 아는 자와 지금 이를 듣고 아는 자가 모두 그 의기에 탄복하면서 칭송을 마지 않는 것은, 그 백이(伯夷)의 풍(風)이 있기 때문이다. 또 굽혔다간 피고, 갔다간 오는 것은 자연의 이치이다. 가지 않으면 어찌 오며, 굽히지 않으면 어찌 펴겠는가. 더욱이 아버지와 아들은 한 기운이 나뉜 것이지만, 어찌 부자 사이의 굽히고 펴진 것을 둘로 볼 수 있겠는가. 이것으로 보아 선자가 전일 억울하였던 것은, 오늘의 펴짐을 가져 오려는 것이었음을 알 것이니, 선생은 무엇을 괴상하게 여기리요. 선생의 충의는 안으로는 가업(家業)을 이어나갈 것이오, 위로는 임금의 명을 저버리지 않고 영원히 왕좌(王佐)의 인재가 되어 유풍(流風)과 여경(餘慶)이 반드시 저 석탄과 함께 흘러서 쉬지 않을 것이다. 내가 선생에게 어찌 구차스럽게 환심을 사려 함이겠는가. 이미 그 사실을 쓰고 또 바라는 바가 있어 쓰는 바이다.’ 하였다.” 하였다.\n\n",
  "토산": "감[枾].\n",
  "학교": "향교 현 서쪽 1 리에 있다.\n\n",
  "역원": "은산역(恩山驛) 현 서쪽 15리에 있다. 용전역(龍田驛) 현 동쪽 8리에 있다. 고성원(古省院) 고성진(古省津) 언덕에 있다. 복천원(福泉院) 현 북쪽 30리에 있다. 금강원(金剛院) 금강천(金剛川) 언덕에 있다.\n\n",
  "교량": "양단진교(良丹津橋)ㆍ금강천교(金剛川橋).\n",
  "불우": "숭각사(崇角寺)ㆍ도천사(道泉寺) 모두 취령산(鷲靈山)에 있다. 경룡사(驚龍寺)ㆍ보각사(普覺寺)ㆍ망월사(望月寺) 모두 망월산(望月山)에 있다. 호암사(虎巖寺) 호암산(虎巖山) 천정대(天政臺) 아래에 있는데, 바위가 하나 있고, 그 위에 호랑이의 자취가 있기 때문에, 그렇게 이름했다 한다. 고란사(高蘭寺) 부소산(扶蘇山)에 있다. 망심사(望心寺) 취령산에 있다.\n\n",
  "사묘": "사직당 현 서쪽에 있다. 문묘 향교에 있다. 성황사 부소산 마루턱에 있다. 여단 현 북쪽에 있다.\n\n",
  "고적": "반월성(半月城) 돌로 쌓았다. 주위가 1만 3천 6척이니 이것이 곧 옛 백제의 도성(都城)이다. 부소산을 쌓아 안고 두 머리가 백마강(白馬江)에 닿았는데, 그 형상이 반달같기 때문에 반월성이라 이름한 것이다. 지금의 아문(衙門)이 그 안에 있다. 증산성(甑山城) 현 서쪽 14리에 있다. 돌로 쌓았는데 둘레가 1천 2백 69척에 높이가 10척이다. 그 안에 한 우물이 있었는데 지금은 못쓰게 되었다. 청산성(靑山城) 현 동쪽 1리에 있는데 돌로 쌓았다. 둘레가 1천 8백 척에, 높이가 5척이며, 그 안에 세 개의 우물이 있고 군창(軍倉)이 있다. 천정대(天政臺) 현 북쪽 10리쯤에 있다. 강 북쪽에 절벽으로 된 봉우리에 큰 암석이 대(臺)같이 되어 강물을 굽어 보고 있다. 사람들이 전하는 말에, “백제 때에 재상(宰相)을 임명하려 하면, 뽑힐 만한 자의 이름을 써서 함(函) 속에 넣고 봉한 다음, 바위 위에 놓았다가 조금 뒤에 이를 취하여 보고, 이름 위에 도장 흔적이 있는 것으로 재상을 삼았다.”고 해서 그렇게 이름했다 한다. 혹은 정사암(政事巖)이라고도 일컫는다. 조룡대(釣龍臺) 호암(虎巖)으로부터 물을 따라 남쪽으로 내려가다 부소산(扶蘇山) 아래에 이르러, 한 괴석(怪石)이 강가에 걸터앉은 듯이 있는데 돌 위에는 용(龍)이 발톱으로 할퀸 흔적이 있다. 전하는 말에 의하면 “소정방(蘇定方)이 백제를 공격할 때, 강에 임하여 물을 건너려고 하는데 홀연 비바람이 크게 일어나므로 흰 말로 미끼를 만들어 용 한 마리를 낚으니, 잠깐 사이에 날이 개어 드디어 군사가 강을 건너 공격하였다. 그러기 때문에 강을 백마강이라 이르고, 바위는 조룡대라고 일렀다.” 한다. 낙화암(落花巖) 현 북쪽 1리에 있다. 조룡대 서쪽에 큰 바위가 있는데 전설에 의하면, 의자왕(義慈王)이 당 나라 군사에게 패하게 되자 궁녀(宮女)들이 달아나 나와 이 바위 위에 올라 스스로 강물에 몸을 던졌으므로 낙화암이라 이름했다.” 한다. 자온대(自溫臺) 현 서쪽 5리에 있다. 낙화암에서 물을 따라 서쪽으로 내려가면 괴상한 바위가 물가에 걸터앉은 듯이 있는데, 10여 명이 앉을 만하다. 전해 오는 말에 의하면, “백제의 왕이 이 바위에서 놀면 그 바위가 자연히 따뜻해졌기 때문에 그와 같이 이름했다.” 한다. 의염창고기(義鹽倉古基) 현 동쪽 10리에 있다. 옛날에 연해에 있는 각 고을의 소금을 수납하여 적곡(糴穀 양곡매입(糧穀買入))과 대납하였다.” 한다. 석전부곡(石田部曲) 현 서쪽 10리에 있다. 지금은 내복지촌(乃卜只村)이라 부른다. 풍지소(楓枝所) 현 남쪽 10리에 있다.\n\n『신증』 소정방 비(蘇定方碑) 현 서쪽 2리에 있다. 당 나라 고종(高宗)이 소정방을 보내어 신라의 김유신(金庾信)과 더불어 백제를 쳐서 이를 멸망시키고, 이곳에 돌을 세워 그 공적을 기록하였다.\n\n",
  "인물": "백제 성충(成忠) 의자왕(義慈王)이 궁녀들과 더불어 음란하게 연락(宴樂)에 빠져 술마시기를 그치지 않으므로, 좌평(佐平) 성충(成忠)이 극력 간하였더니, 왕이 노하여 옥(獄)에 가두었다. 성충이 옥중에서 병이 나서 죽을 때에 글을 올려 간하기를, “충신은 죽어도 임금을 잊지 않는 것이오니 원하건대 한 말씀 드리고 죽겠나이다. 신이 시변(時變)을 관찰하오니, 반드시 병란이 있을 것입니다. 무릇 군사를 쓰려면 그 땅을 살펴 선택하여 상류(上流)에 처하여 적군을 맞이한 뒤에야 보전할 것이니, 만약 다른 나라의 군병이 공격해 올 경우 육로(陸路)로는 탄현(炭峴 침현(沈峴)이라고도 한다)을 넘어오지 못하게 하며, 수군(水軍)은 백강(白江 기벌포(伎伐浦)라고도 이른다)에 들어오지 못하게 하고, 그 험준하고 막힌 지리(地利)를 점거하여 방어한 뒤에야 가할 것입니다.” 하였다. 왕이 그 말에 유의하지 아니하였다가 당 나라와 신라의 군사가 탄현과 백강을 통과한 승세(勝勢)를 타고 도성에 임박하니 왕이 패배를 면하지 못할 것을 알고 한탄하여 말하기를, “성충의 말을 듣지 않았더니 이 지경이 되었음을 후회하노라.” 하였다. 계백(階伯) 계백이 백제에 벼슬하여 달솔(達率)이 되었는데, 당 나라 소정방이 신라의 군사와 합세해 와서 치므로 계백이 장군이 되어 황산(黃山)의 벌판에 이르러 세 영(營)을 배설하고는 신라 군사를 만나 싸우려 할 즈음에, 군중에 맹세하여 말하기를, “옛날에 월(越) 나라 구천(句踐)이 5천 명의 적은 병력으로 능히 오 (吳)나라의 70만 대병을 격파한 바 있다. 오늘 마땅히 각기 분발하여 기필코 승리하여 국은(國恩)에 보답하도록 하라.” 하고, 드디어 무찔러 싸우는데 하나가 천 명을 당하지 않는 자가 없어 신라의 군사가 이에 퇴각하였다. 이와 같이 진퇴(進退)를 거듭하기를 네 번이나 하고 힘이 다 되어 죽었다. 흥수(興首) 의자왕 때에 좌평(佐平)이 되었는데 죄로 고마미지현(古馬彌知縣)으로 유배되었었다. 당 나라 군사가 덕물도(德物島)에 이르자 왕이 사람을 보내어 전수(戰守)의 방책을 물으니, 흥수가 말하기를, “백강(白江)과 탄현(炭峴)은 한 군사가 단창(單槍)으로 지키고 있으면 만 명도 이를 당하지 못할 것이니, 마땅히 용맹있는 군사를 가려서 가서 지키도록 하여 당 나라 군사로 하여금 백강에 들어오지 못하게 하며, 신라 병사로 하여금 탄현을 지나오지 못하게 하고, 대왕께서는 성문을 단단히 닫고 굳게 지키시면서 그들의 군량이 다하고 병졸이 피로함을 기다린 뒤에 분발하여 치면 필연코 적을 멸할 것입니다.” 하니, 대신들이 말하기를, “흥수가 오랫동안 옥중에 있어 대왕을 원망하였을 것이니 그 말을 쓸 수 없습니다.” 하자, 왕이 그렇게 여겨 흥수의 말을 쓰지 않았다가 드디어 멸망하기에 이르렀다. 복신(福信) 무왕(武王)의 조카이다. 의자왕이 이미 항복하니, 복신이 승려 도침(道琛)과 더불어 주류성(周留城)에 웅거하여 왕자 부여풍(扶餘豐)을 맞이하여 왕으로 세웠다. 병졸을 이끌고 당 나라 장수 유인원(劉仁願)을 도성에 포위하였는데, 유인궤(劉仁軌)와 신라가 합력 공격하여 그 포위를 풀자 복신이 임존성(任存城)으로 물러가 지키면서 자칭 상잠장군(霜岑將軍)이라 하였는데, 뒤에 부여풍에게 피살되었다. 흑치상지(黑齒常之) 서부(西部) 사람으로 신장이 7척이 넘었으며, 용력과 지략이 있었다. 의자왕 때에 달솔 겸 풍달군장(達率兼風達郡將)이 되었는데, 소정방이 의자왕을 잡고는 이내 군병을 놓아 크게 노략하니, 상지가 10여 명과 더불어 빠져 나가서 도망한 자를 불러모아 임존성산(任存城山)에 의거하여 굳게 지키니 10일이 못 되어 귀의(歸依)하는 자가 3만 명이나 되었다. 소정방이 공격하였으나 이기지 못하였다. 마침내 2백여 개의 성(城)을 회복하고, 별부장(別部將) 사타상여(沙吒相如)와 더불어 복신(福信)과 호응하였는데, 용삭(龍朔) 연간에 당 나라 고종이 사신을 보내어 항복하기를 권유하니 드디어 유인궤에게 가서 항복하였다. 지수신(遲受信) 유인궤가 백강(白江)에 이르러 부여풍(扶餘豐)을 구원하는 왜병(倭兵)과 만나 네 번 싸움에 모두 이기니, 부여풍은 몸을 빼 달아나고, 왕자 부여충승(扶餘忠勝)ㆍ충지(忠志) 등은 왜인과 모두 항복하였는데, 유독 지수신만이 임존성에 웅거하였다. 지대가 험하고 성곽이 견고한데다가 저축한 군량이 많아서 30일을 공격하여도 항복하지 않다가 성이 함락하게 되자 처자를 버리고 고구려(高句麗)로 망명하였다.",
  "우거": "고려 이존오(李存吾) 석탄(石灘) 조에 자세히 나와 있다.\n\n",
  "효자": "고려 서공(徐恭) 아버지가 광질(狂疾)을 앓으매, 공이 손가락을 베어 약에 타서 바쳤더니 병이 나았다. 정문을 세웠다.\n\n『신증』 ",
  "열녀": "본조 이씨(李氏) 갑사(甲士) 박원형(朴元亨)의 아내이다. 남편이 악질(惡疾)을 앓으니, 손가락을 끊어서 약에 타서 먹여 병이 나았다. 금상(今上) 14년에 정문을 세워 표창하였다.\n\n",
  "제영": "대왕포월공추야(大王浦月空秋夜) 민사평(閔思平)의 시에, “대왕포의 달은 속절 없이 가을 밤이요, 정사암(政事巖)의 꽃은 몇 봄인고. 오늘은 두서너 집 삭막(索寞)하지만, 당시에 10만 호가 태평을 즐겼네.” 하였다. 조룡대하강자파(釣龍臺下江自波) 이곡(李穀)의 시에, “청구(靑丘) 정기모여 황하(黃河)에 응하니, 온왕(溫王)이 동명(東明)의 집에 태어났네. 부소산(扶蘇山) 아래로 옮겨 나라 세우니, 기이한 상서 이적(異跡)이 어찌 그리 많았는고. 문무의 인물 문물(文物)도 성해, 틈 보아 신라 삼키려고 도모했다. 후대의 미약한 자손들이 덕을 계승 못하고, 화려한 궁궐에 사치만 일삼았네. 견고한 성곽이 하루아침에 와해(瓦解)되니, 천척 높은 바위 낙화(落花)로 이름짓다. 공후(公侯)들의 동산에 농부 씨뿌려 밭갈고, 쓰러져 가는 비(碑) 곁에 동타(銅駝)가 묻혀 있네. 내가 와서 고적 찾고 문득 눈물 닦노라. 옛일이 모두 어부(漁父) 초동(樵童)의 노래 속에 붙였구나. 천년의 아름다운 왕기(王氣) 쓸어간 듯 없어지고, 조룡대 아래에 강물만이 출렁대네.” 하였다. 가루무전수연비(歌樓舞殿隨煙飛) 이승소(李承召)의 시에, “해동(海東)의 안팎 산하(山河) 웅장도 하여, 삼방(三方)으로 할거해 나라 세웠네. 보거(輔車) 서로 의지하는 것을 생각지 않고, 군사 몰아 나날이 싸움도 많았다. 금성탕지(金城湯池) 하루아침에 소용없으니, 성벽(城壁) 위에 꽂힌 기치(旗幟) 모두가 신라와 당 나라. 노래하던 누각 춤추던 궁전이 연기 따라 사라지니, 주옥(珠玉)이며 비취가 다시 화려함을 자랑하지 못하네. 가련하다 물고기 뱃속에 묻힌 향기로운 그 넋, 화하여 봄바람 강위에 꽃이 되었겠지. 그 당시 성충(成忠)의 계책을 쓰지 않았으니, 아마도 한을 품고 동타(銅駝) 어루만졌으리. 만고흥망(萬古興亡)에 외로운 성만이 있는데, 태평세상 오늘날에 현가(絃歌)를 듣누나. 백마강 위에 달이 비단 같은데, 고기잡이배 점점(點點)이 연파(煙波) 따라 뜨는구나.” 하였다.『신증』 흥망이공여동타(興亡已空餘銅駝) 최숙생(崔淑生)의 시에, “부소산 아래에 큰 강하(江河), 형승(形勝)이 모두 농부들 집에 속했네. 당시 화려한 갑제(甲第) 구름에 연했던 곳에, 해마다 밭갈이에 주옥(珠玉)들 많이 나온다네. 용호(龍虎)가 서로 싸워 삼키지를 못했는데, 지금도 풍경(風景)만은 아직도 삼라(森羅)하다. 여산궁(驪山宮) 속의 양태진(楊太眞)이요, 임춘각(臨春閣) 위의 장려화(張麗華)라. 미색(美色)이 필경 망국의 씨가 되어. 향기로운 그 넋마저 광풍(狂風) 앞의 꽃 되었네. 한덩이 바윗돌이 또한 은감(殷鑑)이라. 흥망은 이미 사라지고 동타(銅駝)만 남았구나. 느지막이 배를 놓아 옛시를 가득 싣고, 강 건너 상녀(商女)의 노래 끝내 듣는구나. 영월대(迎月臺) 앞에 뜬 둥근 달은, 밤이 오면 예와 같이 금물결 펼치누나.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년에 군(郡)으로 고쳤다.\n《대동지지(大東地志)》\n",
  "방면": "현내 (縣內) 끝이 15리이다. 몽도(蒙道) 동쪽으로 처음은 15리, 끝은 30리이다. 초촌(草村) 동쪽으로 처음은 15리, 끝은 30리이다. 대방(大方) 남쪽으로 처음은 5리, 끝은 15리이다. 공동(公洞) 서쪽으로 처음은 10리, 끝은 15리이다. 가좌동(加佐洞) 서쪽으로 처음은 15리, 끝은 30리이다. 방초(方草) 서쪽으로 처음은 10리, 끝은 30리이다. 도성(道城) 서북쪽으로 처음은 5리, 끝은 15리이다. 천을(淺乙) 서남쪽으로 처음은 5리, 끝은 15리이다. 송원당(松元堂) 서남쪽으로 처음은 15리, 끝은 20리인데, 우측으로 6개 면(面)이 모두 백마강(白馬江)의 서쪽에 있다.\n\n",
  "진도": "고자진(古者津) 서쪽 5리에 있는데, 서쪽 6면으로 통한다. 왕진(王津) 북쪽 15리에 있는데, 정산(定山)으로 통한다.\n\n",
  "사원": "부산서원(浮山書院) 숙종(肅宗) 을해년에 세웠고, 같은 해 사액되었다. 김집(金集) 태묘(太廟)에 보임. 이경여(李敬輿) 자는 진부(眞夫), 호는 백강(白江)이며, 본관은 전주(全州)이다. 벼슬은 영의정(領議政)이었으며, 시호는 문정(文貞). ○ 의열사(義烈祠) 동쪽으로 10리에 있는데, 선조(宣祖) 병자년에 세웠고, 무인(戊寅)년에 사액되었다. 성충(成忠) 백제(百濟) 때 벼슬은 좌평(佐平)이었는데, 의자왕 16년에 극간(極諫)하다 하옥(下獄)되어 죽었다. 흥수(興首) 백제 때 벼슬은 좌평(佐平)이었으며 의자왕 20년에 직간하였다. 계백(階伯) 이름은 승(升). 백제와 동성(同姓)이었으며, 벼슬은 달솔(達率), 의자왕 20년에 전사하였다. 이존오(李存吾) 여주(驪州)에 보임. 정택뢰(鄭澤雷) 자는 휴길(休吉), 호는 화강(花剛), 본관은 하동(河東)이다. 광해주 5년에 상소하여 대의(大義)를 밝히려다 남해(南海)로 귀양가 11년에 죽었다. 지평(持平)으로 추증되었다. 황일호(黃一皓) 강화(江華)에 보임.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 선실(宣室)의 은명(恩命) : \n한 나라 문제(文帝) 때에 문제가 가의(賈誼)라는 젊은 선비를 선실(宣室)이라는 방에서 불러 보았으므로 이 사람도 멀지 않아서 임금이 선실에 불러 볼 것이라는 말이다.\n\n[주-D002] 간신(奸臣)을 때린 수실(秀實) : \n당 나라 덕종(德宗) 때에 주자(朱泚)라는 자가 군사를 일으키어 반역하여서 덕종은 먼 곳으로 피난가고, 주자는 궁중에 들어가서 백관을 불러 모으고 자신이 황제가 되었다고 선언하였는데, 그때에 대사농(大司農)이던 단수실(段秀實)이라는 사람의 손에 들었던 홀(笏)로 그의 얼굴을 때려서 이마가 깨어졌다. 그러나 단수실은 주자의 당류에게 잡혀서 죽었다.\n\n[주-D003] 능연각(陵煙閣) : \n당 나라를 건국할 당시의 공신들의 화상을 그려서 두었던 곳의 이름이 능연각(凌煙閣)이다. 그러므로 후세에서도 능연각이라 하면 공신을 생각하게 된다. 이 글은 이존오(李存吾)의 아들 이래(李來)가 조선조에 공신이 되어 계성군(鷄城君)에 봉작된 뒤에 이래의 청으로 지은 글이다.\n\n[주-D004] 청구(靑丘)……응하니 : \n중국의 황하(黃河)는 물이 누렇게 탁하므로 황하라 한다. 그러나 천 년에 한 번 맑아질 때가 있는데, 그 맑을 때는 성인이 나서 천하가 태평하여진다 한다.\n\n[주-D005] 동타(銅駝)가 묻혀 있네 : \n구리로 만든 낙타인데, 예전에는 서울 거리에 그런 낙타를 만들어 세웠었다. 그러나 나라가 망하면 그 번화한 거리가 깨어진 기왓장만이 남았고 그 옆에 그 구리낙타가 아직도 남아서 서 있다고 한 말이 있다.\n\n[주-D006] 보거(輔車) : \n수레는 바퀴 넷이 있어야 설 수 있다. 그 네 바퀴를 서로 돕는 것이라 하여 보거라는 말이 있다.\n\n[주-D007] 은감(殷鑑) : \n주(周) 나라가 은(殷)나라의 주(紂)가 포악하다 하여 쳐서 이기고 나라를 빼앗었다. 그런 후에 그 자손에게 경계하기를, “아무리 천자가 되더라도 포악하면 나라도 빼앗기고 몸도 망친다. 멀리 말할 것이 없이 저 은 나라를 거울로 삼아라.” 하였다.\n\n[주-D008] 강 건너……듣는구나 : \n중국 남경(南京)은 남북조 시대에 300년 동안 남조(南朝)의 수부였다. 그러던 것이 말년 진(陳) 나라 후주(後主) 때에 수(隋) 나라에게 정복되어 망하고 남북이 통일되었다. 그러나 진후주가 지어서 부르던 노래 옥수후정화(玉樹後庭花)라는 것은 오래 유행되었다. 그래서 당 나라도 말년인 목종(穆宗) 때에 두목(杜牧)이라는 시인이, “장사하는 계집은 망국의 한도 알지 못하고, 강을 격해서 지금도 후정화를 부른다.” [商女不知亡國恨 隔江猶唱後庭花]하여 남경에서 읊었다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 임창재 (역) | 1970\n    \n\t\n"
}