{
  "건치연혁": "본래 백제의 남한산성이다. 시조(始祖) 온조왕(溫祚王) 13년에 위례성(慰禮城)으로부터 이곳으로 도읍을 옮겼고, 근초고왕(近肖古王) 26년에 또 도읍을 남평양성으로 옮겼다 지금의 경도(京都). 당 나라 소정방(蘇定方)이 백제를 쳐서 없애고, 당 나라 군사가 돌아간 뒤에 신라가 그 땅을 점차 거두어 남한산성을 고쳐 한산주라 하고, 또 남한산주라고도 불렀다. 경덕왕(景德王) 15년에는 한주(漢州)라 고쳤고, 고려 태조 23년에 지금 이름으로 고쳤다. 성종(成宗) 2년에 처음으로 12목(牧)을 두었는데 광주는 그 하나이다. 14년에 절도사를 두어 봉국군(奉國軍)이라 이름하고 관내도(關內道)에 예속시켰다. 현종(顯宗) 3년에 폐하여 안무사가 되었다가 9년에 8목(牧)을 정할 때에 다시 목이 되었다. 본조에서는 이를 따랐다. 세조 때 진(鎭)을 두었다.\n",
  "진관": "목 1. 여주 도호부 1. 이천 군 1. 양근 현 5. 지평(砥平)ㆍ음죽(陰竹)ㆍ양지(陽智)ㆍ죽산(竹山)ㆍ과주(果州)\n\n",
  "관원": "유수(留守) 수어사를 겸한다. 판관(判官) 전영장ㆍ수어종사관(守禦從事官)을 겸한다. 검률(檢律)ㆍ의학(醫學) 각 1인.\n",
  "군명": "남한산ㆍ한산주ㆍ한주ㆍ회안(淮安)ㆍ봉국군(奉國軍).\n",
  "성씨": "본주(本州) 이(李)ㆍ윤(尹)ㆍ석(石)ㆍ한(韓)ㆍ안(安)ㆍ김(金)ㆍ지(池)ㆍ소(素), 노(盧)ㆍ장(張)ㆍ박(朴)이다 모두 속성(屬姓)이다.\n\n",
  "풍속": "상기사 독서사(尙騎射讀書史) 《수서(隋書)》에, “백제 풍속이 말타고 활 쏘기를 숭상하며, 서사(書史)를 읽어 행정의 일에 능하고, 또 의약과 점치고 상보는 법을 안다.”하였다. 혼인의 예절은 대략 중화(中華)와 같다 위와 같다. 두 손을 땅에 디딤을 공경으로 삼는다 위와 같다. 의복은 깨끗하다 《남사(南史)》 삼년거복(三年居服) 《북사(北史)》에, “부모 및 남편 죽은 자는 3년 동안 복을 입고, 나머지 친척은 장사를 끝내면 복을 벗는다.”하였다.\n\n",
  "형승": "한수(漢水)의 남쪽으로 토양이 기름지다. 백제 시조 온조의 말이다. 고적(古跡)편에 나타나 있다. 면이 모두 높은 산이다. 이곡(李穀)의 청풍정기(淸風亭記).\n\n",
  "산천": "검단산(黔丹山) 주 동쪽 7리에 있는데 진산(鎭山)이다. 청계산(淸溪山) 주 서쪽 50리에 있는데 또 과천현 편에 보라. 대모산(大母山) 주 남쪽 30리에 있다. 일장산(日長山) 주 남쪽 5리에 있는데 일명 남한산이라고도 한다. 조곡산(早谷山) 주 동쪽 30리에 있는데 일명 초동산(草洞山)이라고도 한다. 문현산(門懸山) 주 남쪽 45리에 있다. 천천현(穿川峴) 주 서쪽 30리에 있다.○ 중 선탄(禪坦)의 시에, “관산(關山)은 아득히 멀고, 길은 굽이굽이 돌았는데, 걸음이 양주에 가까우니 안계(眼界)가 점점 열리는구나. 삼산(三山)이 본래부터 친함이 있는 듯, 은근히 백리에 강을 건너옴을 깊이 사례하노라.”하였다. 영장산(靈長山) 주 남쪽 20리에 있다. 운길산(雲吉山) 주 동쪽 30리에 있다. 수리산(修理山) 주 서쪽 60리에 있다. 또 과천현 편에 보라. 대해산(大海山) 주 남쪽 50리에 있다. 군월라산(軍月羅山) 주 동쪽 15리에 있다. 원적산(元寂山) 일명 무적산(無寂山)으로, 주 동쪽 60리에 있다. 대쌍령(大雙嶺) 주 동쪽 40리에 있다. 소쌍령(小雙嶺) 주 동쪽 45리에 있다. 가마령(佳亇嶺) 주 동쪽 45리에 있는데 성종 어태(御胎)를 봉안했다. 이령(梨嶺) 주 남쪽 30리에 있는데 지금 임금의 어태를 봉안했다. 추령(楸嶺) 주 남쪽 47리에 있다. 망월봉(望月峯) 주 서쪽 10리 몽촌(夢村)에 있다.○ 서거정(徐居正)의 시에, “긴 바람에 배부른 돛으로 한수(漢水)에 급히 달려, 산중으로 돌아오니 술이 처음 익었네. 마른 창자에 술이 들어가니 또한 쉽게 취하는구나. 두 귀가 취중에 찡 울리며 흥이 스스로 족하니, 술 두루미를 옮겨 몽산 머리에 날아 올라가, 슬쩍 눈을 동쪽 봉우리로 돌려 새 달이 떠오르기를 기다려 본다. 새 달이 넘실넘실 구름 끝에 나오니, 빙륜(氷輪)이 둥그런데 금 물결 무늬 일렁거리네. 잠깐 사이에 하늘 중앙에 달려 있으니, 구주(九州)와 사해(四海)가 모두 맑은 빛이네. 잔을 들어 달에게 물어도 달은 응하지 아니하는데, 돌아보니 토끼가 나의 청광(淸狂) 많음을 웃누나. 옛 사람이 달을 사랑하는 이는 모두 유선(儒仙)이라, 고래를 타고 하늘로 올라간 지 천년이나 되었네. 적벽(赤壁) 어느 때에 검은 학이 춤 추었더냐. 백중(伯仲)되는 호걸 기운이 천하에 제일이었네. 한 두루미 술이 넘실넘실 강과 같이 다함이 없으니, 지금 사람과 옛 사람이 같지 않을까. 오경 밤이 깊어도 달은 지지 아니하니, 사가(四佳 서거정의 호(號)) 취한 늙은이 머리가 반백일세.”하였다. 구질포(仇叱浦) 주 서쪽 90리에 있다. 이관포(梨串浦) 주 서쪽 88리에 있다. 조포평(助布坪) 주 서쪽 30리에 있는데 옛 목장이다. 탄천(炭川) 주 남쪽 30리에 있는데 삼전도(三田渡)로 들어간다. 소천(小川) 주 동쪽 30리에 있는데 도미진(渡迷津)으로 들어간다. 독포(禿浦) 주 북쪽 11리 도미진(渡米津) 하류에 있다. 또 양주 편에 보라.○ 이색(李穡)의 시에, “독포 모래 가에 어둠빛이 닥치니, 먼 산과 편평한 들의 형세가 굽이쳐 뻗었네. 뱃사람이 닻줄을 걷어 흐름을 따라 내려가면서, 달이 양주에 밝은데 마침 시를 지었네.”하였다. 세고탄(洗姑灘) 주 서쪽 15리 광진(廣津) 하류에 있다.○ 서거정의 시에, “강가에서 빨래하는 색시 얼굴이 꽃과 같은데, 어릴적부터 빨래하여 생활하였네. 아침엔 흰 발을 씻으니 눈빛 같고, 저녁에 흰 팔을 씻으니 서릿발 같네. 아침마다 저녁마다 씻고 도 씻으니, 한 물이 스스로 깨끗해져 마음에 스스로 만족하리. 흰 실[綿]을 내리니 빙사(氷絲) 더 희매, 밤마다 흰 달 아래 찬 북[梭]을 울리네. 가는 비단을 짜 재단하여 옷을 만드니, 교초(蛟綃)보다 가늘고 월사(越紗)보다 가볍네. 강물이 맑고 또 잔잔함이여, 날마다 눈을 내리어 쉴 때 없어라. 씻기 끝나매 소담[談]한 화장[粧]이 물 밑에 비치니, 소아(素娥 월궁의 선녀)도 깨끗함을 사양하겠고, 강비(江妃 강의 신녀)도 부끄러워하겠네. 문득 미친 바람이 있어 천지가 어두우니, 티끌이 아득하여 갈 곳을 잃었네. 허둥지둥 진흙물 가운데서 당황하니, 옥질(玉質)은 이미 잘못되어 옷도 검어졌네. 시누이 문에 나와 색시 돌아오기를 기다리는데, 색시는 빨래하기 왜 더딘고. 색시가 돌아오매 시누이는 손뼉치며 웃되, 추악하여 우리 집 시(施 서시(西施)의 성)가 아니라 하네. 시누이 나이는 겨우 열 세 살, 이때에 철이 아직 안 들었네. 시누이야, 시누이야 색시를 웃지 말아라. 이 한(恨)을 뒷날 너도 혹 알게 되리라.”하였다. 도미진(渡迷津) 주 동쪽 10리, 양근군 대탄 용진(龍津) 하류에 있는데, 그 북쪽 언덕을 도미천(渡迷遷)이라 이름한다. 동쪽으로 봉안역을 향하여 돌 길이 7~8리나 빙빙 둘렀는데, 신라 방언(方言)에 흔히 물 언덕 돌 길을 천(遷 벼루)이라 불렀다. 뒤에 나오는 것도 이와 같다.○ 고려 한수(韓脩)의 시에, “햇볕이 잠깐 움직이자 오는 바람이 부드럽고, 하늘 그림자는 멀리 비췄는데 돛은 한가히 가네. 머리를 돌려 은근히 삼각산을 이별하되, 달이 아직 반쯤 둥글기 전에 내 돌아오리라.”하였다.○ 권우(權遇)의 시에, “산 허리 구불구불 사닥다리 길 비꼈는데, 가다가 길 다한 곳에 사람 집이 있구나. 하늘은 차고 날은 저물고 바람은 급하게 부는데, 머리 돌려 긴 강을 바라보니 물결이 꽃을 피우네.”하였다. 광진(廣津) 주 서쪽 18리 독포 하류에 있다. 또 양주 편에 보라. 삼전도(三田渡) 주 서쪽 18리에 있는데, 한성부(漢城府) 편에 자세히 있다.\n\n",
  "토산": "밤[栗]ㆍ앵도(櫻桃)ㆍ사과[林檎]ㆍ칠(漆)ㆍ자초(紫草 지초 뿌리는 염료(染料)로 쓰인다)ㆍ수철(水鐵)ㆍ석회(石灰)ㆍ실[絲]ㆍ목화[綿]ㆍ삼베[麻]ㆍ자기(磁器)ㆍ도기(陶器)ㆍ은어[銀口魚]ㆍ잉어[鯉魚]ㆍ낭어(𩷕魚 숫게)ㆍ쏘가리[鱖魚]ㆍ누치[訥魚 잉어과에 속하는 민물 고기]ㆍ쏘가리[錦鱗魚 아름다운 물고기]ㆍ밀어(密魚 망둥과에 속하는 물고기) 압구정(押鷗亭) 앞 강에서 산출된다.\n",
  "봉수": "천천현 봉수(穿川峴烽燧) 남쪽으로는 용인현(龍仁縣) 보개산(寶蓋山)에 응하고, 북쪽으로는 서울 남산 제2봉수에 응한다.\n\n",
  "누정": "청풍루(淸風樓) 객관 동북쪽에 있는데 옛 청풍정이다. 목사 홍석(洪錫)이 다시 지어 누로 만들었다.○ 이곡(李穀)의 기문에, “지정(至正 원 나라 순제(順帝)의 연호) 기축년 여름 4월에 어버이를 뵈러 고향으로 가는 길에 낙생역(樂生驛)에 이르니, 광주 목사 백화보(白和父)가 글을 보내 초청하고 또 말하기를, ‘관사의 북쪽에 옛날의 청풍정 터를 찾아 네 기둥을 세워 집을 지었는데, 실로 한 고을의 제일가는 명승이라. 기문(記文)을 지어 주기를 청합니다.’ 하였다. 나는 갈 길이 바빠 우선 답하기를, ‘뒷날 서울에 돌아갈 때에 한 번 가서, 눈으로 보고 기를 지어도 아직 늦지 않을 것이오.’ 하였다. 이듬해 광주에 이르니 백군은 이미 조정에 불려 들어갔고, 이군 모(某)가 대임(代任)된 지 반 년이나 되었다. 때는 바야흐로 혹심한 더위라 허덕이는 숨길이 실끝 같았다. 이에 이른바 청풍정에 올라 기둥에 기대어 옷깃을 헤치니, 정신이 맑고 상쾌해지며 모발(毛髮)이 선들선들하여져, 더러운 데서 매미가 허물을 벗고 티끌 밖으로 나온 것 같았다. 이군은 술을 장만하고, 조용히 말하기를, ‘네 기둥의 제도는 간소하기는 간소합니다만 아침저녁에 해가 쬐고, 동쪽 서쪽으로 빗발이 치므로 앉아 노는 손님들이 이것을 불편하게 여겼습니다. 내가 양쪽 옆으로 달아내어 남쪽 추녀를 지어 각각 다섯 자씩이요, 북쪽도 또한 이와 같이 하니 약간 넓어지고 또 깊어졌습니다. 벌써 흙 손질을 끝내고 장차 단청을 하려는 참이온데 선생께서 마침 이르러 오시니 어찌 술잔을 들어 낙성(落成)하고, 연월을 써서 기록하여 주지 아니하겠습니까.’ 하였다. 내 이미 전에 백군에게 허락하였기에, 이에 정자가 폐허된 지가 몇 해인가 물었으나 부로(父老)들이 아는 자 없으니 오늘날 폐한 정자를 일으킴이 사실에 있어서는 새로 세움과 같다. 《춘추(春秋)》에 공사(工事)한 것을 쓴 것은 안할 공사를 하였다고 한 것도 있고, 또 《논어(論語)》에, ‘노(魯) 나라 장부(長府)를 하필 다시 지으리요.’ 한 말도 있으니, 성인이 가르침을 남기신 뜻이 깊다. 내, 광주 형세를 보니 3면은 높은 산이요, 북쪽은 비록 틔여서 넓으나 지세가 낮아서, 공청이나 백성의 집이 우물 밑에 있는 것 같아, 손들이 오면 낮고 누추하다고 불편하게 여길 것이나, 지척(咫尺) 사이에 이 같은 시원한 곳이 있음을 알지 못하였던 것이매, 이 정자를 지음이 《춘추》의 폄(貶)한 예(例)에 들지 않을 것이다. 내 이에 기문을 쓴다. 청풍이란 뜻은 백군의 말에 다하였으므로 내 다시 보태지 아니한다. 백군은 동년(同年 같은 해에 과거에 급제한 사람) 이군의 벗인데, 정사가에 모두 청렴하고 부지런하다는 칭찬 평이 있다.”하였다.○ 권담(權湛)의 시에, “바람이 장미를 흔드니 벌써 꽃이 떨어졌고, 녹음이 땅에 가득하니 한이 왜 이다지도 많은가. 젊었을 때 이 누의 달 아래서 노래하며 춤추었더니, 10년 만에 돌아오매 두 귀밑털이 희었네.”하였다. 무진정(無盡亭) 주 서쪽 15리, 화산군(花山君) 권반(權攀)의 별장에 있다.○ 최항(崔恒)의 시에, “하늘이 기이한 지경을 아꼈다가 호걸과 영웅에게 부쳐 주니, 한없는 기관(奇觀)이 한강 동쪽을 다 차지하였네. 봄 비에 바다 갈매기 난간 밖을 의지하고, 저녁놀과 따오기[霞鶩]가 술잔 속에 들어오네. 우연히 오는 죽백(竹帛)의 이름이 무슨 소용되겠소. 늙어감에 강산의 흥이 무궁하네. 저는 나귀를 거꾸로 타니 가는 곳마다 좋고, 어찌하면 돌아올 줄 아는 지친 새와 같을꼬. 푸른 도롱이[簑]에 취한 몸을 붙들어 어부를 따르고, 흰 삿갓에 노래를 높이 부르며 소 치는 늙은이와 짝하네. 돌아가지 않는 것이지 돌아가면 갈 수 있을 것인데, 부끄럽다 내 공연히 오호(五湖) 바람을 생각하네.”하였다. 압구정(狎鷗亭) 상당부원군(上黨府院君) 한명회(韓明澮)가 두모포(豆毛浦) 남쪽 언덕에 정자를 지었다. 사신으로 명(明) 나라에 들어가 정자의 이름을 한림학사(翰林學士) 예겸(倪謙)에게 청하였더니, 예겸이 이름짓기를 ‘압구'라 하고 기문을 지었다. 그 뒤 을미년에 또 사신으로 명 나라에 들어가 조정 선비들에게 시를 청하였더니, 무정후(武靖侯) 조보(趙輔) 등이 말하기를, “이 분이 압구정 주인이다.”하고, 한 가지로 시를 지어 보여 정자 이름이 마침내 중국에 들리게 되었다.○ 예겸의 기문에, “조선 왕성의 남쪽 십수 리에 물이 있는데 한강이라 한다. 그 근원은 금강ㆍ오대 두 산으로부터 나와서, 모여서 긴 강이 되고 서로 흘러서 바다에 들어간다. 내 옛날에 조서(詔書)를 받들어 그 나라에 사신으로 가 강 위에 이르러 정자에 올라 잔치하며 시를 읊었었고, 또 배를 강 가운데 띄우고 오르내리며 즐겼었다. 그 강은 넓고 파도가 아득하여 바람 돛이 오가고, 갈매기 오르내리는 것을 보니 마음이 시원하고 경치가 다함이 없어, 황홀히 몸을 창해와 한수(漢水)ㆍ면수(沔水 중국의 강 이름)의 사이에 둠과 같아서, 몸이 동방 조선에 머물러 있음을 잊어버렸다. 이별한 지 10년에 매양 강 언덕의 풍치를 멀리 그리며, 정신이 달려가지 아니한 적이 없었었다. 천순(天順) 원년 겨울에 조선의 이조 판서 한명회 공이, 그 국왕의 명을 받들고 들어와 봉사(封事)를 천자에게 바치었다. 공은 전에 별장을 한강 가에 두고 정자를 그 가운데 지었으나, 아직 이름을 붙이지 못했다 한다. 내 전날 사신 가서 한 차례 놀았으므로, 그 좋은 경치를 안다 하여 사람을 시켜 나에게 이름을 청하고 인하여 기문 쓰기를 부탁하였다. 내 이름 짓기를 압구(狎鷗)라 하고 다음과 같이 쓴다. 갈매기는 물새의 한가한 자이다. 강이나 바다 가운데 빠졌다 떴다 하고, 물가나 섬 위에 날아다니는 것으로, 사람이 길들일 수 있는 물건이 아닌데 어찌 친압할 수 있겠는가. 그러나 위태로운 기미를 보면 바로 날아 떠오르고, 공중을 휘 날은 뒤에라야 내려앉는 것이니, 새이면서 기미를 보는 것이 이같은 까닭으로, 옛적에 해옹(海翁)이 아침에 해상으로 나갈 적에, 갈매기가 이르러 오는 수를 백으로 헤아린 것은 기심(機心)이 없는 까닭이요, 붙들어 구경하고자 하기에 미쳐서는 공중에서 춤추며 내려오지 아니하니, 그것은 기심이 동했기 때문이다. 오직 기심이 없으면 갈매기도 자연히 서로 친하고 가까이할 수 있을 것이다. 공은 큰 키가 옥처럼 섰고 거동과 풍도가 빼어났으며, 위대하여 번국(藩國)에서 벼슬할 때, 인재를 뽑아 쓰는 데 공명(公明)한 재주를 나타내었고, 천조(天朝 중국)에 사신 오매 공경하고 두려워하는 예절로 삼갔으니, 나라에 돌아가면 등용됨이 융숭할 것이어서, 어찌 갈매기와 친압할 수 있겠는가. 만물의 정은 반드시 기심이 없은 뒤에라야 서로 느끼고, 만사의 이치는 반드시 기심이 없은 뒤에라야 서로 이루어지는 것으로, 조금이라도 사심이 붙어 있게 하여서는 안 될 것이다. 기심이 진실로 없게 되면 조정에서는 사람들이 더불어 친하기를 즐기지 아니할 자 없고, 이 정자에 오를 적에는 갈매기도 더불어 한가히 친압하지 아니함이 없으리라. 부귀와 이록(利祿)에 대하여서는 자신에게 관계가 없는 것같이 한다면, 이는 도(道)에 나아감이 높은 이가 아니겠는가. 정자를 이로써 이름함이 아마도 마땅할 것이다. 옛날 송 나라 한위 충헌공(韓魏忠獻公 한기(韓琦))도 일찍이 정자 이름을 압구로 하니, 구양 문충공(歐陽文忠公 수(脩))이 시를 지어 보내기를, ‘험난하거나 평탄하거나 한 절개는 금석과 같아, 공훈과 덕이 함께 높아 예와 이제에 비치었다. 어찌 기심을 잊어[忘機] 갈매기가 믿는데 그치겠으랴. 만물을 다스리는 것도 본래 무심(無心)함이다.’ 하였다. 충헌공이 시를 얻고 기뻐 말하기를, ‘영숙(永叔 구양수의 자)이 나를 아누나.’ 하였다. 외국[朝鮮]과 중국이 비록 같지 아니하나 사람의 마음은 같고, 고금이 비록 다름이 있으나 우리 도(道)는 다르지 아니하다. 내가 공에게 바라는 것도 자못 이와 같다. 공의 마음에도 역시 나더러 잘 안다고 할는지 모르겠다. 혹시 잘 안다고 여기거든 이 말로써 정자 가운데에 걸어 기문으로 삼으면 다행이겠다.”하였다.○ 태복시 승(大僕寺丞) 김식(金湜)의 시에, “초정(草亭)이 길이 한강을 대하여 열렸으니, 엄자릉(嚴子陵)의 옛 조대(釣臺)와 방불하구나. 다만 백구가 있어 짝이 될 만하니, 한가로이 날아갔다 또 날아오는구나.”하였다.○ 급사중(給事中) 진가유(陳嘉猷)의 시에, “한 정자 물과 구름 사이에 산뜻하고 깨끗하게 서 있는데, 정자 밖 강 갈매기는 임의로 오가네. 종일 서로 친하여 푸른 물가에 의지하였고, 가끔 가다 가까이 날아와 붉은 난간에 서기도 하네. 피차에 맹세 깊었으니 기심을 잊은 지 오래고, 공무에서 아침저녁 퇴근하면 취미가 스스로 한가하네. 아직 높은 관직에 있다고 말하지 말라, 연래에는 명리(名利)와 이미 관계가 없어졌다네.”하였다.○ 급사중 장녕(張寧)의 시에, “물과 구름 깊은 곳에 초정(草亭)이 그윽한데, 손이 있어 기심을 잊어 흰 갈매기를 대하네. 공명(功名) 다름 없다고 스스로 생각하고, 한가로운 심사(心事)를 가지고 더불어 부침(浮沈)하는 것을 배우지 말지어다. 윤건(綸巾)과 우선(羽扇 도인(道人)의 복색(服色))으로 한가하게 이야기할 만하고, 부슬비와 비낀 바람에 늦도록 다시 머무네. 좋을씨고 곡강(曲江) 누은(樓隱)한 곳에 갈매기와 서로 부르고 서로 가까이함이 몇 가을이나 되었는고.”하였다.○ 무정후(武靖侯) 조보(趙輔)의 시에, “그윽한 정자 높이 큰 강 동쪽을 굽어보는데, 갈매기와 서로 기심을 잊어 즐거움이 다함이 없네. 떴다 잠겼다 함이 때가 있음에 둥둥 제대로 맡기고, 오고감에 스스로 걱정하는 생각이 없네. 한가한 가운데 넉넉히 연파(煙波)의 흥취를 얻었고, 고요한 가운데 바야흐로 조화(造化)의 공을 알겠네. 위국공(魏國公)의 청풍을 이제 잇는 이 있으나, 나의 시(詩)는 구양공(歐陽公)에 끌리네.”하였다.○ 정서후(定西侯) 장완(蔣琬)의 시에, “현달한 사람이 그윽하고 고요함을 좋아하여, 정자를 꽃다운 물가에 지었네. 수레바퀴 말발굽 소리는 멀어졌는데, 맑은 바람만이 때로 오고 가네. 깨끗한 옥과 같은 새가 있어 서로 대하여 얼굴을 화하게 함에 족하다. 한 점 눈은 청산을 깨뜨리고, 모래에 새기니 푸른 이끼 얼룩지네. 물결이 편평하니 마음대로 떴다 잠겼다 하고, 화하게 울음 우니 소리 또한 꽥꽥하네. 세한 세월과 한가지로 오래니, 기심 잊어 흰 구름과 더불어 한가롭다. 보통 새와 서로 어울리기가 부끄러워, 소요(逍遙)하며 티끌 세상 밖에서 거니네. 위국공이 가신 지 이제 천 년이 되나, 높은 바람은 진실로 사모할 만하네.”하였다.○ 태자소보 겸 좌도어사(太子少保兼左都御史) 왕월(王鉞)의 시에, “물 구름 고장 속에 초정이 그윽한데, 정자 위에 앉은 사람이 마치 물 위의 갈매기와 같네. 티끌 세상 백 년에 이런 낙이 없을 것이며, 연파(煙波) 만경(萬頃)에 무슨 근심이 있겠는가. 구양자(歐陽子)의 제품(題品 품평(品評))을 이미 거쳤고, 충헌공은 일찍이 은퇴하기 원하였네. 물(物)과 내가 서로 잊고 마음과 경계[境]가 고요하매, 한가한 가운데 소식은 봉후(封侯)보다 낫네.”하였다.○ 병부 상서(兵部尙書) 항충(項忠)의 시에, “외로운 정자 푸른 물가에 몸이 흰 갈매기와 벗이 되네. 벼슬살이는 이미 꿈과 같으매 한가한 마음은 마치 구름 같네. 물결 빛은 대 자리[簟] 빛을 밝게 하고, 연꽃 기운은 향로의 향기와 섞였네. 해옹(海翁)에게 말을 전하고자 하노니, 기심 잊은 것은 이 분에게 돌려 보내소.”하였다.○ 병부 좌시랑(兵部左侍郞) 등소(滕昭)의 시에, “작은 정자를 새로 낚시터 곁에 짓고, 매양 떼지어 나는 갈매기를 사랑하여 앉아서 돌아가지 아니하네. 잔 물결, 가벼운 바람에 둥둥 뜨고, 외로운 부평초와 나무 토막처럼 스스로 떠 다니네. 갈고리 낚시에 미끼를 달아 놓으니, 앞을 다투어 서로 쪼아 먹고, 돛대를 두들겨 소리나도 날아가지 아니하네. 시험 삼아 묻노니 해옹은 어찌 이것을 얻었는가. 원래 물(物)과 내가 한 가지로 기심을 잊었음이네.”하였다.○ 이부 좌랑(吏部左郞) 유비(劉斐)의 시에, “그윽한 정자에서 강가를 굽어보니, 강물은 맑고도 깊네. 단정히 있으니 분위기 잡된 티끌을 물리쳤고, 경치는 그윽함을 찾을 대로 찾았네. 저 물결 위의 갈매기로 정자 이름 지으니, 한가함이 내 마음과 같다네. 서로 친하여 둥둥 뜨니 외로운 읊조림을 발하고, 아득하게 송설옹(松雪翁 원(元)의 조맹부(趙孟頫))을 생각하니, 천 년에 여운(餘韻)이 있네.”하였다.○ 호부 낭중(戶部郞中) 이형연(李炯然)의 시에, “새로 모정(茅亭)을 푸른 강 가까이 지으니, 들 갈매기 오가매 뜻이 더욱 깊네. 항상 작은 배에 의지하여 낚시 드리움을 보고, 때로는 그윽한 창에 가까이 와서 거문고 타는 소리듣네. 한 가지로 연파에 늙기로 응당 약속했으리라. 강호(江湖)에서 서로 잊으니 모두 무심(無心)함일세. 아, 나는 밝은 시대에 애착되었으니, 맹세를 어기어 오래 찾지 아니함을 괴이하게 여기지 말게.”하였다.○ 병부 낭중(兵部郞中) 우면(于冕)의 시에, “공무를 파하고 돌아오니 모든 생각이 멎었는데, 한가한 정자에 날마다 모래 갈매기가 가까이 오네. 인간에는 부질없이 기사(機事)가 많음을 말하는데, 나 홀로 무심하여 마음대로 가고 머물고 하네.”하였다.○ 병부 원외랑(兵部員外郞) 장여필(張汝弼)의 시에, “봄바람 두약주(杜若州 향초)에 앉아서 늙으니, 흰 갈매기 나를 잊고 나는 갈매기를 잊었네.”다시 한 점의 기심도 없으니, 구름은 스스로 떠 다니고 물은 스스로 흘러 가네.”하였다.○ 한림 수찬(翰林修撰) 나경(羅璟)의 시에, “세상에서 말하기를, ‘기심 잊은 사람은 일찍이 기심 잊은 새를 사랑한다.’ 하였네. 사람과 새가 서로 잊어 아침 저녁으로 좋은 맹약을 맺었네. 여기에다 이 정자를 지으니 높다랗게 강가에 임했네. 맑고 깨끗함이 침향(沈香) 아니라 경치는 하늘의 조화를 앗았네. 맑고 기이함이 산기슭에 비쳤는데, 모래 아득하고 구름과 안개가 둘렸네. 한 길이 대숲으로 들어가니, 오가는 차와 말도 적으며 연기 아득하니 호수가 맑고, 저자 머니 사람이 오지 아니하네. 달빛은 찬 물결에 잠겼는데, 풍광은 푸름 마름[藻]에 엉기네. 눈을 멀리 들어 긴 하늘 향하여 사면을 돌아보니, 푸른 산이 작아 보이네. 누가 망기(忘機)의 짝을 알랴. 스스로 이름하기를 망기로(忘機老)라네. 한가로이 망기 시를 읊조리다가 취하여 망기초(忘機草)에 누웠네. 망기한 사람이 아니면 어찌 망기함을 일찍 하겠는가.”하였다.○ 교유(敎諭) 오가립(鄔可立)의 시에, “한 정자가 바다 동쪽 가에 그윽하게 있으니, 뭇 갈매기 날마다 나와 친해짐을 매우 기쁘게 여기네. 날아서 술자리에 떨쳐 도무지 피하지 아니하고, 물 난간에 다가드니 잘 길들인 것 같으이. 창파에 떠다니니 흰 털이 무거워짐을 아끼고, 푸른 풀밭에서 조니 눈[雪] 점이 새로움을 보겠네. 물건과 더불어 맹약을 맺으니 특히 탈속했구나. 이국(異國)엔들 어찌 사람이 없겠는가.”하였다.○ 진사(進士) 진승(秦昇)의 시에, “은은한 외로운 정자 푸른 물 흐름을 대하니, 바다 갈매기는 나를 잊고 나는 그를 잊었네. 모래 개니 비낀 난간에 가까워서 편안히 졸고, 구름이 따뜻하니 항상 굽은 난간을 돌면서 노누나. 달이 잠길 때를 당함에 금 거울이 고요하고, 물결 일어나는 곳을 밟으매 옥 꽃이 뜨네. 호기 있게 노저어 타고 봄 연기 밖에 나가니, 몇 번이나 쌍쌍이 나는 갈매기 낚시 배와 친했던가.”하였다.○ 회계(會稽) 진지(陳贄)의 시에, “본뜻은 한가함을 좋아하는데, 빛나는 정자를 강가에 임하여 지었네. 한가한 날 여기서 배회하니, 한가히 가슴이 트이네. 고운 놀은 물결 넘실거리고 넓은데, 맑은 물 흐름은 창을 둘렀네. 갈매기는 어디로부터 왔는지, 떼 지어 물가에 모이네. 훨훨 날개를 날리니, 눈같이 희고 희어 서리 같은 깃이 빛나네. 문득 산란하게 나니, 천 조각 배꽃이 춤추는 듯하네. 처마에 가까이 가끔 오가고, 물결에 목욕하며 임의로 노니네. 오리들과 유가 되지 아니하고 원추새와 해오라기[鵷鷺]와는 거의 짝이 될 만하겠네. 고상한 사람은 진실로 즐거워 이것을 보고 깊이 깨달음을 얻으리라. 피차가 둘다 기심을 잊으니, 서로 보매 섬세한 티끌도 없네. 기심이 조금이라도 싹트게 될 것 같으면 문득 날아가리라. 그러므로 군자의 마음은 물(物)과 더불어 항상 거스르지 않는다네.”하였다.○ 호부 낭중(戶部郞中) 기순(祁順)의 시에, “산뜻한 초가집을 한강 동쪽에 지으니, 주인의 뜻 백구와 같네. 맹약(盟約)을 맺었으니 즐겨 모랫가의 짝 백구를 저버리랴. 생각을 바꾸다가 해옹(海翁)이 매우 부끄럽네. 들 나루에서 천 이랑 물결에 떴다 잠겼다 하고, 낚싯배에는 한 줄기 실바람이 살랑이네. 재상의 덕업이 앞시대 뒷시대에 빛나니, 정자의 이름만이 위공(魏公)에게 비할 뿐이 아니네.”하였다.○ 신숙주(申叔舟)의 시에, “상당(上黨) 한후(韓侯)의 자는 자준(子濬)인데, 머리 땋은 소년 때부터 같이 놀며 서사(書史)를 읽었네. 장한 뜻 우뚝하여 구속받지 아니하며, 그윽함을 찾고 외롭게 놀다가 취미를 산수에 붙였네. 동중서(董仲舒)의 장막 10년에 경서(經書)를 안았는데, 푸른 적삼 미관(微官)이 될 말인가. 대장부 뜻을 두었으니 끝내 하고 말 것이니, 하루아침 초려(草廬)에 풍운이 일어나네. 융중(隆中)에 높이 누워 있을래야 할 수 없으니, 곤어ㆍ붕새[鯤鵬]의 변화함이 참으로 잠깐 사이일세. 손으로 해바퀴[日轂]를 떠받들어 하늘 운수 돌리니, 하늘을 돌리고 북두(北斗)를 굴림이 한 번 돌아보는 동안일세. 공훈과 이름 빛나고 빛나 한 몸에 있으니, 소하(蕭何)ㆍ장량(張良)ㆍ구순(寇恂)ㆍ등우(鄧禹)를 족히 헤아릴 것 없네. 고귀한 벼슬이 우연히 굴러 왔지 기약한 바 아닌데, 세월은 쉬 흘러 머물지 아니함이 괴롭네. 평생에 맑은 마음을 임천(林泉)에 붙여, 높은 정자를 지어 강가에 임했네. 마음 앎은 오직 흰 갈매기가 있을 뿐, 날고 울며 서로 따르니 한가지로 한가롭네. 옥 패물을 버리고, 난지(蘭芝)를 바늘로 꿰어 차니, 한 강의 연파(煙派)가 스스로 찰랑거리네. 공이 이루어지고 이름이 이루어지매 번화함이 싫어서, 아침 저녁 그윽한 생각 강에 있네. 훈업(勳業)은 비단 동쪽 나라에 있을 뿐 아니라, 성하고 아름다움이 스스로 천하에 퍼졌네. 중국의 유로(儒老)들이 다투어 붓을 휘둘러, 그대를 위하여 서술하고 칭도하였네. 세상 벼슬아치들은 공연히 떠들썩한데, 남아가 이 지경에 이르면 바야흐로 운운 하랴. 동방의 창생(蒼生)이 큰 비를 기다리는데, 어찌 능히 그대를 갈매기 떼에 두겠는가. 아, 갈매기야 서로 귀찮게 말아라. 성주(聖主)님의 융숭한 총애가 오직 그대에게 쏠렸네.”하였다.○ 안지(安止)의 시에, “한공의 아담한 취미 청한(淸閑)한 것을 사랑하여, 매양 강 정자를 향하여 갔다왔다하기 좋아하네. 다만 고기 낚는 늙은이의 눈 같은 귀밑털을 드리운 것과 짝하는데, 즐겨 노래하는 기생들 구름 머리채를 어여삐 여기랴. 갈매기는 섬돌 밑 맑은 물에 길들었고, 소라[螺]같이 물가에는 점점(點點)한 산이 벌려 섰네. 사직의 특별한 공을 어찌 말하랴. 뜻대로 푸른 물굽이 굽어봄이 무방하리라.”하였다.○ 성임(成任)의 시에, “해를 하늘에 받들어 팔도(八道)에 비치니, 공명은 드높이 기린각에 올랐네. 묘당(廟堂)에선 이미 경륜의 손을 펴고는, 도리어 갈매기를 짝하여 물가에서 희롱하네.”하였다.○ “벼슬하는 틈에 조용히 대궐에서 물러나와 신세를 물가에 붙였네. 옆사람들이 부질없이 고기잡이와 나무꾼으로 보고, 당시 조정에 제일류(第一流)를 몰라 보네.”하였다.○ 이승소(李承召)의 시에, “압구정은 산 그윽한 곳에 있는데, 아래 맑은 강이 있어 만고에 흐르더라. 상공(相公)이 여가 날에 와 거닐어, 산에 오르고 물에 임하니 마음이 한가롭구나. 공명을 세상에 덮었으나 유후(留侯)를 봉함에 족하고, 부귀는 우연히 굴러 들어온 것이매 뜬구름과 같네. 몸이 한가하여 이에 빈 배를 띄웠는가 의심하고, 기심을 잊었으니 강변의 갈매기를 친압할 만하구나. 흰 갈매기 날아와 긴 물가에 희롱하니, 날개를 비비고 그림자를 희롱하며 울어 서로 화답하네. 가끔 놀라 일어나 강가를 지나니, 맞은 언덕 바람이 창랑(滄浪) 노래 보내네. 상공이 난간에 의지하여 흥을 걷잡지 못하니, 건곤 만리가 두 눈에 드는구나. 물에서 헤엄치고 구름 속에 나는 것이 각각 자유로우니, 강 위에 모든 물건이 시름없구나. 바람과 비는 때 맞추어 순조로우니, 남촌과 북촌에는 뽕과 삼이 풍년일세. 공(公)이 능히 이같은 태평한 아름다움을 이룩하였으니, 만년에 조용히 노는 기회 얻으셨네. 그대는 서린 용이 한 번 일어나면, 구주(九州)에 은택 줌을 보지 못하였는가. 삼농(三農)에 고무(鼓舞)되어 해가 풍년이 들었네. 돌아와서는 도리어 물고기와 짝하여, 여의주(如意珠)를 안고 깊은 한 못 속에 푹 잠드네.”하였다.○ 이문형(李文炯)의 시에, “빛나는 정자 높이 한강 물가에 임하니, 성남(城南) 지척 사이에 홍진(紅塵)이 막혔구나. 목란주(木蘭舟)를 달밤에 띄우니 연기는 개울에 비끼고, 버드나무 술집에서 물고기를 잡는데 비는 나루터에 어둡네. 들 밖의 산 빛은 창[戟]을 벌여 놓은 듯, 난간 앞 물결 그림자는 사람을 흔드네. 나라를 편안하게 하는 대업을 역사에 전해 두고, 창주(滄洲)에 돌아와 흰 갈매기와 친하네.”하였다.○ 최경지(崔敬止)의 시에, “임금이 하루에 세 번이나 은근히 불러 보아 총애가 흐뭇하니, 정자는 있으나 와서 놀 틈이 없구나. 가슴 가운데 기심만 끊어졌다면, 벼슬 바다 앞에서도 갈매기를 친압할 수 있으련만.”\n\n",
  "학교": "향교(鄕校) 서쪽 2리에 있다.○ 정이오(鄭以吾)의 시에, “사문(斯文)이 떨어지지 아니하고 천년에 드리우니, 착하고 좋은 풍속이 응당 한 고을에서 많이 나오리라.”하였다.\n\n",
  "역원": "경안역(慶安驛) 남쪽 50리에 있다. 본도의 속역(屬驛)은 일곱인데, 덕풍(德豐)ㆍ양화(楊花)ㆍ신진(新津)ㆍ안평(安平)ㆍ아천(阿川)ㆍ오천(吾川)ㆍ유춘(留春)이다. ○ 역승(驛丞) 1인 . ○ 고려 공민왕(恭愍王)이 홍건적을 피하여 남으로 피난할 때 이 역에 이르렀다. 중랑장(中郞將) 임견미(林堅味)가 재추(宰樞)에게 말하기를, “적이 이미 서울에 들어왔다. 임진(臨津) 이북은 우리 소유가 아니니 제도의 군사를 징집하여 적을 치자.”하였다. 재추들이 응하지 아니하므로 곧 눈물을 흘리면서 임금에게 아뢰었더니, 임금이 말하기를, “갑작스러운 사이에 어떻게 하겠는가.”하고, 마침내 복주(福州)로 피하였다.\n봉안역(奉安驛) 주 동쪽 30리에 있다. ○ 권근(權近)의 시에, “옛 역정(驛亭)이 무성한 나무 사이에 열렸는데, 느지막이 서늘할 때에 와 쉬니 몸이 편안함을 깨닫겠네. 산림(山林) 궁벽한 곳에 백성의 집이 적고, 주전(廚傳)이 드물 때에 아전의 일이 한가하네. 벼랑 길이 강을 굽어보니 누가 험한 길을 뚫었는가. 시내 흘러 돌에 부딪치니 스스로 찬 기운이 생기네. 내가 오매 대접한 것이 없었다 말하지 마오. 말이 푸른 꼴[靑蒭]에 배 불렀으니 오히려 염치 없소.”하였다.\n낙생역(樂生驛) 주 남쪽 45리에 있다. 덕풍역(德豐驛) 주 북쪽 5리에 있다. 하진참(下津站) 주 서쪽 20리에 있다. 사평원(沙平院) 한강의 남쪽 기슭에 있다. ○ 이규보(李奎報)의 시에, “피로한 말이 걸음도 느린데 길은 험하고 길다. 안장을 부리고 애오라지 여기에 머무르리라. 왕래하는 말[騶]들 길에 가득차, 처음엔 시끄러움을 싫어했더니, 한 마리 학이 숲에서 울매 비로소 그윽함을 사랑하겠네. 만 길이나 높은 다리[飛橋]는 무지개가 꼬리를 둘렀고, 천 척 늘어선 배는 얼새[鷁] 머리를 나란히 하였네. 고인(故人)이 보이지 아니하니 슬픔이 더하다. 떨어지는 해 아득한데 누(樓)에 기대지 마오.”하였고, ○ “강 어귀에 돛을 내리고 머뭇거리기 한참, 맑은 물에 비춰보며 가만히 수염을 세어 보네. 풀이 언덕 가에 어우러져 겨우 학(鶴)이 숨을 만하고, 밀물이 강가에 오매 오리를 영접하듯 하네. 뱃사공은 앉아서 물이 깊고 얕음을 알고, 나루터 사람은 능히 바람이 있고 없음을 점치네. 급히 흰 비단을 찾아 그림을 그려야겠으니, 한 쌍 한가한 오리 쇠잔한 갈대 속에서 졸고 있네.”하였다.\n판교원(板橋院) 주 남쪽 45리에 있다. 동양원(東陽院) 주 서쪽 50리에 있다. 말을천원(末乙川院) 주 남쪽 50리에 있다. 황교원(黃橋院) 주 동쪽 20리에 있다. 쌍령원(雙嶺院) 주 동쪽 50리에 있다. 금척원(金尺院) 주 동쪽 60리에 있다. 이부원(利夫院) 주 남쪽 30리에 있다. 봉헌원(鳳獻院) 주 서쪽 30리에 있다. 둔입원(芚入院) 주 서쪽 30리에 있다. 대야원(大也院) 주 남쪽 30리에 있다. 도미원(渡迷院) 도미천에 있다. 인덕원(仁德院) 주 서쪽 45리에 있다. 사근내원(沙斤乃院) 주 서쪽 55리에 있다. 정금원(鄭金院) 주 서쪽 25리에 있다. 광진원(廣津院) 광나루 북쪽 언덕에 있다.\n\n",
  "불우": "신복선사(神福禪寺) 이곡(李穀)이 지은 중영기(重營記)가 있다. 봉수사(奉水寺) 모두 한산에 있다. 수리사(修理寺) 수리산에 있다. 약정사(藥井寺) 한산에 있다. 백종사(百種寺) 주 북쪽 20리에 있다.\n수종사(水鍾寺) 조곡산(早谷山)에 있다. ○ 서거정(徐居正)의 시에, “가을이 오매 경치가 구슬퍼지기 쉬운데, 묵은 밤비가 아침까지 계속하니 물이 언덕을 치네. 하계(下界)에서는 연기와 티끌을 피할 곳이 없건만, 절의 누각은 하늘과 가지런하네. 흰 구름은 자욱한데 뉘게 줄거나. 누런 잎이 휘날리니 길이 아득하네. 내 동원(東院)에 가서 참선(參禪) 이야기하려 하니, 밝은 달밤에 괴이한 새 울게 하지 말라.”하였다. ○ “용진강(龍津江) 위 옛 절을 찾으니, 구불구불 돌길이 푸른 삼(杉)나무 숲으로 들어갔네. 옛날 자주 사영운(謝靈運)의 지난 일이 생각되고 지금 원공(遠公 혜원(惠遠)) 말을 못 들은 지 오래로세. 시냇가에서 바릿대[鉢]에 주문(呪文) 외우니 용이 응당 엎드릴 것이요, 돌 위에서 불경을 설(說)하니 호랑이 또한 참여하여 듣네. 흰 버선과 푸른 짚신 신고 내 또한 있으니 서로 만나 한 번 호계(虎溪) 남쪽에서 웃어보세.”하였다. 백중사(伯仲寺) 일명 암사(巖寺)이며, 하진참(下津站) 동쪽에 있다. ○ 서거정의 시에, “절간이 푸른 벼랑에 걸쳐 있으니, 어느 날 금을 펴고 지었는고. 낙엽은 쓰는 사람이 없는데, 빈 집에 오는 손이 있네. 산 형세는 물에 다달아 끊겼는데, 물 구비는 산에 부딪쳐 돌아 흐르네. 앉아서 고승(高僧)과 같이 말을 주고 받으니, 마음이 스스로 티끌이 없어지네.”하였다. 봉은사(奉恩寺) 저도(楮島) 남쪽에 있다.\n\n",
  "사묘": "사직단(社稷壇) 주 서쪽에 있다. 문묘(文廟) 향교에 있다. 성황사(城隍祠) 주 남쪽 7리에 있다. 여단(厲壇) 주 북쪽에 있다.\n\n",
  "능묘": "헌릉(獻陵) 주 서쪽 30리 대모산(大母山) 남쪽에 있다. 태종 공정대왕(太宗恭定大王)의 능인데, 원경왕후(元敬王后)를 부장(附葬)하였다.○ 변계량(卞季良)의 비명(碑銘)에, “하늘이 장차 큰 책임을 덕 있는 사람에게 내리려 함에 반드시 성자(聖子)와 신손(神孫)을 낳아서 큰 운수를 열고 넓은 복을 길게 누리게 한 것이다. 우리 조선 태조 강헌대왕(太祖康獻大王)이 일어나시매 우리 태종으로서 아들을 삼고, 우리 전하(殿下 세종(世宗))로서 손자를 삼으시니, 아, 성하도다. 어찌 인위(人爲)로 능히 된 것이겠는가. 하늘이 하심이다. 그 상(商) 나라에 현성(顯聖)의 임금이 계속하여 일어남과 주(周) 나라에 태왕(大王) 왕계(王季), 문왕ㆍ무왕이 서로 이어 받음과 무엇이 다름이 있겠는가. 신(臣)이 삼가 상고하건대 선원(璿源) 이씨는 전주의 드러난 성이니 사공(司空) 휘 한(翰)은 신라에 벼슬하여 종성(宗姓)의 딸에게 장가들었고, 6세(世)만에 휘 긍휴(兢休)에 이르러 비로소 고려에 벼슬하였습니다. 13세에 태조의 고조부 목왕(穆王)에 이르러 원 나라에 들어가 벼슬하여 천부장(千夫長)이 되어, 4대를 내리 습작(襲爵)하여 모두 아름다운 업적을 계승하였다. 원 나라가 이미 쇠하자 할아버지 환왕(桓王)께서 돌아와 고려의 공민왕(恭愍王)을 섬기었으니, 공을 쌓고 인(仁)을 쌓았음이 그 유래가 오래였다. 우리 신의 왕태후(神懿王太后)께서 지정(至正) 정미(丁未) 5월 신묘(辛卯)에 태종을 함흥부 후주(厚州) 사제(私第)에서 낳으시니, 우리 태조의 다섯째 아드님이시다. 나면서부터 신이(神異)하셨고, 점점 자라매 영특하고 지혜로움이 보통 사람보다 뛰어나셨다. 글 읽기를 좋아하셔서 공부가 날로 진보되어 나이 아직 20이 못 되어 고려의 과거에 합격하셨다. 이때에 정사는 문란하여 민심이 이반(離叛)됨에 나라 형세가 위태로웠으므로 개연히 세상 건질 뜻을 두니 태조께서 사랑하시기를 여러 아들과 달리 하셨다. 일찍이 서장관(書狀官)으로서 시중(侍中) 이색(李穡)과 함께 명 나라 서울에 입조(入朝)하고 여러 벼슬을 거쳐 밀직사 대언(密直司代言)에 이르렀다. 명 나라 태조 홍무 신미(辛未) 9월에 신의왕후께서 돌아가시매 제릉(齊陵) 옆에 여막을 지어 3년상을 마치고자 하셨는데, 임신년 봄에 태조께서 서쪽으로 가셨다가 병을 얻어 돌아오시니, 와서 시병(侍病)하셨다. 공양왕의 신하 정몽주(鄭夢周) 등이 틈을 타 태조를 모함하여 사세가 매우 급하였는데, 태종께서 사기(事機)에 응하여 변고를 처리하여 그들의 괴수를 제거하니 그들의 모략이 깨어졌다. 가을 7월에 여러 장수와 재상과 더불어 대의(大義)를 주창하여 태조를 추대해서 집을 나라로 만드시고, 정안군(靖安君)에 봉해 지셨다. 갑술년 여름에 명 나라 고황제(高皇帝)께서 친 아들을 보내 입조(入朝)하라고 명하니, 태조께서 우리 태종이 경서(經書)에 통하고 예에 숙달하여 여러 아들 가운데서 가장 어질다 하시어 곧 파견하여 황제의 명에 응하였다. 이미 명 나라에 이르자 아뢰는 것이 황제의 뜻에 맞아 특별한 대접을 받고 돌아오시었다. 무인년 가을 8월에 태조께서 병이 나으시매, 권신(權臣)이 붕당을 모아 어린이[芳碩]를 끼고 정권을 잡아 제 뜻대로 함부로 하려는 자가 있어 화(禍)가 곧 절박하였다. 태종께서 기미를 밝게 보시어 섬멸 제거하셨다. 이때에 종친과 장상들이 모두 우리 태종을 책봉하여 세자로 삼기를 청하였으나 태종께서 굳이 사양하고, 공정 대왕(恭靖大王 정종(定宗))을 추천하여 태조께 청하고 세자로 책봉하여 종사(宗社)를 안정시켰다. 9월 정축일에 태조께서 병이 낫지 아니하시므로 공정대왕에게 전위(傳位)하시었다. 건문(建文) 경진년 정월에 역신(逆臣) 박포(朴苞)가 가만히 방간(芳幹)의 부자를 꾀어 동기를 해치려고 꾀하고, 군사를 일으켜 반란을 일으키매 태종께서 군사를 거느리고 난을 평정하여, 박포는 베고 나머지는 모두 놓아 주었으며 방간은 안치(安置)하여 형제의 정의를 폐하지 아니하셨다. 공정대왕께서 후사(後嗣)가 없으시고 또 나라를 창업하고 사직을 안정함이 모두 우리 태종의 공적이라 하시어 책봉하여 세자로 삼으셨다. 겨울 11월에 또한 병으로 말미암아 우리 태종에게 전위하고 명 나라에 사신을 보내 책명(策命)을 청하니, 다음 해 신사년 6월에 건문제(建文帝)가 통정시승(通政侍丞) 장근(章謹) 등을 번갈아 보내어 고명(誥命)과 인장(印章)을 받들고 와서 우리 태종을 봉하여 왕을 삼았다. 겨울에 홍로시 행인(鴻臚寺行人) 반문규(潘文奎)를 보내와 면복(冕服)을 주고 품질(品秩)을 친왕(親王)에 준하였다. 임오년에 지금 황제께서 즉위하시매 태종께서 좌정승 신(臣) 하륜(河崙)을 보내 등극을 하례하니, 황제는 충성을 아름답게 여겨서 다음 해 계미년 4월에 고명(誥命)과 인장을 주셨다. 도지휘사(都指揮使) 고득(高得) 등을 보내와 그대로 왕에 봉하였다. 가을에 한림대조(翰林待詔) 왕연령(王延齡)을 보내어 곤룡포ㆍ면류관ㆍ구장(九章)과 금단(錦段)ㆍ사라(沙羅)ㆍ서적(書籍)을 주고, 태조께는 금단ㆍ사라를, 원경 왕태후께는 관(冠)ㆍ포(袍)와 금단ㆍ사라를 각각 차등 있게 주었다. 이때부터 그 뒤로는 황제께서 물건을 내림이 거듭되어 비는 해가 없었다. 을유년에 한양(漢陽)은 태조께서 도읍하셨던 곳이라 하여 여러 신하의 의논을 물리치고 한양으로 돌아왔다. 정해년에 황제께서 하정사(賀正使)로 입조(入朝)한 사신에게 이르기를, ‘조선국왕은 지성으로 대국을 섬긴다.’ 하였다. 이뒤부터 사신이 갈 때마다 매양 지성이라고 칭찬하였다. 무자년 5월에 태조께서 돌아가시니 슬퍼하시고 사모함이 망극(罔極)하셨고, 거상(居喪)을 하고 상사와 장사를 예로써 하셨다. 명나라에 사신을 보내 부고를 고하니 황제가 슬퍼하여 조회(朝會)를 철폐하시고 예부 낭중(禮部郞中) 임관(林觀) 등을 보내어 태뢰(大牢)의 제사를 내리고, 시호를 강헌(康獻)이라 하고 또 태종에게 칙서(勅書)를 내려 후한 부의(賻儀)를 주셨다. 임진년 겨울에 고려 왕씨의 후예로서 민간에 숨어 있는 자가 있어 어떤 사람이 조정에 아뢰어 죽이기를 청하니 태종께서 말씀하시기를, ‘제왕의 일어남은 스스로 천명이 있는 것이다. 당초에 왕씨의 후손을 죽인 것은 우리 태조의 본 뜻이 아니다.'하시고, 이에 하교(下敎)하여, ‘왕씨의 후예로 생존한 사람은 그들로 하여금 각각 생업에 편안하게 하라.’ 하셨다. 갑오년 6월 일(日)에 감로(甘露)가 함흥부 월광(月光) 구미리(仇未里) 및 정평(定平)의 백운산에 내렸다. 다음 해 을미년 4월에 감로가 또 함흥부 덕산동에 내리니, 우리 동방에 전에는 있지 않았던 일이라 정부에서 모두 전(箋)을 올려 하례하였으나 받지 아니하셨다. 무술년 6월에 세자 지(禔)가 덕이 없으므로 폐하고 양녕대군으로 봉하고, 우리 전하가 총명하고 효제(孝悌)하며 학문을 좋아하여 게으름이 없으며, 나라 사람들이 촉망하므로 책봉하여 황제께 아뢰니 황제가 허락하셨다. 이해 8월에 우리 전하에게 선위하시고 명 나라에 사신을 보내 고명(誥命)을 청하였다. 11월에 우리 전하께서 책보(冊寶)를 받들어 존호(尊號)를 올리어 성덕신공상왕(聖德神功上王)이라 하였다. 다음 해 정월에 황제가 홍로시 승(鴻臚寺丞) 유천(兪泉) 등을 보내어 고명을 받들고 와서 우리 전하를 봉하여 왕으로 삼았다. 5월에 대마도(對馬島)의 왜(倭)가 국경을 침범하여 군사를 죽이고 약탈하매 영의정 신(臣) 유정현(柳廷顯) 및 장천군(長川君) 신 이종무(李從茂) 등에게 명하여 해군으로서 가서 치게 하니, 섬 왜인들이 복종하여 전과 같았다. 8월에 황제께서 사신을 보내어 잔치를 내리니, 칙서에 대략 이르기를, ‘왕의 지성이 두터워 공경히 조정을 섬기고, 한 덕과 한 마음이 끝까지 게으르지 아니하매, 능히 어진 이를 가리어 덕 있는 이를 명하여 종사(宗社)로 하여금 의탁 할 곳이 있게 함으로써 나라 사람의 바람에 맞게 하였도다.’ 하고, 또 우리 전하에게 잔치를 내리셨다. 칙서에 대략 이르기를, ‘네 아버지가 도탑고 후하고 노성(老成)하여 천도(天道)를 공경하더니, 충성스럽고 순한 정성이 오래 갈수록 변하지 않는다.’ 하였다. 9월에 공정왕이 세상을 떠나매 참최(斬衰)의 복을 입어 역월(易月)의 복제를 마치었다. 사신을 보내어 보고하니, 다음 해 4월에 황제가 사신을 보내어 치제(致祭)하고, 시호를 공정(恭靖)이라 내렸다. 이해 봄에 우리 전하께서 뭇 신하를 거느리고, 태상왕의 호를 올리려 청하였으나 허락하지 아니하셨다. 가을 7월에 원경왕태후께서 돌아가시매 우리 전하가 슬퍼하심이 예(禮)에 지나치므로 명하여 역월의 복제를 따르도록 하였으나, 전하께서 울며 굳이 사양하시매, 이에 장사 뒤에 복을 벗고 백의(白衣)로 상기(喪期)를 마치도록 하셨다. 9월 임오에 태후를 광주(廣州) 고을의 대모산(大母山)에 장사지내고, 헌릉(獻陵)이라 하였다. 신축년 가을 9월에 우리 전하께서 책보(冊寶)를 받들어 태상왕의 호를 올리고, 10월에 태종에게 품하여 원자(元子 문종)를 책봉하여 세자로 삼았다. 태종께서는 세상에 흔히 나지 않는 자질로서 학문을 쌓으시어 효제(孝弟)는 신명(神明)에 통하고, 정성과 공경은 종묘 사직에 감동되었다. 대국을 섬기매 천자는 그 지성을 일컬었고, 이웃나라를 사귀매 왜국은 그 도덕에 복종하였다. 하늘을 공경하고 백성을 생각하여 검소를 숭상하고 씀씀이를 절약하였으며 덕과 예(禮)를 먼저하고, 형벌을 삼가고 충성스럽고 정직한 사람을 등용하셨다. 간사한 사람을 내치고 이단(異端)을 물리치고 음사(淫祀)를 금지시키며, 고금을 참작하여 제도를 정하고, 문교(文敎)를 밝히며 무비(武備)를 엄하게 하여 쌓였던 폐단이 모두 개혁되어 모든 업적이 빛나, 온 나라가 안정되어 백성은 편안하고 물질이 풍부하니 제왕의 도(道)가 성하였다. 상제(上帝)의 돌보심이 융숭함을 받아 두 번이나 감로가 내리는 최상의 상서(祥瑞)를 얻음이 마땅하도다. 임인년 4월에 처음으로 병이 드시어 다음 달 5월 병인(丙寅)에 이궁(離宮)에서 돌아가시었다. 우리 전하께서 애통함을 이기지 못하여 사흘 동안 음식을 폐하시니, 군신이 울면서 음식 드시기를 청하였으나 끝내 허락하지 아니하시고, 3년의 상복으로 정하여 역월(易月)의 복제를 쓰지 아니하셨다. 태종의 나이 56세였는데 왕위에 19년 동안 계시었고, 한가히 계신 지 5년 만에 문득 돌아가셨다. 대소의 신하들과 아래로 노예(奴隷)에 이르기까지 소리 내어 울지 아니하는 사람이 없고, 날이 갈수록 더욱 슬퍼하여 부모를 여윈 것같이 하였으니 아, 슬프다. 이해 9월 초2일 병진(丙辰)에 존호를 올려 성덕신공문무광효 대왕(聖德神功文武光孝大王)이라 하고, 묘호(廟號)를 태종이라 하였다. 초6일 경신(庚申)에 원경 왕태후의 능에 합장하니 유명(遺命)이었다. 명 나라에 부고를 보내매 황제는 애통하여 조회를 철폐하고, 예부 낭중 양선(楊善) 등을 보내어 제사를 내리니, 그 글에 대략 이르기를, ‘왕은 뜻이 돈후하고 지성스럽고 총명하고 현달(賢達)하여, 조정을 공경히 섬기어, 충성스럽고 순종하는 마음이 종시 바뀌지 아니하더니, 부고가 멀리서 들림에 진실로 깊이 슬픔을 느끼노라.’ 하였고, 또 고명(誥命)을 주어 시호를 공정(恭定)이라 하였으며, 또 전하에게 부의를 후히 내리셨다. 대저 우리 태종의 성한 공덕과 우리 전하의 지극한 효성이 앞뒤에 서로 이어 능히 황제의 마음을 맞춘 까닭으로 종시(終始)하는 즈음에 있어 특별한 은전(恩典)이 이와 같이 갖추어 지극한 것이다. 중궁(中宮) 원경왕태후의 성은 민씨니 여흥(驪興)의 대대로 이름난 집이시다. 고려 문하시랑 평장사 문경공 휘 영모(令謨)로부터 6세 만에 고조 휘 종유(宗儒)에 이르러 의릉(毅陵)을 도와 도첨의시랑 찬성사(都僉議侍郞贊成事)에 이르고, 시호를 충순(忠順)이라 하였다. 충순이 증조 판밀직사사(判密直司事) 시호 문순(文順) 휘(諱) 적(頔)을 낳고, 문순이 조부 대광 여흥군(大匡驪興君) 휘 변(抃)을 낳고, 대광이 아버지 순충동덕찬화공신 대광보국숭록대부 여흥부원군 수문전대제학 영예문춘추관사(純忠同德贊化功臣大匡輔國崇祿大夫驪興府院君修文殿大提學領藝文春秋館事) 시호 문도(文度) 휘 제(霽)를 낳았다. 어머니 송씨는 삼한국대부인(三韓國大夫人)에 봉했으니, 고려 중대광 여량군(重大匡礪良君) 휘 선(璿)의 따님이시다. 착함을 쌓아 경사가 나매 이에 숙덕(淑德)을 낳으니 총명이 보통과 다르셨다. 배우자를 가리어 우리 태종에게 시집오셨다. 태종께서 젊었을 때부터 세상을 건질 뜻을 두시어 경사(經史)에 유의하시고, 가산(家産)을 일삼지 아니하셨다. 태후께서는 치가(治家)하심이 검소하고, 부엌 일을 삼가시고 여공에 힘쓰셨으며, 많은 아들을 가르쳐 의방(義方)에 순종하게 하셨고, 첩과 시녀들을 예로 대접하여 부도(婦道)를 극진히 하셨다. 홍무(洪武) 임신년 정녕옹주(靖寧翁主)에 봉하고, 무인년에 태종께서 정사(定社)할 때에 사세가 매우 외롭고 위태로웠는데 태후께서 마음을 다하여 도와 큰 일을 치렀다. 경진년 봄에 정빈(貞嬪)에 봉하고, 그해 겨울에 태종께서 즉위하시자 정비(靜妃)에 봉해지셨다. 영락(永樂) 계미년에 황제가 관포(冠袍)를 하사하였다. 이해로부터 정유년에 이르기까지 황제의 하사를 다섯 번이나 받았다. 무술년 겨울에 우리 전하께서 존호를 올리어 후덕대왕비(厚德大王妃)라 하였고, 경자년 9월에 시호를 올려 원경왕태후라 하였으니, 춘추가 56세이셨다. 태후께서 정숙한 덕을 타고 나서 능히 태종에 짝하시어 내치(內治)를 오로지하기 20년 동안에 부도(婦道)가 엄숙하고 공경하여 또 성자(聖子)를 낳으시매 종묘와 사직에 주인이 되게 하심으로써 영화로운 봉양을 누리셨다. 돌아가시기에 미쳐 빈첩(嬪妾)과 시녀들이 마음을 다하여 슬퍼하고 아파하지 아니한 이가 없었다. 부인으로서의 법도와 어머니로서의 거동이 지극하심이로다. 네 아들과 네 딸을 낳으셨으니 우리 전하께서는 셋째이시다. 장남은 지(禔)요, 차남은 보(補)이니 효령대군에 봉하고, 그 다음은 종(種)으로 성녕대군(誠寧大君)에 봉하였다가 먼저 죽었다. 맏딸은 정순공주(貞順公主)로 청평부원군(淸平府院君) 이백강(李伯剛)에게 하가(下嫁)하니 본관이 같은 이씨가 아니다. 다음은 경정공주(慶貞公主)이니 평양부원군(平壤府院君) 조대림(趙大臨)에게 하가하였고, 다음은 경안공주(慶安公主)이니 길창군(吉昌君) 권규(權跬)에게 하가하였다가 먼저 죽고, 다음은 정선공주(貞善公主)이니 의산군(宜山君) 남휘(南暉)에게 하가하였다. 의빈 권씨(懿嬪權氏)가 딸 하나를 낳으니 정혜옹주인데, 운성군(雲城君) 박종우(朴從愚)에게 시집갔고, 소혜궁주(昭惠宮主) 노씨가 딸 하나를 낳았으니 아직 어리다. 신녕궁주(信寧宮主) 신씨가 3남 7녀를 낳았으니 장남 인(裀)은 공녕군(恭寧君)에 봉하고, 나머지는 아직 어리다. 장녀 정신옹주(貞信翁主)는 영평군(鈴平君) 윤계동(尹季童)에게 시집가고, 다음 정정옹주(貞靜翁主)는 한원군(漢原君) 조선(趙璿)에게 시집가고, 다음 숙정옹주(淑貞翁主)는 일성군(日城君) 정효전(鄭孝全)에게 시집가고, 나머지는 모두 어리다. 궁인 안씨(宮人安氏)가 1남 3녀를 낳았으니 모두 어리고, 김씨가 1남을 낳았으니 비(裶)요, 경녕군(敬寧君)에 봉하였다. 고씨(高氏)가 1남을 낳고, 최씨(崔氏)가 1남 1녀를 낳고, 이씨(李氏)가 1남을 낳고, 김씨(金氏)가 1녀를 낳았는데 모두 어리다. 우리 중궁 공비(恭妃) 심씨(沈氏)께서는 문하시중 휘 덕부(德符)의 넷째 아들 온(溫)의 따님으로 4남 2녀를 낳았으니 장남은 곧 세자(世子)이시고, 나머지는 모두 어리다. 양녕대군은 김한로(金漢老)의 딸에게 장가들어 3남 1녀를 낳았는데 모두 어리다. 효령대군은 전(前) 판중군 도총제 부사(判中軍都總制府事) 정이(鄭易)의 딸에게 장가들어 4남을 낳았는데 모두 어리다. 성녕대군은 전 전라도 도관찰사(全羅道都觀察使) 성억(成抑)의 딸에게 장가들었는데 자식이 없다. 정순공주는 1녀를 낳았으니 용양시위사 호군(龍驤侍衛司護軍) 이계린(李季疄)에게 시집갔는데 본관이 같은 이씨가 아니다. 경정공주는 4녀를 낳았으니 장녀는 돈녕부 승(敦寧府丞) 안진(安進)에게 시집갔고, 다음은 유학(幼學) 김중엄(金仲淹)에게 시집갔고 나머지는 어리다. 경안공주는 2남을 낳았으니 맏은 담(聃)으로 한성 소윤(漢城少尹) 정연의 딸에게 장가들었고 다음은 어리다. 정선공주는 2남 1녀를 낳았는데 모두 어리다. 경녕군은 호조 참의(戶曹參議) 김관(金讙)의 딸에게 장가들어 두 아들을 낳았는데 모두 어리고, 공녕군은 병조 참판(兵曹參判) 최사강(崔士康)의 딸에게 장가들어 두 딸을 낳았는데 모두 어리다.신(臣)이 그윽히 보옵건대, 우리 태종의 성한 덕과 높은 공이 진실로 이미 백왕(百王)의 위에 높이 뛰어나시고, 배필의 어지심으로 내조(內助)의 공이 또 촉도(蜀塗 고양씨의 어머니)ㆍ신지(莘摯 무왕의 어머니 태사씨(太姒氏)를 말함)로 더불어 사실이 서로 맞고 아름다움이 같았다. 여러 신하들이 모두 능의 신도비(神道碑)에 명(銘)을 새기어 영세(永世)에 밝게 보일 것을 원하므로, 전하께서 신 계량(季良)에게 명하시니, 신 계량이 명을 받자와 조심스럽고 떨리어 감히 사양하지 못하옵고, 삼가 머리 조아려 절하며 다음과 같이 명(銘)을 올립니다. ‘하늘이 해동(海東)을 돌보시와 우리 태종을 내리시니, 덕을 부지런히 하신 태종은 성덕(聖德)이 몸에 있으시고 성부(聖父)를 추대하여 능히 큰 공을 이루시네. 이에 황제의 뜰에 조회(朝會) 가서 아뢰기를 조용히 하셨고, 황제의 은혜를 두터이 입으시어 우리 백성을 보호하시네. 시기[炳幾]를 밝게 보아 난을 평정하시어 적장(嫡長 정종(定宗))을 높이시니, 비록 혁장(鬩墻)을 만났으나 우애가 두터우셨네. 효제(孝悌)의 지극함은 예로부터 드물게 들은 바이로다. 오직 덕이 두텁고 오직 공(功)에 힘쓰시어 하늘의 내려 보심이 매우 밝으시고 거듭 황제를 보우(保佑)하셨네. 빛나는 금보(金寶)가 전후에 비쳤으니 황제의 고명(誥命)이 거듭 이르매 내가 이에 은혜로 받았네. 할아버지(태조)의 유명(遺命)을 따라서 한수 북쪽 서울로 돌아오셨네. 예와 악(樂)을 제작함에 찬란히 빛나도다. 상사를 당하여 여막에 계심에 애모(哀慕)함이 망극하셨네. 장사지내고 제사지냄에 옛 예법대로 따르셨고, 공경히 명나라 조정을 섬김에 황제가 지성이라 일컬었네. 엄숙하게 제사를 받들매 신명(神明)에 감동하셨고, 이웃을 사귐에 도가 있으니 왜국이 조회하려 왔었네. 왕씨의 후예를 가엾게 생각하여 그들을 살도록 하셨도다. 중외가 다스려져 편안함에 억천년을 드리우리. 흐뭇한 감로(甘露)는 해마다 함흥부에 내렸네. 어두운 양녕대군을 폐하고 덕 있는 세종(世宗)을 명하사 백성의 주인을 삼았네. 오랜 수(壽)를 누리시어 이 땅에 아버지로 임하시기를 바랐더니, 어찌 하늘로 올라가심을 재촉하여 한 번 든 병환이 낫지 아니하셨는가. 슬프다, 성자(聖子)는 아프고 슬픔이 비할 데 없으시어 삼일 동안 음식을 철폐하시니, 지쳐서 상함을 이기지 못하시어 범백(凡百) 상사에 오직 예를 따르셨네. 황제께서 듣고 슬퍼하시어 사신을 보내 제사하고, 시호를 주어 포장하여 높이고 부의를 융숭하게 내리셨네. 은전(恩典)이 갖추어졌으매 기쁨이 신하들에게 넘치었네. 어지신 태후께서는 진실로 엄숙하고 화하셨도다. 가만히 정사(定社)함을 도우시어 능히 큰 성군(聖君)에게 짝이 되셨네. 성철(聖哲)을 나으시므로 하여금 종묘(宗廟)의 제사를 주장하게 하셨네. 건(乾)의 건장하고 이(離)의 밝음은 공정대왕의 덕이 좋고, 곤(坤)의 후하고 유(柔)하고 정(貞)함은 원경왕태후의 법도로다. 금슬로서 벗하시다가 장사도 한곳에 하셨네. 자손이 많으시니, 아, 기린(麒麟)이로라. 길이 이어 가는 종사(宗祀)는 억만 년을 드리우리다. 신이 절하고 글을 올려 좋은 돌에 새기오니 만대에 닳지 아니하여 우리 동방에 비치리다.’ 하였다.”했다.○ 윤회(尹淮)의 비음기(碑陰記)에, “공손히 생각건대 우리 태종대왕께서 성스러운 덕과 신공(神功)이 뚜렷하여 전고(前古)보다 높았도다. 춘추 아직 많지 아니하실 적에 자리를 성자에게 전해주시고, 바야흐로 한가함을 얻으시어 영화로운 봉양을 누리시다가 갑자기 돌아가시니, 우리 전하께서 슬퍼하시고 상하심이 예법대로 다하셨나이다. 다음 5월에 원경왕태후의 헌능에 합장하시니 유명(遺命)을 따름이다. 능은 광주(廣州) 치소(治所)의 서쪽 대모봉(大母峯) 밑 건해좌(乾亥坐)의 산에 있는데 건좌손향(乾坐巽向)이다. 북으로 서울과의 거리는 30리쯤 된다. 삼가 살펴보건대, 이 산은 장백산(長白山)으로부터 내려오다가 남쪽으로 수천 리를 넘어 상주(尙州)의 속리산(俗離山)에 이르고, 여기서 꺾여 서북으로 또 수백 리를 달려 과천(果川)의 청계산(淸溪山)에 이르고, 또 꺾여 동북으로 달려 한강을 등지고 멈추었는데 이것이 대모산이다. 땅의 영기(靈氣)가 멈추어 솟아 맑은 기운이 꿈틀거리니 아, 하늘이 만들고 땅이 간직하여 능(陵)의 길조(吉兆)로 기다림인가. 전하께서 능의 손방(巽方) 63보에 나아가 큰 비를 세워서 덕의 아름다움을 기록하여 빛을 이제와 오는 세대에 드리우라 명하시고, 또 개국 좌명 정사공신(開國佐命定社功臣)들의 이름을 차례로 비 뒤에 새기도록 명하시었다. 신이 그윽히 생각건대, 자고로 제왕(帝王)이 일어남에 반드시 세상에 이름난 신하가 있어 때에 응하여 나서 대업(大業)을 도와서 이루었습니다. 이에 종명이정(鐘銘彝鼎)에 공을 기록하는 법이 있는 것이니 썩지 않을 공을 보여 영구히 전하는 바입니다. 우리 조정이 임신년에 창업됨과 무인년과 경진년의 내란을 평정함을 얻은 것은 실로 하늘이 태종을 열어준 바가 된 것이요, 그러므로서 조선 억만년 무궁한 복조의 기초를 잡은 것입니다. 그러하오나 또한 장상(將相)들이 몸을 잊고 명을 바쳐 보좌한 것이 많았습니다. 이것을 마땅히 비석에 새겨 영세에 보여서 뒤에 보는 사람이 오히려 능히 우리 전하께서 선대의 빛나는 공을 현양(顯揚)하고 원훈(元勳)을 포장(褒獎)하신 지극한 뜻을 알게 할 것입니다.개국공신(開國功臣) 익안대군(益安大君) 방의(芳毅)ㆍ문하시중(門下侍中) 배극렴(裵克廉)ㆍ평양부원군(平壤府院君) 조준(趙浚)ㆍ상락부원군(上洛府院君) 김사형(金士衡)ㆍ흥안군(興安君) 이제(李濟)ㆍ의안대군(義安大君) 화(和)ㆍ계림군(鷄林君) 정희계(鄭熙啓)ㆍ청해군(靑海君) 이지란(李之蘭)ㆍ의성군(宜城君) 남은(南誾)ㆍ화산군(花山君) 장사길(張思吉)ㆍ서원군(西原君) 정총(鄭摠)ㆍ한산군(漢山君) 조인옥(趙仁沃)ㆍ의녕군(宜寧君) 남재(南在)ㆍ청성군(淸城君) 정탁(鄭擢)ㆍ익화군(益和君) 김인찬(金仁贊)ㆍ파평군(坡平君) 윤호(尹虎)ㆍ상산군(商山君) 이민도(李敏道)ㆍ호조전서(戶曹典書) 조영규(趙英圭)ㆍ부흥군(復興君) 조반(趙胖)ㆍ한천부원군(漢川府院君) 조온(趙溫)ㆍ남양군(南陽君) 홍길민(洪吉旼)ㆍ옥천부원군(玉川府院君) 유창(劉敞)ㆍ평성부원군(平城府院君) 조견(趙狷)ㆍ평해군(平海君) 황희석(黃希碩)ㆍ흥녕부원군(興寧府院君) 안경공(安景恭)ㆍ계림군(鷄林君) 김균(金稛)ㆍ중추원부사(中樞院副使) 유원정(柳爰廷)ㆍ성산부원군(星山府院君) 이직(李稷)ㆍ영성부원군(寧城府院君) 오사충(吳思忠)ㆍ안평부원군(安平府院君) 이서(李舒)ㆍ한산부원군(漢山府院君) 조영무(趙英茂)ㆍ완성부원군(完城府院君) 이백유(李伯由)ㆍ흥원군(興原君) 이부(李敷)ㆍ연성군(延城君) 김노(金輅)ㆍ고성군(高城君) 고려(高呂)ㆍ동원군(東原君) 함부림(咸傅霖)ㆍ서원군(西原君) 한상경(韓尙敬)ㆍ상호군(上護軍) 한충(韓忠)ㆍ여천부원군(驪川府院君) 민여익(閔汝翼)정사공신(定社功臣) 의안대군(義安大君) 화(和)ㆍ익안대군(益安大君) 방의(芳毅)ㆍ상당군(上黨君) 이저(李佇)ㆍ평양부원군(平壤府院君) 조준(趙浚)ㆍ상락부원군(上洛府院君) 김사형(金士衡)ㆍ진산부원군(晉山府院君) 하륜(河崙)ㆍ한산부원군(漢山府院君) 조영무(趙英茂)ㆍ완원부원군(完原府院君) 이양우(李良祐)ㆍ봉녕부원군(奉寧府院君) 복근(福根)ㆍ청해군(靑海君) 이지란(李之蘭)ㆍ화산군(花山君) 장사길(張思吉)ㆍ한천부원군(漢川府院君) 조온(趙溫)ㆍ연성군(延城君) 김노(金輅)ㆍ청성부원군(淸城府院君) 정탁(鄭擢)ㆍ완산부원군(完山府院君) 이천우(李天祐)ㆍ중추원부사(中樞院副使) 장철(張哲)ㆍ취산부원군(鷲山府院君) 신극례(辛克禮)좌명공신(佐命功臣) 상당군(上黨君) 이저(李佇)ㆍ진산부원군(晉山府院君) 하륜(河崙)ㆍ한산부원군(漢山府院君) 조영무(趙英茂)ㆍ취산부원군(鷲山府院君) 신극례(辛克禮)ㆍ계성군(鷄城君) 이내(李來)ㆍ의안대군(義安大君) 화(和)ㆍ완산부원군(完山府院君) 이천우(李天祐)ㆍ창녕부원군(昌寧府院君) 성석린(成石璘)ㆍ완천군(完川君) 이숙(李淑)ㆍ청해군(靑海君) 이지란(李之蘭)ㆍ칠성군(漆城君) 윤저(尹抵)ㆍ의성군(義城君) 김영렬(金英烈)ㆍ파평군(坡平君) 윤곤(尹坤)ㆍ금천군(錦川君) 박은(朴訔)ㆍ평양군(平陽君) 박석명(朴錫命)ㆍ장흥부원군(長興府院君) 마천목(馬天牧)ㆍ한천부원군(漢川府院君) 조온(趙溫)ㆍ길창군(吉昌君) 권근(權近)ㆍ철성부원군(鐵城府院君) 이원(李原)ㆍ성산부원군(星山府院君) 이직(李稷)ㆍ문성부원군(文城府院君) 유양(柳亮)ㆍ한평부원군(漢平府院君) 조연(趙涓)ㆍ평양부원군(平陽府院君) 김승주(金承霔)ㆍ마성군(麻城君) 서익(徐益)ㆍ남양군(南陽君) 홍서(洪恕)ㆍ칠원군(漆原君) 윤자당(尹子當)ㆍ계림군(鷄林君) 이승상(李升商)ㆍ연성군(蓮城君) 김정경(金定卿)ㆍ이성군(利城君) 서유(徐愈)ㆍ장천부원군(長川府院君) 이종무(李從茂)ㆍ영양군(永陽君) 이응(李膺)ㆍ풍산군(豐山君) 심구령(沈龜齡)ㆍ곡산군(谷山君) 연사종(延嗣宗)ㆍ면성부원군(沔城府院君) 한규(韓珪)ㆍ희천군(熙川君) 김우(金宇)ㆍ월천군(越川君) 문빈(文彬)ㆍ여산부원군(礪山府院君) 송거신(宋居信)ㆍ증 동지중추원사(贈同知中樞院事) 김덕생(金德生)” 하였다.\n선릉(宣陵) 주 서쪽 30리 학당동(學堂洞)에 있다. 성종 대왕(成宗大王)의 능이다. 평원대군 (平原大君) 묘(墓) 주 남쪽 18리에 있다. 한확(韓確) 묘(墓) 주 동쪽 30리에 있다. 임영대군(臨瀛大君) 묘(墓) 주 남쪽 60리에 있다. 광평대군(廣平大君) 묘(墓)ㆍ영순군(永順君) 묘(墓) 모두 주 서쪽 25리에 있다. 이원(李原) 묘(墓) 주 서쪽 30리에 있다. 구치관(具致寬) 묘(墓) 주 동쪽 60리에 있는데, 서거정이 비명을 지었다. 최항(崔恒) 묘(墓) 주 동쪽 20리에 있는데 서거정이 비명을 지었다. 박은(朴訔) 묘(墓) 주 북쪽 23리에 있다. 이극배(李克培) 묘(墓) 주 북쪽15리에 있다. 밀성군(密城君) 묘(墓) 주 서쪽 7리에 있다. 서거정(徐居正) 묘(墓) 주 서쪽 13리에 있다. 정창손(鄭昌孫) 묘(墓) 주 서쪽 14리에 있다. 오사충(吳思忠) 묘(墓) 주 북쪽 11리에 있다. 권진(權軫) 묘(墓) 주 동쪽 20리에 있다. 맹사성(孟思誠) 묘(墓) 주 남쪽 30리에 있다. 유창(劉敞) 묘(墓) 주 북쪽 10리에 있다. 이극증(李克增) 묘(墓) 주 남쪽 40리에 있다. 정난종(鄭蘭宗) 묘(墓) 주 남쪽 70리에 있다. 함부림(咸傅霖) 묘(墓) 주 서쪽 12리에 있다. 김승주(金承霔) 묘(墓) 주 동쪽 30리에 있다. 한계희 묘(韓繼禧) 묘(墓) 주 남쪽 40리에 있다. 어효첨(魚孝瞻) 묘(墓) 주 북쪽 17리에 있다. 정척(鄭陟) 묘(墓) 주 서쪽 7리에 있다. 이지강(李之剛) 묘(墓) 주 북쪽 7리에 있다. 이계손(李繼孫) 묘(墓) 주 서쪽 80리에 있다. 이문화(李文和) 묘(墓)ㆍ이승손(李承孫) 묘(墓) 모두 주 서쪽 30리에 있다.\n\n『신증』 희릉(禧陵) 대모산(大母山)에 있는데 장경왕후(章敬王后)의 능이다. 제안대군(齊安大君) 묘(墓) 주 남쪽 16리에 있다.\n\n",
  "고적": "온조왕고성(溫祚王古城) 온조왕 13년에 왕도(王都)에 늙은 할미가 변화하여 남자가 되고, 다섯 호랑이가 성안에 들어왔으며, 왕의 어머니가 돌아갔다. 왕이 신하더러 이르기를, “국가가 동쪽에는 낙랑이 있고, 북쪽에는 말갈이 있어 강토를 침범하여 편안한 날이 적은 데다가, 더욱 지금 요사스러운 조짐이 자주 나타나고, 국모께서 세상을 버리시니 사세가 스스로 편안히 있을 수 없어 반드시 장차 도읍을 옮겨야겠다. 내 어제 나가서 한수의 남쪽을 순시하여 보니, 토지가 비옥하다. 마땅히 그곳에 도읍하여 오래 편안하기를 도모하리라.”하고, 7월에 한산에 나아가 목책(木柵)을 세우고 위례성의 백성들을 옮기고, 9월에 성과 궁궐을 세웠다. 일장산성(日長山城) 바로 신라 때 주장성(晝長城)이다. 문무왕(文武王)이 쌓은 것인데, 안에 여섯 우물과 시내가 있다. 주위가 8만 6천 8백 척, 높이는 24척인데 석축이다. 요탄역(饒呑驛) 고려 현종 9년에 거란이 와서 침범하므로 왕이 광주로 행차하였다가 두 왕후의 간 곳을 잃어 지채문(智蔡文)으로 하여금 가서 찾게 하였더니, 이 역에 이르러 바로 만나 모시고 돌아왔다. 왕이 기뻐하여 사흘 동안을 여기에 머물렀다.\n\n",
  "명환": "신라 김대문(金大問) 성덕왕(聖德王) 3년에 김대문을 도독(都督)으로 삼았다.고려 이혼(李混) 참군이 되었다. 홍자번(洪子藩) 통판이 되었는데 간 뒤에 백성들이 그의 은덕을 생각함이 있었다. 안보(安輔) 사록(司錄)이 되었다. 김부의(金富儀) 사록이 되었다. 장선(張瑄) 목(牧)이 되었다. 이세화(李世華) 고려 때에 오랑캐의 침략으로 인하여 장차 도읍을 옮기려고 하였는데 광주가 중도의 큰 진(鎭)인 까닭에 세화를 보내 나가 자사(刺史)가 되게 하였다. 몽고의 대병이 와서 포위하고, 백 가지 계교로 공격하였으나, 세화가 주야로 성을 수리하고 방비하여 사기(事機)에 따라 응변하니 오랑캐가 드디어 포위를 풀고 갔다. 이진(李瑱) 사록이 되었다.\n\n본조 권진(權軫) 판관이 되었다. 최부(崔府) 목사가 되었다. 안노생(安魯生) 목사가 되었다. 남금(南琴) 태종조에 양녕군을 이 주에 안치(安置)하였는데, 주관(州官)이 잘 제재하지 못하므로 임금이 특히 경창부윤(慶昌府尹) 남금으로서 판목사(判牧事)를 삼았다.\n\n",
  "인물": "백제 고흥(高興) 근초고왕(近肖古王) 때의 사람이다. 백제 개국 이래로 아직 문자로서 일을 기록함이 있지 못하더니, 고흥이 박사가 되매 비로소 서기(書記)가 있었다.\n\n본조 안성(安省) 과거에 올라 벼슬이 개성부 유후(開城府留後)에 이르렀다. 시호는 사간(思簡)이다. 이집(李集) 본주의 아전이다. 고려 공민왕조에 과거에 올랐다. 천성이 강직하여 신돈(辛旽)에게 붙지 아니하니 돈이 죽이고자 하매 그 아버지를 업고 영주(永州)로 도망하였다가 돈이 죽음을 받자 서울로 돌아와 본조에 벼슬하여 전교판사(典校判事)에 이르렀다. 학문이 높아서 한 때에 사귀던 이색(李穡)ㆍ정몽주(鄭夢周)ㆍ이숭인(李崇仁)의 무리들이 모두 존경하고 중히 여겼다. 호는 둔촌(遁村)이요 시집이 있다. 이지직(李之直) 이집의 아들로 급제하여 벼슬이 형조 참의에 이르렀다. 이지강(李之剛) 이지직의 아우로 급제하여 벼슬이 의정부 좌참찬(議政府左叅贊)에 이르렀다. 시호는 문숙(文肅)이다. 이지유(李之柔) 이지강의 아우로 급제하여 벼슬이 성주목사(星州牧使)에 이르렀다. 이장손(李長孫) 이지직의 아들로 급제하여 벼슬이 의정부 사인(議政府舍人)에 이르렀다. 이인손(李仁孫) 이장손의 아우로 일찍 급제하여, 여러 벼슬을 거쳐 대사헌에 이르렀다. 간절하고 정직하게 국사를 말하다가 대신에게 거슬려 한성부윤으로 옮겼다가 뒤에 다시 호조 판서가 되었다. 세조가 위로하고 일깨워 말씀하시기를, “경의 나이 많음이 민망하나 탁지(度支)의 무거운 임무는 경이 아니면 불가하다.”하였다. 얼마 안 되어 의정부 우찬성을 거쳐 우의정에 승진 되었다가 치사(致仕)한 지 5년 만에 죽었다. 사람됨이 침착하고 굳세고 큰 포부가 있었다. 음악과 여색을 좋아하지 아니하고, 가산(家産)을 일삼지 아니하였다. 벼슬에 있으면서 삼가고 주밀하여 전의 법도를 준수하기에 힘썼다. 시호는 충희(忠僖)다. 다섯 아들이 모두 급제하였다. 이예손(李禮孫) 이인손의 아우로 급제하여 벼슬이 황해도 관찰사에 이르렀다. 이극배(李克培) 이인손의 아들로 급제하여 좌익공신(佐翼功臣)에 참여하였다. 벼슬은 의정부 영의정에 이르고, 광릉부원군(廣陵府院君)에 봉하고, 시호를 익평(翼平)이라 하였다. 성품이 엄중하고도 풍채가 있었으며 정치의 대체를 알았다. 아들 세필(世弼)ㆍ세광(世匡) 또한 과거 급제하였다. 이극감(李克堪) 이극배의 아우로 두 번 과거에 합격하였다. 세조조에 좌익공신이 되어 광성군(廣城君)을 봉하였고 벼슬이 형조 판서에 이르렀다. 문장으로 이름이 있었고 시호는 문경(文景)이다. 아들 세우(世佑)도 급제하여 벼슬이 경기 관찰사에 이르렀다. 이극증(李克增) 이극감의 아우로 과거에 급제하여 좌리익대공신(佐理翊戴功臣)에 참여하여 광천군(廣川君)을 봉하였다. 부지런하고 조심하여 관(官)을 다스림에 집과 같이 하였다. 시호는 공장(恭長)이다. 이극기(李克基) 과거에 급제하여 벼슬이 공조 참판에 이르렀다. 성리학(性理學)에 정통하였다. 천성이 강직하고, 관(官)을 다스림에 법도가 있었다.『신증』 이극균(李克均) 극증의 아우로 급제하여 벼슬이 좌의정에 이르렀다. 연산군 갑자년에 피살되었다. 이세좌(李世佐) 이극감의 아들로 과거에 급제하여 벼슬이 판서에 이르렀다. 연산군 갑자년에 피살되었다. 이점(李坫) 과거에 급제하여 벼슬이 판윤에 이르렀다. 시호는 문안(文安)이다. 이손(李蓀) 과거에 급제하여 벼슬이 찬성에 이르렀다. 시호는 호간(胡簡)이다. 아들 수언(粹彦)이 과거에 급제하여 벼슬이 사인(舍人)에 이르렀다가 일찍 죽었다.\n\n",
  "우거": "고려 조운흘(趙云仡) 늘그막에 주의 몽촌(夢村)에 우거하였다. 하루는 임견미(林堅味)ㆍ염흥방(廉興邦)의 당(黨) 가족들이 멀리 귀양가는 것을 보고 시를 짓기를, “사립문에 해가 낮이 되어서야 사람 불러 열고, 임정(林亭)에 걸어 나와 돌 이끼[苔]에 앉았도다. 어제 밤 산중에 비바람 사나워, 시내에 가득 흐르는 물이 꽃을 띄워 오누나.”하였다.\n\n본조 박계성(朴繼姓) 과거에 급제하여 벼슬이 황해도 관찰사에 이르렀다. 청렴하고 근엄하게 직무를 보았다. 조추(趙秋) 벼슬이 예문관 직제학에 이르렀다.\n\n",
  "효자": "본조 한구(韓逑) 나이 다섯 살에 아버지가 죽고, 장년이 되어 어머니가 죽으매 아버지 묘에 부장하고 6년 상을 입었다. 이런 사실이 나라에 들리매 정문을 세우고 부역을 면제하였다. 정수명(鄭守明) 그 아버지 호겸(好謙)이 악질(惡疾)을 얻어 거의 죽게 되었는데 수명이 나이 겨우 14세에 손가락을 끊어 약에 타 드렸다. 이런 사실이 나라에 들리매 정문을 세우고 부역을 면제하였다. 내은이(內隱伊) 사비(私婢)이다. 도둑이 그 집에 들어 와서 약탈하고 사람을 죽였다. 내은이가 몸으로써 그 아버지를 가리워 대신 죽음을 당하려 하여 마침내 아버지와 함께 화를 면했다. 사실이 나라에 들리매 정문을 세워 표창하고 부역을 면제하였다.『신증』 정주신(鄭舟臣) 그 아버지 성근(誠謹)이 연산군 갑자년의 화를 만나 죽으니 가슴을 두들기며 통곡하며 먹지 않고 죽었다. 금상(今上) 초년에 정문을 세워 표창하였다.\n\n『신증』 ",
  "열녀": "본조 이씨(李氏) 정랑 성경온(成景溫)의 처이다. 연산군 때에 경온이 멀리 귀양갔다가 피살되었다. 이씨가 염습(殮襲)하고 장사 지내는데 예를 다하여 여막을 산소 곁에 짓고 손수 제사 음식을 갖추었다. 복을 벗은 뒤에도 술과 고기를 먹지 아니하니 금상 2년에 정문을 세워 표창하였다.\n\n",
  "제영": "사면운산옹관사(四面雲山擁官舍) 이색의 시에, “사면의 구름산이 관사를 옹위하였는데, 한 줄기 강물은 어대(漁坮)를 둘렀더라.”하였다. 창산녹수장의구(蒼山綠水長依舊) 김극기(金克己)의 시에, “푸른 산과 푸른 물은 길어 예와 같은데, 푸른 기와와 붉은 기둥은 몇 번이나 새 것으로 바꾸었는고.”하였다. 수기저정생준예(秀氣儲精生俊乂) 유백유(柳伯濡)의 시에, “빼어난 기운이 정기를 저장하여 준걸을 낳았으니 조선의 인물이 빛이 있구나.”하였다.\n\n변오 고려 이집(李集) 이당(李唐)은 본주의 아전이다. 조심하여 어진 행실이 있었다. 다섯 아들이 모두 과거에 급제하였는데 이집은 그 셋째 아들로, 처음 이름은 원령(元齡)이다. 고려 충목왕(忠穆王) 때 과거에 급제하여 문장과 지조로 세상에 이름이 있었다. 이색ㆍ정몽주ㆍ이숭인 등과 서로 더불어 공경하는 벗으로 삼았다. 일찍이 바른 것으로서 항거하다가 적승(賊僧) 신돈에게 거슬리매, 신돈이 장차 잡아 죽이려 하므로 가만히 그 아버지 당(唐)을 업고, 낮에는 숨고 밤에는 걸어 영천(永川)의 최윤도(崔允道) 집에 몸을 의탁하였다. 신돈이 죽음을 받으매 비로소 돌아와 이름을 고쳐 집(集)이라 하고 자를 호연(浩然)이라 하고 호를 둔촌(遁村)이라 하였다. 이로부터 출세할 뜻이 없었다. 봉순대부 판전교시사(奉順大夫判典校寺事)가 되었으나 얼마 아니하여 물러가 여주의 천녕현(川寧縣)에 살며 몸소 밭 갈고 글을 읽었다. 때로는 시편(詩篇)과 새 곡식을 정몽주 등에게 선사하니 몽주가 글을 부쳐 감탄하였다. 우왕 정묘년에 죽으니 몽주ㆍ숭인 등이 글을 지어 애도(哀悼)하였다. 그뒤 여러 어진 이들이 서로 이어 죽자, 고려가 망하고 아조(我朝)에서 개국하였다. 그의 사적의 전말이 여러 문집에 갖추어 실려 있었으나, 역사를 편찬함에 미치어 임사홍(任士洪) 부자가 매우 이극감(李克堪) 형제를 질투하여, 이에 거짓으로 이집이 이조에 들어와 벼슬한 것으로 하여 마침내 본조 인물 밑에 그릇 기록하기에 이르렀다. 이어서 시림(詩林)을 주석한 자 또한 그 그릇된 기록을 따랐다. 선종(宣宗 선조(宣祖))조에 경연관(經延官) 홍적(洪迪)이 고치기를 청하니 선종이 인출(印出)할 때를 기다리라 명하였다. 금상 3년에 비로소 이 책을 간행하여 세상에 공포하였다. 8대손 영의정 이덕형(李德馨)이 상서하여 유교(遺敎)를 따라 바로할 것을 청하니 금상이 유신(儒臣)에게 명하여 다시 편찬하도록 하였다. 거짓을 고쳐 실지로 삼으니 출처(出處)의 큰 대절(大節)이 명백하여져 유감 없이 되었다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "인조(仁祖) 원년에 유수(留守)로 승격 수어사(守禦使)를 겸하게 하였다. 4년에 남한산성(南漢山城)을 쌓고 관청을 성안으로 옮기었다 수어사를 설치하여 광주(廣州) 등의 진(鎭)을 절제하게 하고 군무(軍務)는 목사(牧使) 겸 방어사(防禦使)가 보게 하였다. 11년에 토포사(討捕使)를 겸하게 하였고 15년에 부윤(府尹)으로 고쳤다. 효종(孝宗) 3년에 수어사를 겸하게 하였다가, 6년에 폐지하였다. 숙종(肅宗) 6년에 다시 겸하게 하였으나, 다시 폐지하였다. 9년에 유수로 승격(陞格)시키고 수어사를 겸하게 하고 또 경력(經歷)을 두었다. 전영(前營)을 여주(驪州)로 옮기고 16년에 다시 부윤을 두어 방어사와 토포사(討捕使)를 겸하게 하였다. 전영장(前營將)을 두고 경력을 없앴다. 17년에 다시 수어부사(守禦府使)를 겸하게 하고 21년에 이를 폐지하였다. 영조(英祖) 26년에 수어사를 폐지하고 유수를 두어 수어사를 겸하게 하였으며, 경력을 두고 전영을 이천(梨川)으로 옮기었다. 35년에 유수와 경력을 폐지하고 수어사를 두어 경청(京廳)을 설치했는데, 부윤 겸방어사ㆍ전영장ㆍ수성장(守城將)은 옛과 같다. 정조(正祖) 19년에 유수로 승격하고 수어사를 겸하고 나가서 본성(本城)을 진무하게 하였다. 따라서 경청은 폐지하고 진을 여주로 옮겼다.\n\n",
  "궁실": "행궁(行宮) 상궐(上闕)ㆍ하궐(下闕)ㆍ좌전(左殿) 우실(右室) 등이 있다. 재덕당(在德堂)ㆍ한남루(漢南樓)ㆍ인화관(人和館)ㆍ사근평(肆覲坪)ㆍ행궁(行宮) 관해 좌승당(坐勝堂)ㆍ일장각(日長閣)ㆍ수어영(守禦營)ㆍ제승헌(制勝軒) 등이다.\n",
  "방면": "성안에 두 개의 동(洞)이 있다 남동(南洞)과 북동(北洞)이다. 경안(慶安) 남쪽에 있는데 첫머리는 10리이고 그 끝이 40리이다. 오포(五浦) 남쪽에 있는데 첫머리는 30리이고, 끝은 50리이다. 세촌(細村) 남쪽에 있는데 첫머리가 50리, 끝이 20리이다. 낙생(樂生) 남쪽으로 첫머리가 20리요, 마지막이 40리이다. 돌마(突馬) 남쪽으로 첫머리가 20리요, 끝이 30리이다. 동부(東部) 동북쪽으로 첫머리가 10리요, 끝이 30리이다. 서부(西部) 서북쪽으로 첫머리가 10리요, 마지막이 20리이다. 퇴촌(退村) 동쪽으로 첫머리가 20리, 끝이 40리이다. 초부(草阜) 동쪽으로 첫머리가 30리, 끝이 60리이다. 도척(都尺) 동남쪽으로 첫머리가 40리이고, 끝이 70리이다. 실촌(實村) 동남쪽으로 첫머리가 50리, 끝이 70리이다. 초월(草月) 동남쪽으로 첫머리가 30리이고, 끝이 40리다. 중대(中垈) 서쪽으로 첫머리가 10리, 끝이 20리이다. 언주(彦州) 서쪽으로 첫머리가 20리, 끝이 40리이다. 구천(龜川) 서북쪽으로 첫머리가 20리요, 끝이 30리이다. 육왕(六旺) 서남쪽으로 첫머리가 15리요, 마지막이 30리이다. 의곡(義谷) 서남쪽으로 첫머리가 40리요, 끝이 60리이다. 왕륜(旺倫) 서남쪽으로 처음이 60리요, 끝이 70리이다. 북방(北方) 서남쪽으로 첫머리가 70리요, 끝이 90리이다. 월곡(月谷) 서북쪽으로 첫머리가 70리요, 마지막이 80리이다. 성곶(聲串) 서남쪽으로 첫머리가 80리고, 마지막이 1백 리로 해변(海邊)이다.\n\n",
  "진도": "송파진(松坡津) 서북쪽으로 20리며, 삼전도(三田渡)와 무동도(舞童島)를 주관하는데 별장(別將)은 한 사람이다. 삼전도(三田渡) 서북쪽으로 25리이며, 옛날에는 도승(渡丞)이 있었는데, 송파(松坡)로 옮겼다. 광진(廣津) 북쪽으로 20리다. 마점진(麻岾津) 봉안(奉安) 동쪽으로 통하는데 25리이다. 신천진(新川津) 삼전도 북쪽으로 5리이다. 두미진(斗迷津) 동쪽으로 20리인데 그 북쪽 언덕은 두미천(斗迷遷)으로 돌길이며, 빈강 강 가로 따라 둘리기를 7, 8리이며, 동쪽으로 봉안을 향한다. 미음진(渼音津) 북쪽으로 30리인데, 양주(楊州) 편에 보면 자세하다.\n\n",
  "사원": "귀암서원(龜岩書院) 북쪽으로 30리인데, 현종(顯宗) 정미년에 건립하였고, 숙종(肅宗) 정축년에 액(額)을 내리었다. 이집(李集) 자는 호연(浩然)이며 호는 둔촌(遁村)이고 본관은 광주(廣州) 사람이며, 벼슬은 판전교시사(判典校寺事)다. 이양중(李養中) 자는 자정(子精) 호는 석탄(石灘)이고 광주(廣州) 사람인데 고려말에 벼슬은 형조 우참의(刑曹右參議)였다. 우리 태종이 즉위하여 부르니, 평민으로 와서 보거늘 특별히 한성 좌윤(漢城左尹)으로 승직하니 받지 않았다. 정성근(鄭誠謹) 자는 신(信)이고 진주(晉州) 사람으로 연산주 본관 갑자년에 화를 입었다. 벼슬은 승지요, 증직 이조 판서이다. 정엽(鄭曄) 자는 시회(時晦) 호는 수몽(守夢)이고 본관 초계(草溪) 벼슬은 좌참찬이며, 증직 우의정이고 시호는 문제(文齊)이다. 오윤겸(吳允謙) 자는 여익(汝益)이며 호는 추탄(楸灘)이고, 본관 해주(海州) 사람이다. 벼슬은 영의정이고 시호는 충정(忠貞)이다. 임숙영(任叔英) 자 는 무숙(茂叔) 호는 소암(疎庵), 본관은 풍천(豐川)이다. 벼슬은 수찬(修攢)이고 부제학(副提學)이다.\n○ 수곡서원(秀谷書院) 서쪽으로 20리이며 숙종(肅宗) 을축년에 세웠고 을해년에 액(額)을 내렸다. 이의건(李義健) 자는 의중(宜中) 호는 동은(峒隱)이고 본관은 전주이다. 벼슬은 공조 정랑이고 증직 집의(執義)이다. 조속(趙涑) 자는 계온(季溫) 호는 창강(滄江)이며 본관은 풍양(豐壤)이다. 벼슬은 진선(進善)이며 증직 이조참판이다. 이후원(李厚源) 자는 사심(士深) 호는 우재(迂齋)이고 완산(完山)이다. 벼슬은 우의정이며 완남부원군(完南府院君)이고 시호는 충정(忠貞)이다.\n○ 현절사(顯節祠) 부성 안에 있다. 숙종 무진년에 세웠고 계유년에 액을 내렸다. 김상헌(金尙憲) 경도(京都) 태묘(太廟) 편에 보라. 정온(鄭蘊) 자는 휘원(輝遠) 호는 동계(桐溪)이며 본관은 초계(草溪)이다. 벼슬은 이조 참판 증직 영의정(領議政)이며 시호는 문간(文簡)이다. 홍익한(洪翼漢)ㆍ윤집(尹集) 두 현인(賢人)은 강화부(江華府)에 보라. 오달제(吳達濟) 자는 계휘(季輝)이며 호는 추담(楸潭)이고 본관은 해주(海州)다. 벼슬은 교리요 증직 영의정이며, 시호는 충열(忠烈)이다.\n\n",
  "능침": "정릉(靖陵) 선능(宣陵) 동쪽 산에 있는데 중종 대왕(中宗大王)의 능이며 기일은 11월 15일이다. □직장(直長)ㆍ참봉(參奉) 각 1인. 인능(仁陵) 헌능(獻陵)의 오른편 언덕에 있는데, 순조 대왕(純祖大王)의 능이다. 기일은 11월 13일이고, 처음에 장례(葬禮) 모신 곳은 교하(交河) 장릉(長陵) 국내(局內)인데, 철종(哲宗) 6년에 이곳으로 천장(遷葬)하였다. 순원왕후(純元王后) 김씨(金氏)도 이곳에 합장(合葬)하였는데, 기일은 8월 4일이다. □령(令)ㆍ참봉(參奉) 각 1인.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 청광(淸狂) : \n미친 것이 아니면서 미친 것 같은 것이다.\n\n[주-D002] 유선(儒仙) : \n유학(儒學)하는 사람으로 신선의 풍치가 있는 사람들을 말한다.\n\n[주-D003] 교초(蛟綃) : \n동해(東海)에 교인(蛟人 인어(人魚) 비슷한 것)이 비단을 짜는데 그 비단은 세상의 비단보다 곱다 한다.\n\n[주-D004] 노(魯) 나라……지으리요 : \n노(魯) 나라에서 장부(長府 국가의 창고)를 새로 지으려 하니, 공자의 제자 민자(閔子)가 말하기를, “옛것을 그대로 수리하면 될 터인데 하필 고쳐 지으랴.”하였다.\n\n[주-D005] 《춘추》의…… 예(例) : \n《춘추》의 필법(筆法)에 포(褒)하고 폄(貶)한 것이 있다.\n\n[주-D006] 바람이……많은가 : \n당 나라 두목지(杜牧之)가 젊을 때 양주(揚州)에 놀러가서 어린 미인을 사랑하여, “내가 10년 만에 양주 자사(揚州刺史)가 되어 올 터이니, 그때까지 시집가지 말고 기다려라.”하였다. 그 뒤에 과연 양주 자사로 갔는데, 10년이 조금 넘었으므로, 그 여인은 벌써 시집가서 자녀(子女)까지 두었다. 두목지는 시를 짓기를, “꽃을 찾기 너무 더딘 것이 한이로다. 지금에는 바람이 흔들어 꽃이 떨어지고 푸른 잎이 그늘이 되고 열매가 가지에 찼구나”. 하였다. 아마 그때에 작자가 어느 여인과 관계가 있었던 모양이다.\n\n[주-D007] 저녁놀과 따오기[霞鶩] : \n왕발(王勃)의 글 〈등왕각서(滕王閣序)〉에 , ‘낙하고목(落霞孤鶩)'이란 명구가 있는데 이 말을 인용한 것이다.\n\n[주-D008] 나귀를 거꾸로 타니 : \n송 나라 시인 반랑(潘閬)이 나귀를 거꾸로 타고 화산(華山)의 경치를 구경한 일이 있다.\n\n[주-D009] 봉사(封事) : \n임금에게 소(疏)를 올려 중요한 국사(國事)를 아뢸 때에, 밀봉(密封)하여 올리는 것을 봉사(封事)라 한다.\n\n[주-D010] 곡강(曲江) 누은(樓隱) : \n당 나라 서울 부근에 곡강(曲江)이라는 명승지가 있다. 누은(樓隱)은 산중에 숨을 것 없이 강가의 누각에 숨었다는 뜻이다.\n\n[주-D011] 조화(造化) : \n한명회가 정승이었으므로 만물을 기르는 조화(造化)에 비유한 것이다.\n\n[주-D012] 한 점……깨뜨리고 : \n옛 시에, “백구(白鷗)는 날아서 푸른 산의 허리를 벤다.”는 구절이 있다. 여기서도 그 뜻을 모방한 것인데 빛이 희기 때문에 날아서 푸른 산을 깨뜨린다는 뜻이다.\n\n[주-D013] 강호(江湖)에서 서로 잊으니 : \n《장자(莊子)》에, “사람은 도덕 가운데서 서로 잊고, 물고기는 강호(江湖)에서 서로 잊는다.”하였다. 그것은 제 몸과 저 사람의 몸이 있는 것을 모른다는 뜻이다.\n\n[주-D014] 동중서(董仲舒)의 장막 10년 : \n한(漢) 나라 동중서가 장막을 내리고 그 속에서 글읽기에 부지런하여 10년 동안 전원(田園)을 돌보지 아니하였다.\n\n[주-D015] 하늘을……굴림 : \n이것은 한명회가 세조(世祖)를 도와서 임금이 되게 하였다는 말이다.\n\n[주-D016] 난지(蘭芝)를……차니 : \n굴원(屈原)의 《이소경(離騷經)》에서 나온 말로, 지초와 난초를 얽어서 패물로 한다는 뜻이다.\n\n[주-D017] 공명은……올랐네 : \n한(漢) 나라 선제(宣帝)가 기린각(麒麟閣)에다 공신(功臣)들의 화상을 그렸다.\n\n[주-D018] 공명을……족하고 : \n한 고제(漢高帝)가 공신들을 봉해 줄 때에 장량은 자원하기를, “내가 폐하(陛下)를 유(留)에서 처음 만났으니, 유후(留侯)로 봉하면 족합니다.”하였다.\n\n[주-D019] 몸이……띄웠는가 : \n《장자(莊子)》에, 사람을 태운 배가 가다가 남의 배에 부딪치면 부딪침을 당한 배에서 노하고 꾸짖지마는, 빈 배가 부딪칠 때에는 꾸짖지 않는 것은, 빈 배는 무심(無心)하기 때문이다. 여기서는 남과 시기하는 마음이 없다는 뜻이다.\n\n[주-D020] 창랑(滄浪) 노래 : \n굴원의 〈어부사(漁父詞)〉에 “창랑수(滄浪水)가 맑으면 나의 갓끈을 씻고 창랑수가 탁하면 나의 발을 씻으리라.”한 노래가 있다.\n\n[주-D021] 벼슬 바다 : \n관계(官界)를 벼슬 바다[宦海]라 한다. 그것은 풍파가 많음을 뜻한다.\n\n[주-D022] 갈매기를……있으련만 : \n이 시는 한명회가 벼슬을 좋아하고 욕심이 많음을 풍자한 것이므로, 현판(懸板)에 새기지 아니하였다.\n\n[주-D023] 얼새[鷁] : \n배의 돛대 위에다 얼새 모양을 만들어 다는데, 그것은 이 새는 바람을 두려워하지 않기 때문이다.\n\n[주-D024] 흰 구름은……줄거나 : \n육조 시대(六朝時代)의 은사(隱士) 도홍경(陶弘景)의 시에, “산중에 무엇이 있는가. 언덕 위에 흰 구름이 많네. 다만 나 혼자 좋아할 수 있고 임에게 가져다 줄 수 없다네.”하였다.\n\n[주-D025] 바릿대[鉢]에……것이요 : \n육조(六朝) 시대에 주문을 외워서 용을 바릿대[鉢] 속에 들게 한 도승(道僧)이 있었다.\n\n[주-D026] 금을 펴고 지었는고 : \n인도(印度)의 수달장자(須達長者)가 부처를 위하여 절을 지으려고 땅을 사려 하니 땅 주인이 팔기가 싫어서, “그 땅에 금을 가득 펴면 그만큼 땅을 팔겠다.”하니, 수달장자는 곧 금을 폈다.\n\n[주-D027] 태조를……만드시고 : \n처음 나라를 창업(創業)한 것을 말한 것이다. 당 태종(唐太宗)이 그의 아버지에게 군사를 일으키기를 권하니, 그 아버지는, “집을 망치고 몸을 죽이는 것도 너 때문이요, 집을 변하여 나라를 만드는 것도 너 때문이다.”하였다.\n\n[주-D028] 구장(九章) : \n장(章)은 무늬인데, 천자는 열두 가지 무늬[十二章]의 곤룡포를 입고 제후(諸侯)는 구장(九章)의 옷을 입는다. 무늬에 산(山)ㆍ쌀[米]ㆍ꿩[華蟲] 등이 있다.\n\n[주-D029] 역월(易月)의 복제 : \n상복의 기간을 짧게 하는데 날로써 달과 바꾸어서 27일을 입는 것이다.\n\n[주-D030] 의방(義方) : \n아비는 자식에게 옳은 도리[義方]를 가르쳐야 한다는 옛 글이 있다.\n\n[주-D031] 태종께서 정사(定社) : \n태종(太宗)이 그의 아우인 세자(世子) 방석(芳碩)을 죽이고 나라를 빼앗은 것을 정사(定社)라 한다.\n\n[주-D032] 혁장(鬩墻) : \n《시경》에, “형제가 담장 안에서는 서로 싸우다가도 바깥 사람의 침노함이 있을 때에는 함께 막는다.”하였다.\n\n[주-D033] 건(乾)의……법도로다 : \n《주역》에 “건괘(乾卦)의 덕은 건(健)하고 이괘(離卦)의 덕은 밝은 것인데, 임금의 덕에 비하고, 곤괘(坤卦)의 덕은 유(柔)하고 후(厚)한데 후비(后妃)의 덕에 비한다.”라고 하였다.\n\n[주-D034] 자손이……기린(麒麟)이로라 : \n《시경》에, “번성한 공자(公子)들이여, 아, 기린이로다.”한 구절이 있다.\n\n[주-D035] 비음기(碑陰記) : \n비석의 후면에 따로 새기는 것을 음기(陰記)라 한다.\n\n[주-D036] 종명이정(鐘銘彝鼎) : \n국가에 큰 공적이 있으면 종(鐘)과 솥[鼎]에 그 기록을 새겨서 영원히 전한다.\n\n[주-D037] 우왕 : \n저본에는 '공양왕(恭讓王)'으로 되어 있으나, 공양왕은 정묘년으로부터 2년 뒤인 기사년에 즉위하였으므로 오류로 보아 수정하여 번역하였다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 양대연 (역) | 1969\n    \n\t\n"
}