{
  "건치연혁": "원래 고구려의 휴양군(休壤郡)이다. 금뇌(金惱)라고도 한다. 신라에서 금양군(金壤郡)으로 고치고, 고려조 초기에 현령(縣令)을 두었다. 충렬왕(忠烈王) 11년에 통주 방어사(通州防禦使)로 승격하였으며 본조 태종 13년에 준례에 의하여 지금 이름으로 고쳐서 군으로 하였다.\n",
  "관원": "군수ㆍ훈도 각 1인.\n\n",
  "군명": "휴양(休壤)ㆍ금뇌ㆍ금양(金壤)ㆍ통주(通州)ㆍ금란(金蘭) 김극기집(金克己集)에 보인다.\n\n",
  "성씨": "본군 김ㆍ이ㆍ정(鄭)ㆍ유(兪)ㆍ장(張)ㆍ조(趙), 임(林)ㆍ윤 모두 속성(續姓)이다. 최ㆍ맹(孟) 모두 내성(來姓)이다. 이 경주(慶州).임도(臨道) 최 자인(慈仁). 태(太) 투화(投化)한 성이다. 임(林) 속성(續姓)이다.벽산(碧山) 임(林)ㆍ최ㆍ손. 운암(雲巖) 임(林), 채(蔡) 금화(金化). 송(宋) 낭천(狼川). 이 조종(朝宗).\n\n",
  "풍속": "어염(漁鹽)에서 나는 이익으로 무역하여 먹는다. 이첨(李詹)의 《상평보기(常平寶記)》에, “통주는 염분이 많은 땅이므로 농사를 지어도 굶주림을 면치 못한다. 때문에 백성들은 오직 어염의 이익으로써 무역하여 먹고 산다.” 하였다.\n\n",
  "산천": "등화산(登禾山) 고을 북쪽 1리에 있는 진산(鎭山)이다. 금란산(金幱山) 고을 동쪽 12리에 있다. 벽산(碧山) 고을 남쪽 16리에 있다. 추지령(楸池嶺) 고을 서쪽 41리에 있으며 회양부(淮陽府) 경계이다. 찰파현(察破峴) 고을 서쪽 40리에 있다. 바다 고을 동쪽 9리에 있다. 난도(卵島) 고을 동쪽 바다 가운데 있는데 물길이 50리이다. 사면으로 석벽이 깎아 서고 서쪽의 한 길만이 바닷가로 통하며 그 물가에 겨우 고깃배 하나를 댈 수 있다. 해마다 3, 4월이 되면 바다의 새들이 무리로 모여들어 알을 부화하고 기르기 때문에 이렇게 이름한 것이다. 저도(猪島) 고을 남쪽 바다 가운데 있는데 물길이 5리이다. 황도(荒島) 고을 남쪽 바다 가운데 있는데 물길이 2리이다. 사도(沙島) 고을 남쪽 바다 가운데 있으며 물길이 3리이다. 송도(松島) 고을 남쪽 바다 가운데 있는데 물길이 4리이다. 옹천(甕遷) 고을 남쪽 65리에 있다. 돌산이 바다로 들어갔는데 오솔길이 산 중턱을 둘렀으며, 말이 쌍으로 서서 다니지 못한다. 아래에는 바다의 파도가 솟구쳐서 물을 뿜으니 그곳에 서 있으면 몸이 어찔하고 떨리며 발바닥이 시고 움직이지 않는다. 민간에서들 전하여 오는 말이, “옛날 왜구(倭寇)가 여기까지 들어왔는데 관군(官軍)이 쳐서 모두 바다로 빠뜨려 넣으니 그래서 왜륜천(倭淪遷)이라 하였다.” 한다. ○ 안축(安軸)의 시에, “높은 바위 바다에 임하여 절벽이 되니, 잔도(棧道)가 공중에 걸려서 바라보매 아득해지네. 내려다보니 거센 물결 깊이를 알 수 없고, 쳐다보며 올라가니 위태로운 돌층계 미끄러워 발붙일 곳이 없네. 행인은 엉금엉금 두 손으로 기어오르고 여윈 말은 더듬더듬 네 발굽을 쭈구리네. 마부를 꾸짖는 왕공(王公)도 오히려 두려워하고 조심하겠고, 날 줄 아는 한(漢) 장사도 또한 엎어지고 자빠지리. 험한 길 어찌 정형구(井陘口)에 비교하랴. 요해지(要害地)로는 함곡관(函谷關)과 같은 것이리라. 들으니 도적의 군사들이 일찍이 이곳을 지났다는데, 용감한 장수의 탄환, 한 알이 없는 것 괴이하도다.” 하였다.\n금란굴(金幱窟) 고을 동쪽 12리에 있다. ○ 안축(安軸)의 서문에, “통주 남쪽 교외에 꼭대기 벗겨진 봉우리가 둥그스럼한 것이 동쪽으로 큰 바다에 임했는데, 그 봉우리의 깎아지른 벼랑에 굴이 있으니 넓이가 7, 8척은 되고 깊이 10여 보(步)는 된다. 쳐다보면 양쪽 벽이 나직하게 합하였고, 내려다보면 물 깊이를 알 수 없는데, 굴이 원래 깊고, 물기에 젖어 있기 때문에 언제나 으슥하고 축축하며 바람이 일면 놀란 물결이 들이쳐서 갈 수가 없다. 서로들 전하여 오는 말이, ‘이 굴은 원래 관음보살의 진신(眞身)이 항상 거처하는 곳이므로 사람이 지성으로 귀의(歸依)하면 보살이 바윗돌에 나타나고 푸른 새가 날아오니 이래서 신령하게 여긴다.’ 한다. 내가 작은 배를 타고 굴에 도착했는데, 이날은 다행히도 풍랑이 고요하게 멎었다. 굴 안으로 깊이 들어가서 자세하게 그 형상을 보니 굴 구석에 석벽이 석 자쯤은 높고, 돌 무늬가 누렇고 아롱다롱하여 중들의 이른바 가사(袈裟)의 금란(金幱)과 같고 면목견비(面目肩臂)의 몸체 형상은 없다. 사람들이 이것을 보고서 관음보살의 진신(眞身)이 돌 아래 나타났다고 하는 것이다. 또 돌이 높고 그 빛이 좀 푸른 것이 있는데 사람들이 이것을 연대(蓮臺)라고 한다. 아, 이것이 과연 관음보살의 진신인가. 돌 무늬가 부처의 의복 같다고 하여 존경한다고 하면 옳겠지만 이것을 가지고 관음보살의 진신이라고 한다면 나는 믿지 못하겠다. 내가 굴에 가는 날, 푸른 새가 있어 굴 안으로 날아 들었는데 뱃사람이 말하기를, ‘이것은 바닷새라.’ 한다. 이것이 과연 관음보살의 영험인가. 내가 이 굴을 구경하고서 벌써 이런 마음이 있었는데, 어찌 푸른 새가 나타나는 영험이 있겠는가. 만일 이 새가 과연 관음보살의 영험을 보이는 것이라면 나의 이 마음이 진정 관음보살에 합치하는 것이요, 세상 사람들이 돌 무늬를 관음보살이라고 하는 것은 미혹된 것이다. 그래서 시를 짓기를, ‘바다 위 푸른 벼랑에 굴구멍이 깊은데, 사람들 전하는 말이 여기 항상 관음보살 머문다고, 날아드는 새 날개의 푸른 깃이 비단 같고, 나왔다 숨었다 하는 바위 무늬는 빛이 금 같구나. 이것을 보고 모두들 참 성인 나타났다 하여 지금껏 헛되게 여러 어리석은 사람들 찾아오게 했네. 저 수월[水月觀音]의 장엄한 모습 뵈오려 한다면, 돌이켜서, 밝고 밝은 자기 본심에 비춰보소.’ 하였다.” 한다.○ 이달충(李達衷)의 시에, “보살이 무엇 하러 돌 사이에 머물러서 우리 세속 사람들 고생스리 찾게 하는고. 구름ㆍ파도ㆍ연기ㆍ물결이 서로 방아찧듯 부딪치니, 소복(素服)과 화관(華冠)이 어찌 늙으리. 그는 적멸(寂滅)하여 형체의 나타남이 없음을 알겠으니, 어렴풋이 스스로 마음으로 볼 뿐이네. 소리로 구하고 빛으로 본다는 것이 벌써 허망된 것이요, 눈이 부딪치면 도(道)가 있다니, 더욱 어려운 것이네.” 하였다.○ 정추(鄭樞)의 시에, “금란굴 찾으려고 배를 바다 어구에 띄웠네. 넓은 물결 지축(地軸)을 감싸는데 신물(神物)이 바윗돌을 보호한다네. 안개가 단청한 빛깔에 젖었고, 새기고 깎은 자리 천연으로 되었네. 연기 구름 속에 해오라기 내려오는 것 보니, 백의 관음(白衣觀音)을 상상할 수 있겠네.” 하였다.\n\n",
  "토산": "소금.\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 왕공(王公) : \n한 나라의 왕양(王陽)이라는 사람인데 그는 벼슬하여 익주 자사(益州刺史)가 되어 사천(四川)으로 가는 길에 앙래현(卬崍縣) 구절판(九折坂)이라는 험한 길에서, “부모의 유체를 가지고 그까짓 녹(祿)을 위하여 이런 험한 길을 갈 수 있으냐.” 하고, 돌아와서 벼슬을 사면하였다 한다.\n\n[주-D002] 한(漢) 장사 : \n한 나라 문제(文帝) 때 이광(李廣)이라는 사람이 우북평태수(右北平太守)로 흉노족(匈奴族)과 싸우는데 매우 날래고 용감하였으므로 흉노는 그를 비장군(飛將軍)이라고 별명지었다.\n\n[주-D003] 정형구(井陘口) : \n태항산에 있는 고개이니, 산서성(山西省)과 하북성(河北省) 교통의 중요한 길인데 험하기로 유명한 곳이다.\n\n[주-D004] 함곡관(函谷關) : \n하남성(河南省)에서 섬서성(陝西省)으로 통한 요새이다.\n\n[주-D005] 한(漢) 나라 기둥 : \n한 나라 광무제(光武帝) 때에 월남지방을 정복하고 그곳에 구리로 기둥을 만들어 세워서 기념하였다 한다.\n\n[주-D006] 진(秦) 나라 다리 : \n섬서성과 사천성 사이를 통하는 검각산이 너무 험하여 진 나라에서 사닥다리를 놓아 길을 내었다 한다.\n\n[주-D007] 초평(初平) : \n황초평(黃初平)이라는 사람이 산중에서 양을 기르는데 뒤에 그 형이 가서 양을 찾으매 양이 없었다. 초평이 채찍으로 돌을 때리니 돌이 모두 양으로 변하였다.\n\n[주-D008] 촉(蜀) 나라 …… 그렸네 : \n호북성(湖北省)에서 양자강 물길을 따라서 사천으로 가면 어복포(魚復浦)라는 곳에 돌무더기가 여덟이 있는데 세상에 전하기를 제갈량(諸葛亮)이 쌓은 팔진도(八陣圖)라 한다.\n\n[주-D009] 지주(砥柱) : \n황하(黃河) 물이 산간지대에서 평지로 나오는 곳에 용문(龍門)이란 곳이 있고 그곳 강중에 돌이 서 있는데 세상에서 그것을 지주(砥柱)라 한다.\n\n[주-D010] 현산(峴山) 머리 빗돌 : \n현산(峴山)은 호북성 양양(襄陽)에 있는 산인데, 예전 삼국 시대 양호(羊祜)라는 사람이 그곳 총독으로 있을 적에 그 현산에서 놀기를 좋아하였다. 그래서 그가 죽은 뒤에 그 현산 꼭대기에 그의 기념비를 세웠는데 그의 유덕을 생각하는 사람들이 그 비를 보고 눈물을 흘렸으므로 그 비 이름을 눈물짓는 비[墮淚碑]라고 부른다.\n\n[주-D011] 아미산(蛾嵋山) 소나무 : \n아미산(蛾嵋山)은 사천(四川)에 있는 명산이다. 그러므로 명산의 소나무라고 말한 것이다.\n\n[주-D012] 창랑수(滄浪水) …… 씻는단 : \n옛 사람의 노래에, “창랑의 물이 맑으면 나의 갓끈을 씻고 창랑의 물이 흐리면 나의 발을 씻는다.” 하였는데, 그 창랑이라는 말은 세상에 비유한 것이니, 세상 형편에 따라서 나의 처신을 가진다는 말이다.\n\n[주-D013] 황석공(黃石公) : \n예전 신선으로서 한 나라 장량(張良)의 스승이다.\n\n[주-D014] 노동(盧仝) : \n진(秦) 나라 사람으로 진시황에 건의하여 삼신산에서 불사약을 구하고자 하였으나 구하지 못하고 도망갔다.\n\n[주-D015] 이태백(李太白)은 …… 만나려 하네 : \n이태백의 시에, “양귀비 같은 미인은 마땅히 선녀들이 있는 요대에서 만나지.[會向瑤臺月下逢]”라는 시구가 있다.\n\n[주-D016] 교인(鮫人)과 만자(蠻子) : \n상어사람[鮫人]이나 만자(蠻子)는 모두 남방의 열대에 있는 사람을 형용한 것이다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김용국 (역) | 1970\n    \n\t\n",
  "성곽": "읍성 흙으로 쌓았는데 둘레가 1천 7백 66척이다. 안에는 우물 두 곳이 있으며 또 군량 창고가 있었는데, 지금은 절반이나 퇴락하였다. 『신증』 돌로 쌓았으며, 둘레가 3천 9백 40척이고, 높이 11척이다. 북산성(北山城) 고을 북쪽 2리에 있다. 돌로 쌓았는데 둘레 5백 49척, 높이 3척이며, 안에 우물 한 곳이 있다. 지금은 절반이나 퇴락하였다.\n\n",
  "봉수": "금란성 봉수(金幱城烽燧) 서쪽으로 회양부 추지령(淮陽府楸池嶺)에 응하고 북쪽으로 흡곡현 치공산(歙谷縣致空山)에 응하며 남쪽으로 두백산(荳白山)에 응한다. 두백산 봉수 고을 남쪽 38리에 있다. 남쪽으로 술곶(戌串)에 응하고 북쪽으로 금란성에 응한다. 술곶 봉수 고을 남쪽 53리에 있다. 남쪽으로 고성군 영진산(高城郡靈津山)에 응하고 북쪽으로 두백산에 응한다.\n\n",
  "누정": "총석정(叢石亭) 고을 북쪽 18리에 있다. 수십 개의 돌기둥이 바다 가운데 모여 섰는데 모두가 육면(六面)이며 형상이 옥을 깎은 것 같은 것이 무릇 네 곳이다. 정자가 바닷가에 있어 총석(叢石)에 임하였기 때문에 그렇게 이름한 것이다. 민간에서들 전하기를, “신라 때의 술랑(述郞)ㆍ남랑(南郞)ㆍ영랑(永郞)ㆍ안상(安祥)의 네 신선이 이곳에서 놀며 구경하였기 때문에 이름하여 사선봉(四仙峯)이라 한다.” 하였다.○ 안축(安軸)의 기문에, “정자가 통주(通州)의 북쪽 20리쯤에 있는데 가로지른 봉우리가 뾰족하게 바다에 나온 것이 이것이다. 봉우리에 달린 벼랑에 있는 돌들이 즐비하게 서서 모난 기둥 같은데 돌의 둘레가 사방 각각 한 자쯤은 되며 높이는 5, 6길은 된다. 방정하고 곧고 평탄한 것이 먹줄 쳐서 깎아 세운 것 같으며 대소의 차이가 없다. 또 언덕에서 10여 척은 떨어진 곳에 돌 네 덩이가 물 가운데 떨어져 서 있는데 사선봉(四仙峯)이라 한다. 모두 긴 돌로 몸체를 삼았고, 수십 가지를 합하여 한 봉우리가 되었다. 봉우리 위에는 난쟁이 소나무 한 그루가 있는데, 뿌리와 가지가 늙고 쭈그러져서 몇 해나 묵었는지 알지 못한다. 사선봉에서부터 좀 북쪽으로 가면 돌의 형상이 또 변하는데, 혹은 길고 혹은 짧으며 혹은 기울고 혹은 가로 놓이며 혹은 쌓이고 혹은 흩어져서, 실로 모든 것이 기괴하고 이상하다. 이것은 사실 재주 있는 공인(工人)이 정으로 쪼아서 만든 것이 아니다. 대개 천지가 생긴 시초에 원기(元氣)가 모여 이루어진 것으로서 그 타고난 형상에 공교한 것이 이렇게도 이상하니 괴이하다고 할 만한 일이며, 총석으로 이름한 것도 알맞은 것이다. 옛날 신라 시대에, 네 신선이 항상 이 정자에서 놀았고 그 무리가 비석을 세워 사실을 기록하였는데, 돌은 아직 있지만 글자가 떨어져 나가 알지 못한다. 내가 작은 배를 타고 봉우리를 돌며 두루 구경하고서 말하기를, ‘이 돌의 기괴한 것은 실로 천하에 없는 일이요, 이 정자만이 가진 물건이라.’ 하였다. 혹자가 말하기를, ‘그대가 일찍이 천하를 두루 구경한 일이 없이 어찌 천하에 이런 돌이 없을 줄을 아는가.’ 하였다. 내가 대답하기를, ‘무릇 사방의 산경(山經) 지지(地志)를 기록하는 이가 천하의 물건을 다 찾아서 적었지만, 아직 이런 돌이 있다는 것을 듣지 못하였으며, 무릇 옛날의 기이한 병풍, 보배로운 장자(障子 옛날 방을 막기 위하여 세운 것의 총칭)를 그리는 이가 천하의 물건을 다 그대로 옮겼지만 아직 이런 돌이 있다는 것을 보지 못하였다. 여기에 의하면 내가 비록 아직 천하를 두루 구경하지는 못하였지만 역시 앉아서도 그것을 알 수 있다.’ 하니, 혹자도 그렇게 여겼다. 대개 이 정자에는 비록 만물이 모두 갖추어져 있지만 산수의 아름다움으로 바람ㆍ안개ㆍ물고기ㆍ새 등의 경치는 동해 가에는 한 곳도 그렇지 않은 곳이 없다. 어찌 이 정자만이 갖춘 것이겠는가. 오직 돌의 기괴한 것만은 이 정자가 독차지한 것이다. 그런데 이 정자의 글을 기록한 이가 아직도 특별히 이 돌을 말함이 없고, 산수간의 여러 가지 경치와 함께 같이 말하니 내가 마음속으로 괴이하게 여긴다. 때문에 특별히 평가하여 이렇게 말하며 시를 짓기를, ‘일천 줄기의 괴상한 돌이 기이한 봉우리 이루었는데, 푸른 벼랑의 구름 안개는 수묵(水墨)이 짙구나. 물결이 바다에서 일어나니 눈ㆍ서리인 양 희게 넘치고, 신기(蜃氣)가 공중에 뜨니 누각이 중첩하네. 모호하게 글자 닮았으니 먼 옛날 비석인데, 굽고 구부리고 여윈 뿌리 서렸으니 어느 시절의 소나무인가. 낚시터 가의 도롱이 삿갓 쓴 첨지는 앉아 서로 읍하고, 달 아래 신선은 불러서 만날 것 같구나. 시름없이 바라보니 신선 무리들 벌써 비 흩어지듯 했는데, 속인들 구름처럼 따라다니는 것 보기 싫네. 어떻게 하면 정자 앞에서 갈매기 벗삼아 인간의 티끌 자취를 깨끗이 쓸어버릴꼬.’ 하였다.” 한다.○ 김극기(金克己)의 시에, “구구하게 봉생(鳳笙)에 비길 것 없이, 기괴한 그 형상 정말 이름하기 어렵네. 처음엔 한(漢) 나라 기둥이 공중을 버티고 선 것인가 했더니, 다시 진(秦) 나라 다리가 바다에 걸친가 하네. 새기고 깎아낸 귀신의 공이 너무도 재주를 부린 것이, 보호 유지하는 신의 힘이 가만히 정기를 모았네. 물결소리 어지럽게 부서져 북소리인 양 시끄러우니, 못 속의 용이 꿈에 몇 번이나 놀랐나.” ○ “동쪽으로 바다에 노닐며 홍몽(鴻濛)한 곳 찾으니, 일만 물상이 눈앞에 다가드네. 돌은 난새의 저[笙]를 묶어 푸른 바다에 임하였고, 소나무는 공작의 일산을 날리며 창공을 향하네. 큰 소리가 귀를 스치니 고래 입의 물결이요, 찬 기운이 살을 에듯하니 학 날개의 바람이네. 아마도 나의 전신은 속사(俗士)가 아닌가봐, 맑은 이 놀이가 사선(四仙)과 같은 것이.” ○ “기이한 바위 바다에서 문득 떨기가 났으니, 여기서 정자가 돌로 하여 이름 얻은 것을 알겠네. 은하수 가에서 끌고 올 제면 박망(博望)을 따랐고, 산 위로 몰고 가면 초평(初平)을 좇으리. 신기한 공이 동남쪽 하늘의 빈 곳을 보충하나니, 속세의 의논이 갑(甲)이다 을(乙)이다 할 수 있으랴. 신선 무리들 그 옛날 찾아 놀았다고 괴이히 여기지 말라, 그윽하고 기이한 곳 찾는 것은 예나 이제나 마찬가지라네.” ○ “바다 위에 바람이 없으니 푸른 천을 깐 것 같은데, 기이한 바위 물에 걸쳐 서서 형세 더욱 기이하구나. 동쪽으로 해 뜨는 것 보려고 몰아온 것인지, 북쪽 하늘 기울어진 것 보충할 때에 갈아 가지고 가지는 않았을까. 여산(廬山)의 삼량(三梁)을 무어라 기문지었나, 촉(蜀) 나라 냇가의 팔진(八陣)은 부질없이 그림 그렸네. 어찌 여기에 깊은 바다 위에 묶음으로 서서 거마(車馬)로 탐승하여 날마다 잔치하며 즐기기만 하랴.” ○ “금란(金蘭) 옛 고을이 바다에 걸쳤는데, 웅장한 구경거리 이 세상 어디 다시 있으리. 칠성대(七星臺) 위에 큰 집을 지었는데, 난간 마루 구름을 의지하여 단청이 떴네. 정자 앞의 무리진 몇 그루 돌은 기이한 형세로 우뚝 서서 공중을 버티었네. 누가 신령한 뿌리가 깊은 땅을 찢어 아래로 일만 길 물결 속에 박힌 줄 알랴. 머리와 머리는 나란히 서서 자연히 묶여 있고, 하나하나 깍아 만들었으니 누가 쪼고 갈았나. 층층한 벼랑을 끼고 서서 우뚝한 모습 자랑하고, 자라 머리에 울퉁불퉁 방장(方丈) 봉래(蓬萊) 능가했네. 놀란 물결 타고 서서 공중으로 나는 듯, 붕새 날개 엇비슷 저 하늘에 가로질렀네. 아마도 진(秦) 나라 황제 바다에 다리 놓아 가서, 새벽 해 처음 동쪽에 돋는 것을 보았던가. 아니라면 직녀(織女 옥황상제의 손녀딸)의 베틀 아래 돌이 멀리 한(漢) 나라 사신 따라 성궁(星宮)에서 떨어졌으리. 처음에는 하느님이 주재한 것 없다 하였는데, 어쩌면 새기고 그리기를 저렇게도 기이하게 하였는고. 재주 자랑했다 들여놓은 뒤에 깊이 해보(亥步) 밖에 감추었는데, 일만 형상의 괴이하고 특별함은 다함이 없네. 괵(虢) 나라 사람 도끼를 휘두른 것도 장자(張子)의 붓솜씨도 용하다 할 것 없으니, 여기서 하늘의 조화가 다 뛰어난 것 알겠건만, 인력으로는 형용하지 못하겠네. 몇 번이나 조정에서 법가(法駕 임금의 수레)를 명하여, 대악(岱嶽 태산)을 찾아 동쪽으로 태산에 올라 봉선(封禪)하였나. 금니(金泥) 옥검(玉檢)으로 공덕을 기록하며, 보배 석함을 깎아 만들기 두 번 세 번이었다. 가련하구나, 기이한 재주는 소용되지 못하고, 부질없게도 양후(陽侯 해신(海神))의 소리 지르고 성내며 아침저녁 와서 공격함만 받게 되누나.” 하였다.○ 신천(辛蕆)의 시에, “포기포기 푸르게 선 사선봉(四仙峯)은 개서 좋고 비 와도 기이하며, 담담하고 짙은 것 모두 좋아 삼면장천(三面長天)에 흰 물결이 닿았고, 일변낙조(一邊落照)엔 푸른 산이 중첩하구나. 백로들 강가의 여귀꽃에 서성거리고, 원숭이와 학은 바위 한 쪽에서 푸른 소나무 어루만지네. 가을달 봄바람 예전대로 무지개 깃발, 새깃 일산(신선의 행차)은 지금 만나기 어렵네. 몇 해 동안이나 황폐하여 행객들 탄식했나, 몇 날 안 가서 다시 지으니 사람들 기뻐 따랐네. 이끼 낀 비석 쓸고 지난일 물으려 하니, 수묵(水墨)의 희미한 자국 그 위에 보이네.” 하였다.○ 이달충(李達衷)의 시에, “어둠을 더듬어 새벽에 군옥봉(群玉峯 신선 있는 산)에 오르니, 바다의 태양이 오르려 하여 구름 비단 짙구나. 산호 늙은 나무에 가지잎 떨어지고, 지주(砥柱) 놀란 물결에 연기 이슬 겹겹이네. 세월은 현산(峴山) 머리 빗돌에 모호하고, 풍상은 아미산(蛾嵋山) 소나무에 뚜렷하구나. 창랑수(滄浪水) 맑으면 갓끈 씻는단 말을 말며, 찬란한 데 나서 때를 만나지 못하였다 노래하지 말게나. 늙은 중 일찍 와 혼자서 크게 부르짖고, 신선은 이미 갔는데 나는 누구 따라 놀거나. 봉우리 머리에 좀 섰다가 문득 말에 오르니, 속세 인간이라 높은 자취 어이 따르리.” 하였다.○ 이곡(李穀)의 시에, “바닷가 어느 곳에 푸른 봉이 없으랴만, 여기 와서야 짙은 티끌 인연 모두 다 씻는다. 기이한 바위 높게 섰는데 옥을 묶은 듯 나란히 서 있고, 옛 비(碑)가 부서져 떨어졌는데 이끼 봉(封)한 것이 겹겹이네. 꿇어서 신 받드는 일이야 어찌 황석공(黃石公)을 섬김같이 하랴, 비결을 잡아야만 정말 적송자(赤松子)를 오게 한다네. 노동(盧仝)은 부질없이 봉래산으로 가려한 것이, 이태백(李太白)은 잘못 요대(瑤臺)에서 만나려 하네. 문득 놀라니 선경에 이미 왔는데, 더구나 좋은 선비 있어 서로 함께 함이랴. 다른날 서울 길에서 괴롭게 머리 돌리면, 바람 먼지 막막하여 인간 자취 희미하리오.” 하였다.○ 정준(鄭悛)의 시에, “하늘과 땅이 만들어질 때에 돌이 봉우리 되니, 어둡고 희미하며 멀고 가까운 곳에 연기 안개 짙으네. 하늘이 천 척(千尺)으로 나직하니 붉은 벼랑이 섰고, 바람이 일어나니 일만 이랑 푸른 물결이 겹겹하구나. 이끼 낀 용[莓龍]이 깎여 떨어지니 풀 속의 비석이요, 생학(笙鶴)이 바윗가의 소나무에 나부끼네. 몸을 기울이고 오래 서서 세속을 벗어나려 생각하는데, 손꼽아 보면 장한 구경 몇 번이나 만났나. 중이 있어 그윽하고 오랜 일 좋아하여, 고적을 찾으며 서로 추궁하네. 우의(羽衣 신선의 옷) 하늘하늘 어디로 갔나, 흰 구름 천 년에 찾을 길이 없구나.” 하였다.\n『신증』 성현(成俔)의 시에, “부용을 옥으로 깎아, 기이한 봉우리 만들어 만 길이나 높이 선 곳에 구름 아지랑이 짙네, 긴 바람이 물결을 몰아 눈꽃이 치솟는데, 하늘을 흔드는 은집이 겹겹이 밀려오네. 푸른 벼랑 뚝 끊겼으니 그 아래 한량없이 깊고, 외로운 정자 얼른얼른 높은 소나무 의지했네. 봉래와 약수(弱水)가 까마득 멀기도 한데, 안기(安期)와 연문(羨門 옛날 선인)을 만날 것도 같네. 어찌하면 풍이(馮夷 물귀신)가 북을 치고 복비(宓妃 물의 신)가 춤을 추어, 구름 깃발 깃 일산이 와서 서로 따르나. 천 년 돌비에 거친 이끼 덮였으니, 사선이 왕래하던 그 자취 찾을 길 없네.” 하였다.○ 채수(蔡壽)의 시에, “금자라 머리에 부용봉(芙蓉峯)을 이었는데, 괴이한 돌 깎아내고 안개구름 짙으네. 망망(茫茫)한 네 신선은 물을 곳이 없고, 묘묘(渺渺)한 약수(弱水)는 2천 겹이나 되네. 다만 보이는 것, 천 년이나 글자 닳은 동강난 비석이 있고, 또한 만 년이나 되어도 자라지 않는 외로운 소나무 있네. 지초 수레바퀴와 깃 일산(신선의 행차)은 다시 보지 못하는데, 교인(鮫人 인어)과 만자(蠻子) 때로 만나네. 세상 티끌에는 어떤 자들이냐, 이내 몸 흰 갈매기와 서로 좇아 논다네. 기이한 구경 눈에 가득 저버릴 수 없으니, 호탕한 노래 부르며 옛 사람의 놀이 계승하려네.” 하였다.\n\n『신증』 청허루(淸虛樓) 동헌(東軒) 북쪽에 있다. ○ 손순효(孫舜孝)의 시에, “칠휴거사(七休居士 손순효의 호)가 시 읊기 좋아함이 아니네. 시는 칠휴거사 관물(觀物)할 때에 지어지는 것이라네. 푸른 멧부리 영롱하여 지축(地軸)에 서렸는데, 푸른 바다는 넓고 멀어 하늘가에 닿았네. 풍운의 변화하는 모습을 그 누가 믿으리, 날고 뛰는 묘리(妙理)는 나만이 안다네. 청허한 내 마음을 기름이요, 칠휴거사가 시 읊기 좋아하는 것이 아니네.” 하였다.\n\n",
  "학교": "향교 고을 서쪽 1리에 있다.\n\n",
  "역원": "거풍역(巨豐驛) 고을 남쪽 2리에 있다. 조진역(朝珍驛) 운암현(雲岩縣)에 있다. 등로역(藤路驛) 임도현(臨道縣)에 있다. 중대원(中臺院) 추지령(楸池嶺) 아래에 있다. 통자원(通慈院) 고을 남쪽 25리에 있다. 장정원(長正院) 고을 남쪽 89리에 있다.\n\n",
  "불우": "용공사(龍貢寺) 추지령 동쪽 산록(山麓)에 있다. 묘길상사(妙吉祥寺) 벽산(碧山)에 있다.\n\n",
  "사묘": "사직단 고을 서쪽에 있다. 문묘 향교에 있다. 성황사 등화산(登禾山)에 있다. 여단(厲壇) 고을 북쪽에 있다.\n\n",
  "고적": "임도폐현(臨道廢縣) 고을 남쪽 30리에 있다. 원래 고구려의 도림현(道臨縣)인데 조을포(助乙浦)라고도 하였다. 신라 때에 지금 이름으로 고쳐서 금양군(金壤郡)에 속한 현으로 삼았으며 고려조 및 본조에서도 그대로 하였다. 벽산폐현(碧山廢縣) 고을 남쪽 10리에 있다. 원래 고구려의 토상현(吐上縣)이었는데 신라 때에 제상(隄上)으로 고쳐서 금양군에 속하게 하였다. 고려 때에 지금 이름으로 고쳐 그대로 속하게 하였다. 운암폐현(雲岩廢縣) 고을 남쪽 50리에 있다. 원래 고구려의 평진현(平珍縣)이며, 천현(遷縣)이라고도 하였다. 신라 때에 편험(偏險)으로 고쳐서 고성군(高城郡)에 속하게 하였다. 고려조에 지금 이름으로 고쳐서 내속시켰다. 벽산성(碧山城) 돌로 쌓았으며, 둘레가 2천 1백 25척이며 높이 6척인데 지금은 절반이나 퇴락하였다. 금란산성(金幱山城) 돌로 쌓았으며, 둘레가 1천 3백 72척인데 지금은 폐지되었다. 황고개산성(黃古介山城) 고을 북쪽 2리에 있는데 돌로 쌓았다. 둘레 1백 75척, 높이 4척인데, 지금은 절반이나 퇴락하였다.\n\n",
  "명환": "고려 김수자(金守雌) 과거에 합격하고, 금양 현위(金壤縣尉)가 되었다.본조 이첨(李詹) 홍무(洪武) 4년(공민왕 20년)에 지주사(知州事)가 되었는데 상평보(常平寶)를 설치하여 흉년에 대비하였다. 이작(李作) 영락(永樂) 무자년(태종 8년)에 지군사가 되었는데, 학교를 중수하고, 농사를 권장하며 부역을 가볍게 하였다.\n\n",
  "인물": "본조 최운해(崔雲海) 개국 초기의 명장이다. 직위가 승추부사(承樞府事)에 이르렀으며 시호는 양장(襄莊)이다. 최윤덕(崔潤德) 운해의 아들이며 세종조의 명장이다. 파저강(婆猪江)의 야인(野人)을 정벌하고, 군사를 상함이 없이 돌아왔으며 의정부 우의정에 임명되었다. 시호는 정렬(貞烈)이며 세조 묘정(廟庭)에 배향하였다.\n\n",
  "제영": "외로운 성엔 초목만 깊구나. 김극기의 시에, “먼 변방 요새에 풍진이 조용하니, 외로운 성엔 초목만 깊구나. 놀란 물결은 북쪽 바다에 뛰놀고, 지는 해는 서산에 걸렸네.” 하였다. 소나무 돌층계 비늘처럼 덮였는데 높았다 낮았다 하네. 정준(鄭悛)의 시에, “소나무 돌층계 비늘처럼 배열하여 높았다 낮았다 하는데, 푸른 물결 만고에 저 멀리 아득하네. 해당화 여기저기에 돌아가는 말을 멈추니 번화한 꽃송이 말발굽에 달려붙는 것 아껴야 할 일일세.” 하였다. 고래 물결[鯨波] 조대(釣臺) 앞에 넓고 넓으며 안축(安軸)의 시에, “난간을 의지하여 동쪽을 바라보니 바다가 하늘에 닿았는데, 둥구나무 마을 모습 몇 해나 되었는지. 학의 길은 선도(仙島) 밖에 멀고 멀며, 고래 물결은 조대 앞에 넓고 넓구나.” 하였다. 만 이랑의 유리는 바닷빛이 밝구나. 이색(李穡)의 시에, “천층의 산색은 구름 모습 섞였고, 만 이랑의 유리는 바닷빛이 밝구나.” 하였다. 푸른 물결 흰 새 해당화 길이네. 정구(鄭矩)의 시에, “푸른 물결 흰 새 해당화 길이네. 얼굴에 스치는 화신풍(花信風)이 차지 않구나.” 하였다. 산구름은 굽은 난간을 지나네. 강회백(姜淮伯)의 시에, “바닷달은 빈 누각에 떠오르고, 산구름은 굽은 난간을 지나네.” 하였다. 꿈은 저 하늘 한쪽에 끊겼네. 고조기(高兆基)의 금양(金壤)에서 묵은 시에, “새는 서리 수풀 새벽에 지저귀고 바람은 나그네 자리 졸음을 깨우네. 처마에는 반쪽 달이 지려 하는데 꿈은 저 하늘 한쪽에 끊겼네.” 하였다. 자던 구름 다 돌아가니 변방 하늘이 높구나. 앞의 사람 운암현(雲岩縣) 시에, “바람이 호산(湖山)에 드니 일만 구멍에 바람 부는데, 자던 구름 다 돌아가니 변방 하늘이 높았구나. 푸른 매 바로 백천 척이나 높이 나니 어느 작은 티끌인들 그 우모(羽毛)를 더럽히리.” 하였다.\n\n《대동지지(大東地志)》\n",
  "연혁": "영종(英宗) 38년 현으로 강등시켰다. 지아비를 죽인 죄인 때문이다. 47년에 다시 승격시켰다.\n",
  "방면": "군내(郡內) 끝이 10리. 순달(順達) 북쪽으로 처음은 5리, 끝은 15리. 용연(龍淵) 북쪽으로 처음은 5리, 끝은 10리. 수념(守念) 동쪽으로 처음은 5리, 끝은 10리. 벽산(碧山) 서남쪽으로 처음은 10리, 끝은 40리. 양원(養院) 남쪽으로 처음은 10리, 끝은 20리. 산남(山南) 남쪽으로 처음은 20리, 끝은 40리. 임도(臨道) 남쪽으로 처음은 35리, 끝은 85리.\n\n",
  "성지": "벽산현성(碧山縣城) 둘레가 2천 1백 25척이다. 황현성(黃峴城) 북쪽으로 2리에 있는데 길이가 1백 45척이다. 금란성(金蘭城) 동쪽으로 10리에 있는데 둘레가 1천 3백 72척이다. 천정수(泉井戍) 남쪽으로 53리에 있는데 지금 수곶(戍串)이다.\n\n",
  "창고": "읍창(邑倉), 외창(外倉) 남쪽으로 50리인 운암현(雲岩縣)에 있으며 동창(東倉)이라 칭한다.\n\n"
}