{
  "건치연혁": "본래 신라의 대량주(大良州)이며 양(良)을 어떤 데는 야(耶)라 하였다. 본군을 경덕왕(景德王)이 강양군(江陽郡)이라 고쳤다. 고려 현종이 대량원군(大良院君)으로서 왕위에 올랐고, 또 황비 효숙왕후(皇妣孝肅王后)의 고향이라 하여 지합주사(知陜州事)로 승격하였다. 본조 태종 때에 지금 명칭으로 고쳐서 군으로 만들었다. ",
  "속현": "야로현(冶爐縣) 군 북쪽 30리에 있다. 본래 신라 적화현(赤火縣)인데 경덕왕이 지금 명칭으로 고쳐서 영현(領縣)으로 만들었던 것이나 현종 때 본군에 내속되었다.\n\n",
  "관원": "군수ㆍ훈도 각 1인.\n\n",
  "군명": "대량(大良)ㆍ강양(江陽)ㆍ합주(陜州)ㆍ대야(大耶).\n",
  "성씨": "본군 이ㆍ방(方)ㆍ송. 야로 송ㆍ박ㆍ윤ㆍ정(鄭). 말곡(末谷) 고 좌이(坐伊)와 같다.\n\n",
  "풍속": "검소하고 소탈함을 숭상한다.\n",
  "형승": "안팎이 시내와 산이다. 하륜이 지은 징심루 기문에, “안팎이 시내와 산으로서 등림하여 관람하는 아름다움을 구비했다.” 하였다. 북쪽으로 성산(星山)과 통했고 남쪽으로 진산(晉山)과 닿았다. 안노생(安魯生)의 기문에 있다. 여러 산이 읍하는 듯, 푸른 병풍이 빙 둘렀다. 강희맹의 기문에 있다.\n\n",
  "산천": "북산(北山) 군 북쪽 1리 길에 있으며 진산이다. 사두산(蛇頭山) 군 서쪽 5리에 있는데 송악(松岳)이라 하기도 한다. 옥산(玉山) 객관 서쪽 모퉁이에 있는 작은 산이다. 속설에, 고려 현종(顯宗)이 거처하던 곳이라 하여 지금도 궁터라고 부른다. 지을현(知乙峴) 군 동쪽 35리에 있다. 고령현 경계이며 아주 험하다. 두리현(頭里峴) 군 서북쪽 30리에 있다. 아현(阿峴) 군 남쪽 25리인 삼가현 경계에 있다. 마현(馬峴) 군 북쪽 26리에 있다. 가점산(可岾山) 군 북쪽 15리에 있다. 산 동쪽은 고령현 경계이다.\n가야산(伽倻山) 일명 우두산(牛頭山)이며, 야로현 북쪽 30리에 있는데 서쪽으로 뻗어서 월류봉(月留峯)이 되었다.○ 고려 태조가 일어날 무렵에 최치원(崔致遠)이 글을 올렸는데, “계림(鷄林)의 누런 잎사귀, 곡령(鵠嶺)의 푸른 솔이다.”는 말이 있었다. 신라 왕이 미워하므로 치원은 곧 가족을 데리고 가야산 해인사(海印寺)에 숨었다.○ 이색이 권 사관(權史官)을 전송하는 시에, “가야산이 가장 빼어나니 천재(千載)에 고운(孤雲)은 짝할 이 없네. 내 따르고 싶어도 끝내 되지 않아, 남긴 글 계원필경(桂苑筆耕)만 읽었다오. 그대 고운의 자취를 자세히 찾아서 돌아오거든, 나의 티끌 가슴을 씻어주오. 아, 천재의 학이라, 그대 가는 것 보느라고 높은 누각에 기대네.” 하였다.\n미숭산(美崇山) 야로현 동쪽에 있다. 고령현 편에도 나왔다. 두모산(豆毛山) 오두산(烏頭山) 북쪽에 있다. 견천(犬遷 개벽루) 군 동쪽 13리에 있다. 벼랑을 따라 잔도(棧道)를 내었는데, 위에는 절벽이고 아래에는 깊은 못이며 꼬불꼬불한 것이 2ㆍ3리쯤 된다. 항간에 전해 오는 말에, “이 고을 개가 초계군 개와 서로 통해 다녀서 길이 되었다.” 한다. 갈점(葛岾) 군 동쪽 27리에 있다. 오두산(烏頭山) 야로현 남쪽 18리에 있다.\n남강(南江) 군 남쪽 5리에 있다. 곧 둔덕탄(屯德灘) 하류인데 동쪽으로 흘러 초계군 경계에 들어가서 황둔진(黃芚津)이 된다. 야천(倻川) 야로현에 있다. 물 근원이 둘인데 하나는 곧 무릉교(武陵橋) 물이고, 하나는 거창군 우두산(牛頭山) 동쪽에서 나오는데, 월광사(月光寺) 앞에서 합류하여 동쪽으로 흘러 고령현 경계에 들어가서 용담천(龍潭川)이 된다. 징심천(澄心川) 징심루(澄心樓) 앞에 있다. 물 근원이 둘인데 하나는 군 북쪽 상상곡(上上谷)에서 나오고, 하나는 두리현(頭里峴)에서 나와서 군 서쪽 10리에서 합류하여, 군 서남쪽을 안고 동쪽으로 흘러 남강 하류에 들어간다.\n둔덕탄(屯德灘) 군 서쪽 15리에 있으니 곧 부자연(父子淵)의 하류이다. 부자연(父子淵) 군 서쪽 45리 권빈역(勸賓驛) 앞에 있는데 곧 둔덕탄 상류이며, 물 근원이 넷이니, 하나는 거창군 삼봉산(三峯山)에서 나오고, 하나는 소조산(所鳥山)에서 나오고, 하나는 적계산(赤界山)에서 나오고, 하나는 안음현(安陰縣) 월성산(月星山)에서 나오는데, 합류하여 군 경계에 들어와서 이 못이 되었다. 속설에는 “신라의 장성(長城) 역사에 군졸 한 사람이 오랜 역사 끝에 돌아왔는데, 그 아버지를 못 위에서 만나서 서로 붙들고 울다가 함께 빠져 죽었으므로 그대로 이름하였다.” 한다.\n음풍뢰(吟風瀨)ㆍ자필암(泚筆巖) 모두 해인사 골 안에 있다. 이 지역의 봉우리가 사방에 우뚝하고 급한 물결이 바람을 뿜어서, 소리가 전쟁터의 말소리와 같다. 커다란 돌이 시내를 임했는데 이끼가 끼지 않고 미끄럽기가 갈아 놓은 것같아 붓으로 글씨를 쓸 만하다. 찬성 강희맹이 일찍이 남쪽 지방에 유람하다가 여기에 와서, “이와 같이 훌륭한 곳이 아직도 이름이 없다 하니 어찌 문인묵객(文人墨客)의 부끄러움이 아니겠나.” 하고, 이에 물은 음풍뢰, 돌은 자필암이라 하였다. 음풍뢰 시에, “뿜는 물방울은 뛰는 구슬이 급하고, 놀란 물결은 주름진 비단이 깊다. 바람맞이에서 볼수록 부족한데, 웅덩이 밑에는 용이 있어 읊조리네.” 하였고, 자필암 시에, “쇠를 깎은 듯 천길이 웅장하고 구름이 피어나니 일만 구멍이 서늘하네. 완악하고 어두워 끝내 깨닫지 못하는데, 우뚝히 솟은 것은 창창한 바위뿐.” 하였다.\n\n『신증』 황계폭포(黃溪瀑布) 군 서쪽 30리에 있다. 밑에 깊은 못이 있다. 홍류동(紅流洞) 김종직(金宗直)의 시에, “아홉 굽이 흐르는 물 우레처럼 부딪치니, 붉은 낙화 수없이 물결 따라 오누나. 반생 동안에 도원(桃源) 길을 올랐으니, 오늘에 응당 물색의 시기함을 만나리.” 하였다.\n\n",
  "토산": "대나무[竹].\n",
  "봉수": "미숭산 봉수 남쪽으로 초계군 미타산(彌陀山)에 응하고, 동쪽으로 고령현 망산에 응한다. 소현 봉수(所峴烽燧) 군 서쪽 49리에 있다. 남쪽으로 삼가현 금성산(金城山)에 응하고, 북쪽으로 거창군 금귀산(金貴山)에 응한다.\n\n",
  "누정": "상삼(上三) 북쪽으로 끝이 15리이다. 하삼(下三) 북쪽으로 끝이 10리이다. 율진(栗津) 동쪽으로 처음이 10리, 끝이 25리이다. 천곡(泉谷) 동쪽으로 처음이 10리, 끝이 15리이다. 대월(大月) 남쪽으로 처음이 10리, 끝이 15리이다. 이사역(伊士亦) 위와 같다. 양산(陽山) 남쪽으로 처음이 15리, 끝이 25리이다. 조고개(助古介) 서남쪽으로 처음이 15리, 끝이 30리이다. 가의(加衣) 남쪽으로 처음이 15리, 끝이 20리이다. 독토(禿土) 서쪽으로 처음이 30리, 끝이 50리이다. 두상(頭上) 일명 두현(豆峴)이라고도 하는데, 북쪽으로 처음이 15리, 끝이 25리이다. 거거산(居居山) 북쪽으로 처음이 30리, 끝이 40리이다. 현동(縣東) 일명 동촌(東村)이라고도 하는데, 처음이 40리, 끝이 45리이다. 상북(上北) 북쪽으로 처음이 50리, 끝이 60리이다. 하북(下北) 북쪽으로 처음이 45리, 끝이 50리이다. 산곡(山谷) 북쪽으로 처음이 60리, 끝이 90리이다. 숭산(崇山) 동쪽으로 처음이 50리, 끝이 60리이다. 관소(官所) 동남쪽으로 처음이 25리, 끝이 60리이다. 심묘(心妙) 처음이 20리, 끝이 30리이다.○ 미곡향 좌이(坐伊) 부곡은 모두 야로(冶爐)에 있으며, 박산의 소재지는 동쪽으로 10리이다.\n\n",
  "학교": "향교 진산(鎭山) 기슭 1리쯤에 있다. 옛날에는 군의 북쪽 3리에 있었는데 군수 황린(黃璘)이 여기에 옮겼다.\n\n",
  "역원": "김양역(金陽驛) 군 북쪽 7리에 있다. 권빈역(勸賓驛) 군 서쪽 35리에 있다. 남강원(南江院) 남강 북쪽 언덕에 있다. 정양원(正陽院) 남강 남쪽 언덕에 있다. 지현원(知峴院) 군 북쪽 19리에 있다. 아현원(阿峴院) 군 남쪽 22리에 있다. 두현원(頭峴院) 군 서쪽 22리에 있다.\n\n『신증』 ",
  "교량": "무릉교(武陵橋) 김종직의 시에, “그림 같은 무지개다리 급한 물결에 비치는데, 다리 위를 지나는 사람 발을 조심한다. 나의 옷 걷고 물 건너려는 것 그대는 웃지 마소. 고운(孤雲)이 어찌 위태로운 길 밟았던가.” 하였다.\n\n",
  "불우": "용계사(龍溪寺) 가점산(可岾山)에 있다. 안계사(安溪寺) 사두산(蛇頭山) 북쪽에 있다.\n해인사(海印寺) 가야산 서쪽에 있다. ○ 신라 애장왕(哀莊王)이 창건하였다. 수행이 높은 중 순응(順應)ㆍ이정(利貞)ㆍ희랑(希朗)의 화상이 있다. 고려 때 판각한 《대장경》과 역대의 《실록》을 모두 이 절에다가 간직하였다. 고기(古記)에, “가야산은 형승이 천하에 뛰어났고, 땅 기운이 해동에는 짝이 없으니, 참으로 수도할 곳이다.” 하였다. 절에 최치원의 서암(書巖) 기각(棋閣)이 있다. ○ 홍간(洪侃)이 《실록》을 말리러 가는 추옥섬(秋玉蟾)을 전송하는 시에, “내 들으니 가야산 해인사는, 유선(儒仙) 최고운이 일찍이 놀던 땅. 인간의 풍월(風月)은 이르지 못하고, 보서(寶書)와 옥첩(玉牒)이 구름처럼 쌓였다네. 이 속에 가는 사신도 반드시 신선의 무리이리라. 3년 만에 학 타고 하늘에서 내리는구나. 그대 금년에 이런 걸음하게 되니, 가을 풍경이 사람과 함께 맑으리라. 푸른 산 석양에 영가(永嘉) 길이고, 붉은 단풍에 맑은 강 진양성이라. 역마는 훨훨 나는 기러기 같은데, 몸은 시원한 바람 탄 것보다 상쾌하리. 삼한(三韓) 23대의 보록(寶錄) 하나하나를 구름낀 산 속에서 뒤적거리리. 돌아오는 길에는 아무 일 없으리니, 풍요(風謠)를 채집하여 남정기(南征記)를 지으리.” 하였다. ○ 염정수(廉廷秀)의 시에, “산사에 봄날이 개자 한 점 티끌도 없으니, 도정(道情)과 시 생각을 제어하기 어렵다. 골 안에 꽃빛은 비단을 편 듯하고, 다리 아래 시내 소리는 우레가 구르는 듯, 기각(棋閣)에 이끼 꼈는데 옛 글자 남았고, 월봉(月峯)에 솔 늙은데 거친 대(臺)가 있구나. 최고운이 간 지 지금 천 년인데, 선인의 자취를 대해 술마시기 부끄럽네.” 하였다. ○ 권근(權近)의 시에, “바위 구렁 돌고 돌아 한 가닥 길 통했는데, 만겹의 산이 절을 감쌌네. 하늘이 아끼고 땅이 감춰서 구역이 깊숙하고, 불전(佛殿)이 오래되고 행랑이 둘렸는데 제도가 웅장하다. 서암(書巖)은 흐르는 폭포 위에 우뚝하고, 기각은 저녁볕 속에 황량하다. 고운의 높은 자취를 이을 사람 없어, 천년 동안 나는 새 공중에 사라지듯.” 하였다. ○ 배중부(裵仲孚)가 해인사에 사신 가는 김덕유(金德儒)를 전송하는 시에, “내 일찍이 남으로 해인사에 놀았더니, 산 구역 별천지 참 선경이었네. 무릉(武陵) 시냇물은 서로 돌고돌고, 고운의 기각은 매우 아득하네. 바람 바위 물 구멍이 참으로 빼어나니, 뛰어난 경치는 반드시 여항(餘杭)을 논할 것 없네. 봄 바람이 숲에 불면 아름다운 꽃이 피고, 진기하고 기이한 새는 서로 날아 다니네. 6월에도 나는 눈발이 절벽에서 뿌리니, 소나무 아래 누대가 맑고도 서늘해라. 가을이 오면 흰 국화가 단풍에 비치니, 홍류동(紅流洞) 그림 펼친 듯하구나. 겨울에는 얼음과 눈이 교묘하게 조각한 듯, 시내 옆 매화가 그윽한 향기 풍기네. 사시사철 행락하기에 이만한 땅 없으니, 선옹(仙翁)과 중들이 함께 노닌다.” 하였다. ○ 이숭인(李崇仁)이 문 장로(文長老)를 전송하는 시에, “조계(曺溪)의 일미(一味)를 어찌 말로 전하랴. 연꽃 뽑아 미소 지음도 또한 우연이리. 무릉 다리 위를 향해 보소. 산 경치 물빛이 울람천(蔚藍天)이리.” 하였다. ○ 강희맹의 시에, “가야산이 좋단 말, 십년 동안 듣기만 했네. 내가 오니 구름이 짝이 되고, 중이 누웠으니 사슴이 벗하네. 손의 베갯머리엔 차가운 시내 소리 맑고, 향반(香盤)엔 고요한 밤 깊었구나. 많은 생을 고화(膏火) 속에서, 괴로워하던 것 부끄러워라.”하였다. ○ 또 “맑고 맑은 문창후(文昌侯), 꽃다운 남긴 자취 오랫동안 들었네. 고운이 동방에서 태어났으니, 독수리가 닭 무리에서 빼어나는 듯. 학문은 마음과 함께 넓고, 문장은 손수 나누었다네. 주지가 아름다운 옛일 더듬어, 손이 오면 부지런히 얘기하네.” 하였다.\n『신증』 김종직의 시에, “세 선사 유적이 있으니, 찾아 보매 듣던 바와 같도다. 도의 운치는 참으로 짝할 이 없었고, 신통은 무리에서 뛰어났었다. 지원(祗園)엔 꽃이 비오듯 했을 것, 향적(香積)엔 밤을 응당 나누었으리. 허다한 방포(方袍) 입은 사람들, 누구라 그렇게 공부 부지런함 알리.” 하였다.○ 또 “고운은 아름다운 은둔의 나그네, 백일(白日)에 큰 이름이 들렸네. 건구(巾屨 의복과 신발)는 매미가 껍질 벗듯 하였고, 풍채는 학무리에 섞였었네. 바둑판은 속절없이 부서졌고, 시 썼던 돌도 반은 갈라졌다. 거닐던 지경을 자세히 밝으니, 추모하는 생각 다만 간절하여라.” 하였다. ○ 또 “재판(梓板)을 간직한 천 칸 시렁, 먼 지방에도 소문 또한 높았다. 거미는 아침에 줄을 치고, 박쥐는 저물녁에 떼를 짓네. 안개가 자욱하니 글자가 흐려지고, 바람이 두드려서 나무 결이 갈라졌네. 모름지기 귀신을 시켜 보호하여라. 후세의 임금이 다시 판각하지 않도록.” 하였다. 절에 대장경 판목이 있는 까닭으로 이렇게 말하였다. 청량사(淸涼寺) 월유봉 밑에 있으며 최치원이 여기에 놀았다. 월광사(月光寺) 야로현 북쪽 5리에 있다. 대가야(大伽倻) 태자(太子) 월광이 창건한 것이다. ○ 이숭인의 시에, “경치 좋은 곳 만날 때마다 이름을 쓰고, 또 쌍계(雙溪)를 향해 지팡이를 돌린다. 들 다리에 객을 보내니 앞뒤의 그림자요, 소나무 탑에서 불경 외니 길고 짧은 음성이네. 산천은 경치 좋아 그림 같은데, 수목도 해가 깊어 절로 늙었네. 북으로 가니 언제 또 남으로 오나, 이곳 풍경이 잊히지 않은 것 미리 알겠네.” 하였다.\n내원사(內院寺) 해인사 북쪽 5리에 있다. 절에 조현당(釣賢堂)ㆍ나월헌(蘿月軒)ㆍ득검지(得劍池)가 있다. 절 중 옥명(玉明)이 절을 지을 때에 못을 파다가 옛 칼이 나왔으므로 그것을 인해서 이름하였다. 『신증』 김일손의 조현당(釣賢堂)의 기문에, “내가 어릴 때부터 산수를 좋아하는 성벽(性癖)이 있어, 장성하여서는 영남에 유람하였다. 최 문창(崔文昌)이 당(唐) 나라에서 돌아왔으나, 신라 말기여서 뜻을 얻지 못하였다. 그가 찾아다닌 아름다운 산천은 한 군데가 아니었으나, 그가 생애를 마친 곳은 이 가야산이었다. 그렇다면 이 산에는 반드시 경치가 빼어나서 신선이 머물렀던 것이리라. 문창이 간 뒤에도 반드시 높은 사람과 은사(隱士)가 그 산중에 살았을 것인데, 혹 이름이 알려지지 않았음인가. 한번 유람하여 그 사람을 탐문하려고 하였다. 그러나 세속의 윤리가 사람을 얽매어 티끌 속에 분주하며 평소의 바람을 저버린 지 이미 세월이 오래였다. 금년 봄에 김대유(金大猷)가 야성(冶城)에서 오산(鰲山)의 내 집을 방문하고 가야산을 유람하기로 언약하였다. 두어달 있다가 김대유를 찾아 지팡이를 짚고 가야산으로 함께 떠났는데, 이수재(李秀才) 형(泂)이 따라 나섰다. 무릉교를 지나 홍류동에 들어가서 치원대(致遠臺)를 지나 해인사에 도착하였다. 그때 조법사(祖法師)가 한창 절을 중수하는 중이었다. 문창의 독서당(讀書堂)을 물었으나 그것은 모른다 한다. 조법사의 대우는 후하였으나 집 짓노라고 시끄러워서 머무를 수 없었다. 돌아서 두어 마장을 가니 산이 더욱 가파르고 골짝이 더욱 구불구불하였다. 일찍이 사대부들 사이에서 들으니, 명(明)이라는 장로가 산 꼭대기에다 못을 파고 집을 지어서 여생을 보냈다는 것이었다. 명이 시를 읊조릴 줄 알고 나팔 불기를 좋아하여 점필공(佔畢公 김종직)이 매양 나화상(螺和尙)이라 일컬었다. 이날 들길을 돌고 돌아 바라보니, 푸르른 산 속에 절이 보일락말락하므로 걸음을 재촉하여 올라갔다. 집 밑에 못이 있는데 득검지(得劍池)라는 팻말이 있었다. 못 복판에는 작은 섬이 있고 솔ㆍ국화ㆍ매화ㆍ대ㆍ구절창포 따위가 심겨 있는데, 못 위에는 연잎이 너풀너풀 못에 가득하고, 작은 다리가 걸쳐져 있고, 허수아비가 작은 배를 타고 돛을 올리고 낚싯줄을 드리우고 바람 따라 작은 다리 밑으로 들락날락하였다. 집을 둘러 칡이 나서 벽에 기어오른 줄기와 꽃이 창틈을 뚫고 들어오고 있었다. 나는 지팡이를 세우고 좌우를 돌아보았다. 조금 있다가 노승 한 사람이 그 집에서 나왔다. 내가 갑자기, ‘나화상이 어디 있느냐.’ 하였더니, 중은 눈을 둥그렇게 뜨면서 대답하지 아니하고 바로 나를 인도해 들이었다. 그런데 왼쪽에는 나월헌[蘿月軒]이라는 현판이 걸렸고 오른편에는 조현당(釣賢堂)이었다. 벽에는 옛날 칼 한 자루가 걸려 있는데, 이것은 나화상이 못을 팔 때에 못 가운데에서 발견한 것인데 천년간 땅속에 묻혔으니, 매우 기이한 물건이다. 난간에 기대어 눈을 들면 멀고먼 수백 리 밖에 두류산 중첩한 푸른 빛을 볼 수 있으니, 이것 또한 하나의 기이한 경치였다. 얼마 안 되어 대유가 잇따라 오니, 중이 대유에게 물어서 비로소 나의 성명을 알고 손바닥을 치면서, ‘노승이 여기에 머물면서 걸음이 문 밖에 나가지 않았으나, 그대 이름은 귀에 익은 지 오래였소.’ 하며 서로 쳐다보고 한바탕 웃었다. 내 희롱하기를 ‘내가 정 선생(程先生)이 동오경(董五經)을 방문하던 것을 흉내 냈으나, 그대가 나를 알지 못하니, 동오경보다 훨씬 못하다.’ 하였다. 인하여 벽을 두루 보니, 사가(四佳) 상국(相國) 서거정(徐居正), 파징(波澄) 김맹성(金孟性) 선생, 고양(高陽) 유호인(兪好仁) 선생, 신창(新昌) 표연말(表沿沫) 선생, 숭선(嵩善) 김종유(金宗裕) 군이 써둔 시판(詩板)이 있었다. 모두 당세의 현인으로서 국가의 성운을 읊조리고, 대아(大雅)의 높은 바람을 떨치는 이들이다. 그 중에서도 우리 점필공이 나화상과 오간 시통(詩筒)이 있었으니 더욱 기뻤다. 이튿날 방태화(方太和)ㆍ송구보(宋懼甫)ㆍ이호원(李浩源)이 왔고, 또 다음날에는 안시숙(安時叔)ㆍ하응기(河應期)가 왔다. 내가 대유에게 말하기를, ‘다시는 기이한 경치를 탐방하지 말라.’ 하고, 여기에서 달이 넘도록 머물렀다. 네모난 못이 활수(活水)의 근원이며, 마르지 않고 거울 같은 수면에 물건의 형상이 비치면 곱고 추한 것이 문득 나타난다. 달은 반 바퀴요, 산들바람이 가늘게 분다. 두견새 한 소리에 산천이 모두 적적하다. 비온 뒤 흰 구름은 무심하게 바위 구멍에서 나와서 한가로우니, 나화상은 여기에서 얻음이 있었을진저. 인간에서는 무서운 더위가 쇠와 돌을 녹일 것이언만, 이 당(堂) 위에서는 갖옷을 입어도 추워서 6월인 줄 모르게 되니, 이것은 산중 사람의 특별한 조화이다. 문득 속세를 헌신짝처럼 벗어버리고 길이 머물 뜻이 있었다. 나화상이 일찍이 〈나월독락가(蘿月獨樂歌)〉를 지었는데, 모두 속세를 우습게 보고 세상 밖에서 스스로 즐기는 것이엇다. 저녁에는 나화상이 노래를 부르는데 메아리가 부딪쳐 바위를 진동하고, 잇달아서 춤을 추는데 까까머리와 넓은 소맷자락이 달 그림자에 너울거렸다. 나화상은 참으로 호걸스러운 중이었으니, 드디어 세상 밖의 사귐을 맺었다.하루는 산에서 내려오려는데 나화상이 산중에 남겨둘 기문을 청하였다. 내가 답하기를, ‘나화상이여, 이 못이 있고 이 난간이 있어, 귀를 씻고 발을 씻으며 칡덩굴을 뒤집어쓰고 달빛을 잡으니, 홀로 즐길 만하여 세상과 접촉하지 않는데, 또 조현(釣賢)이란 것으로 더 부치기는 웬일인가.’ 하니, 나화상이 말하기를, ‘이른바 현(賢)이라는 것은 지금 세상에 이른바 현이 아니요, 옛날 현이다. 번화스러운 곳에 명성을 날리는 현이 아니고, 청운에서 도를 사모하는 현이다. 멀게 말하면 호계(虎溪)에서 셋이 웃는데 도연명이 참여하였으니, 도연명이 진(晉) 나라의 현이 아닌가. 가깝게 말하면 해인 세 절[海印三寺]에 고운이 놀았는데 고운은 신라 시대의 현이 아닌가. 이른바 현이란 것이 지금 세상에 소위 현이란 것이 아니다. 30년을 홀로 즐기면서 세상에서 도연명과 고운 같은 현인이 없음이 한스럽다. 그러하니 나의 즐김은 궁벽한 산중에서 영원히 홀로 즐길 뿐이고 함께 할 아무도 없다. 그런데 오늘날 다행하게도 여러 벗이 와서 머물렀으니, 곧 우리들의 한 좋은 만남이다. 여러 벗은 어찌 이름 한 번 기록하는 것을 아끼는가.’ 한다. 나는 한참동안 탄식하다가. ‘나화상이 이미 이 당으로써 군자의 시를 낚아서 산중의 빛남으로 하고, 또 이 당으로써 나의 기문을 낚고자 하니 나화상이 문아(文雅)에 돈독하기도 하다. 그러나 반드시 현을 낚으려는 실상에 맞게 하려면 능히 마음을 천고에 노닐게 하며, 홀로 가서 산림에 숨어 사는 자이라야 가하다. 그 사이에 반드시 다만 도연명이 되고 최 문창이 될 뿐이 아닌 것이 있을 것이다. 그러나 지금 어진이를 등용하는 길이 크게 열려서 바위 굴에 숨어 사는 빠뜨려진 선비가 없는데, 누구가 우리 나화상을 적막한 땅에서 따르기를 즐겨하겠소. 나는 나화상의 당(堂)이 필경 헛되게 만든 것이 될까 저어한다. 우리들의 글 같은 것은 이미 시 잘하는 여러 군자에게 양보하였고, 도 또한 옛 현인보다 못하다. 세상에 버림받은 재질로써 여가를 만들어 허튼 걸음을 한 것이다. 내 들으니, 나화상은 어버이를 매우 효성스럽게 섬겼으며, 젊었을 때는 당세의 인자에게 재물을 구해서 형제의 고아 일곱 사람을 시집보내고, 가정을 꾸미지 못하는 세 사람에게 집을 마련해 주어서 은애를 다했다 하니, 이것이 기록할 만하다. 아, 나화상이 출가했으면서 인륜에 돈독한 것이 이와 같았으니, 나화상의 도는 근본이 있다 하겠다. 세상의 더러움을 미워하여 불도에 의탁하고 속세를 도망쳐 숨은 것이 아니겠는가. 이보다 앞서 국가에서 나화상의 명성을 듣고 억지로 회암사(檜巖寺) 주지를 맡겼으나, 1년 있다가 문득 사퇴하고 이 산에 돌아와서 마침내 영리로써 몸을 위하지 않았다. 나화상이 능히 이와 같이 하니, 이 때문에 공자께서 ‘오랑캐에 임금이 있는 것이 중국에 없는 것보다 낫다.’는 탄식을 일으켰던 것이다. 나화상이여, 벽에 걸린 칼이 용으로 화하지 않고 칡 덩굴의 달이 그대로 있으면, 우리들 오는 것이 한두 번에 그치지 않으리라.” 하였다. 소리암(蘇利菴) 가야산에 있다. ○ 서거정의 중창기에, “합천의 명산은 가야산이다. 이 산을 우두(牛頭)ㆍ설산(雪山)ㆍ상왕(象王)ㆍ중향(衆香)ㆍ지달(只怛)이라 하기도 하는데, 이는 산 하나에 여섯 가지 이름이 있는 것이다. 산의 빼어남이 동방에 알려져서 신라《수이전(殊異傳)》에 기록된 바로는, ‘동방에 옛적에 소리암이라는 큰 절이 있었다.’ 하였다. 이미 천수백 년 전 기록이니, 그 절이 어느 때에 폐사가 되었는지 알 수 없으나, 빈터가 역력히 남아 있다. 아, 인간 세상에 있는 명산과 보배로운 땅 가운데 기록에 나타난 이와 같은 절이 얼마인지 알 수 없으나, 황폐하고 매몰되어 오래도록 복구하지 못하니, 또한 산문(山門)으로서 하나의 한스러운 일이다. 지금 인순 부윤(仁順府尹) 영가(永嘉) 권 상국 총(權相國聰)은 선원 귀족(璿源貴族)이요, 현달한 집안으로 명망이 높은 분이다. 그러나 기름진 음식과 비단 옷 입는 습관을 물리치고, 선을 닦으며 복을 심는 일에 마음 두어서, 재물을 많이 보시하여 비용을 제공하니, 여러 시주들이 또 따라서 이루었다. 기사년 봄 3월에 짓기 시작하여 다음 해 겨울 10월에 손을 떼었다. 이해부터 법회를 개설하니 중들이 구름 모이듯 하여서 이 암자가 다시 중흥하였다. 후(侯)는 대대로 문장가의 집안 출신이니, 어찌 구구하게 불도에 빠진 것이리오. 여기에 애쓴 바는 위로 임금의 복을 축원하고 아래로 어버이의 은혜에 보답하고자 하여 충과 효의 지극한 뜻을 붙인 것이다. 어찌 후세 사람에게 권장하는 바 되지 않으리오.” 하였다.\n\n",
  "사묘": "사직단(社稷壇) 군 서쪽에 있다. 문묘 향교에 있다. 성황사(城隍祠) 군 동쪽 8리에 있다. 여단(厲壇) 군 북쪽에 있다. 정견천왕사(正見天王祠) 해인사 안에 있다. 속설에는, “대가야국 왕후 정견이 죽어서 산신이 되었다.” 한다. 미숭신사(美崇神祠) 미숭산 꼭대기에 있다.\n\n",
  "고적": "좌이부곡(坐伊部曲)ㆍ말곡향(末谷鄕) 모두 야로현에 있다. 박산소(樸山所) 군 동쪽 10리에 있다. 제시석(題詩石) 해인사 골을 속칭 홍류동이라 한다. 동구(洞口)에 무릉교(武陵橋)가 있고, 다리를 건너서 절을 향해 5ㆍ6리쯤 가면 최치원이 시를 쓴 돌이 있다. 그 시에, “첩첩한 돌 사이로 미친 듯 내뿜으며 겹겹한 산을 두드리니, 사람의 말소리는 지척 사이에서도 분간하기 어렵네. 항상 시비의 소리가 귀에 들릴까 두려워서, 일부러 흐르는 물을 시켜 산을 모두 둘렀네.” 하였다. 후세 사람들이 그 돌을 ‘치원대’라 하였다.\n『신증』 김종직의 시에, “맑은 시의 광채가 푸른 멧부리를 쏘는데, 먹 흔적은 닳아서 희미하다. 세상에선 다만 신선 되어 갔다 하나, 무덤이 공산(空山)에 있는 줄이 어찌 알리오.” 하였다.\n반야사(般若寺) 가야산 밑에 있으나 폐사된 지 오래이다. 고려 추밀원지주사 김부일(金富佾)이 지은 원경화상(元景和尙)의 비문이 있다.\n독서당(讀書堂) 세상에 전해오는 말에는, “최치원이 가야산에 숨어 살았는데, 어느 날 아침 일찍 일어나 문을 나갔다. 갓과 신을 숲 속에 버려두고 어디로 갔는지 몰랐다. 치원이 간 그날이 오면 절의 중이 명복을 빌고 유상(遺像)은 독서당에 남겨 두었다.” 한다. 당터는 절 서쪽에 있다.\n거덕사(擧德寺) 절터는 해인사 서쪽 5리에 있다. 최치원이 지은 〈석순응전(釋順應傳)〉에, “그 서쪽 산 두 시냇물이 합치는 곳에 거덕사라는 절이 있는데, 옛 대가야국(大伽倻國) 태자 월광(月光)이 결연(結緣)한 곳이다.” 하였다.\n미숭산성(美崇山城) 석축으로 된 옛 성이 있다. 둘레는 천 6백 43척이고 성 안에 못 하나와 우물 여섯이 있다. 갈점성(葛岾城) 석축으로 된 옛 성이 있다. 둘레는 2천 2백 39척이고 높이는 7척이다.\n\n",
  "명환": "신라 종정(宗貞) 태종왕(太宗王) 8년에 압독주(押督州)를 대야(大耶)에 옮기고, 아찬(阿飡) 종정(宗貞)을 도독(都督)으로 삼았다.\n\n고려 임원후(任元厚) 인종조(仁宗朝)에 원이 되어 왔다. 전원균(田元均) 지군(知郡)으로 와서 청렴하여서 뇌물을 받지 않았으며, 백성을 불쌍히 여겨 어루만졌고, 간악한 아전을 다스림에 있어서는 매우 위엄스러워서 간악한 것을 적발함이 귀신 같아 온 고을이 공경하고 두려워하였다. 옥사를 결정하는 데에는 더구나 자세히 심리하여서, 비록 회초리 맞은 자라도 원망하지 않고 모두, “전군(田君)이 판결한 것이다.” 하였다. 이조년(李兆年) 충렬왕조에 예빈시 내급사로서 나와서 지주(知州)가 되었다.\n\n본조 권진(權軫) 일찍이 군수로 와서 아름다운 치적이 있었다. 백성들이 노래하기를, “권진이 오기 전에도 권진 같은 원이 없었고, 권진의 뒤에도 권진 같은 원이 없으리라.” 하였다. 조오(趙峿) 청백한 절조가 비교할 데가 없었다. 일찍이 군수로 있으면서 아들 사위와 노복들이 오갈 때에도 모두 개인 양식을 가지게 하였다. 또 군에 은어[銀口魚]가 생산되었는데, 여름에 비록 썩게 되어도 처자에게 맛보지 못하게 하였다. 조상치(曹尙治)ㆍ모순(牟恂) 모두 지군(知郡)이었다. 권득경(權得經)ㆍ정이우(鄭而虞) 모두 군수로 있었다. 유호인(兪好仁) 사헌부 장령으로 있다가, 어버이가 늙었으므로 봉양하기 위하여 나와서 군수로 있다가 죽었다.\n\n",
  "인물": "신라 죽죽(竹竹) 대야주 사람이다. 선덕왕 때에 사지(舍知)가 되어 본주 도독 김품석(金品釋)의 휘하에 보좌로 있었다. 백제 장군 윤충(允忠)이 주의 성을 공격하니, 품석이 지키지 못하였으므로 스스로 목을 찔러 죽었다. 죽죽이 패잔병을 수습하여 성문을 닫고 항거할 때 용석(龍石)이 죽죽에게, “지금 전쟁의 형세가 이와 같으니 항복하여 후일을 도모하는 것이 좋겠소.” 하니, 답하기를, “우리 아버님이 나를 죽죽이라 이름한 것은 추운 겨울이라도 시들지 아니하고, 꺾이기는 할지언정 굽히지는 못하게 한 것이다. 어찌 죽는 것을 두려워하고 살기를 구하리오.” 하고 드디어 힘껏 싸웠으나 성이 함락하여 용석과 함께 죽었다. 임금이 듣고 애통하여 죽죽에게는 급찬(級飡)을, 용석에게는 대나마(大奈麻)를 추증하였다. 거인(巨仁) 진성여왕이 음탕하고 방자하여 꺼림이 없으니 기강이 무너졌다. 어떤 사람이 당시 정사를 비방하여 큰 길에다가 방을 걸었다. 임금이 명하여 수색하였으나 잡지 못하였다. 어떤 사람이 고하기를, “이것은 반드시 대야주(大耶州)에 숨어 사는 거인의 짓이오.” 하였다. 임금이 거인을 체포하여 옥에다 가두고 장차 형을 시행하려 하니, 분하고 원망스러워서 옥 벽에다가, “우공(于公)이 통곡하니 3년 동안 가물었고, 추연(鄒衍)이 슬퍼하니 5월에도 서리왔다. 지금 갇힌 시름도 역시 옛 사람 같은데, 황천은 말 없고 창창할 뿐이네.”라는 시를 썼다. 그날 밤에 갑자기 벼락을 치며 우박이 내리니 임금이 두려워하여 석방하였다.\n\n고려 이순목(李淳牧) 고을 아전으로서 젊어서부터 글을 잘 지었다. 과거에 올라 금성관기(錦城管記)로 등용되었고, 조금 뒤에 첨사부 주부로 전임되었고, 여러 번 옮겨져서 보문각 대제에 이르렀으며, 판비서성사로 승진하였다.\n\n『신증』 본조 방유령(方有寧) 과거에 올라서 벼슬이 참판에 이르렀다.\n\n",
  "효자": "본조 이요(李瑤) 모친 상을 만나 3년 동안 시묘하였다. 조정에 알려져서 정려하였고, 벼슬이 정헌대부에 이르렀다. 한충로(韓忠老) 부모 상을 만나 전후 6년 동안 시묘하였다. 조정에 알려져서 장사랑(將仕郞)으로 제수되었다.\n\n",
  "제영": "호산배달천중원(好山排闥千重遠) 박원형(朴元亨)의 시에, “아름다운 산은 문을 밀치고 들어오는 듯 천겹이나 아득하고, 절벽은 강에 임해 몇 자나 높은가.” 하였다. 용문고처희초등(龍門高處喜初登) 김수녕(金壽寧)의 시에, “오늘 강북(江北)에서 한 번 취하니, 용문 높은 곳에 처음 올라 기쁘다.” 하였다. 지벽촌용고(地僻村容古) 유사눌(柳思訥)의 시에, “땅이 궁벽지니 마을 모습이 옛되고, 시냇물이 맑으니 나무 그림자가 깊다.” 하였다.\n\n《대동지지(大東地志)》\n",
  "성지": "미숭산고성(美崇山古城) 둘레가 1천 6백 43척이며, 우물이 여섯, 못이 하나이며 아주 험하다. 갈점고성(葛岾古城) 둘레가 2천 2백 39척이다. 갈귀성(葛歸城) 해인사(海仁寺) 동북쪽에 있는데 석축의 유지(遺址)가 있다. 갈마성(葛馬城)ㆍ구산성(傴山城)ㆍ벽계성(僻溪城)ㆍ천개성(天蓋城).\n",
  "진도": "남강진(南江津) 삼가(三嘉)로 통하는 대로이다.\n\n",
  "창고": "읍창ㆍ신창(新倉) 서북쪽으로 35리이다. 야창(冶倉) 야로의 고현에 있다. 북창(北倉) 북쪽으로 60리에 있다.\n\n",
  "사원": "이연서원(伊淵書院) 선조 병술년에 세우고 현종 경자년에 사액하였다. 김굉필(金宏弼)ㆍ정여창(鄭汝昌) 모두 문묘 편에 보라. ○ 화암서원(華巖書院) 효종이 계사년에 세우고 영조 정미년에 사액하였다. 박소(朴紹) 자는 언주(彦冑), 호는 야천(冶川), 반남(潘南) 사람이다. 벼슬은 사간이며 영의정에 추증되었고 시호는 문강이다.\n\n\n\t\t\n\t\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이익성 (역) | 1969\n    \n\t\n"
}