{
  "건치연혁": "본래 실직국(悉直國)이었는데, 신라 파사왕(婆娑王) 때에 와서 항복하였으므로 지증왕(智證王) 6년 실직 군주(軍主)를 두었고, 경덕왕(景德王)이 지금 명칭으로 고쳐서 군(郡)으로 만들었다. 고려 성종(成宗)이 척주 단련사(陟州團練使)로 고쳤고, 현종(顯宗)이 현령으로 강등시켰으며, 신우(辛禑) 때에는 지군사(知郡事)로 승격하였다. 본조 태조 2년에는 목조(穆祖)의 외가 고을이라는 것으로써 부(府)로 승격하였고, 태종 13년에 관례에 따라 도호부로 고쳤다.\n",
  "관원": "부사ㆍ교수 각 1인.\n\n",
  "군명": "실직ㆍ척주ㆍ진주(眞珠).\n",
  "성씨": "본부 진(陳)ㆍ김ㆍ심ㆍ박, 진(秦) 사성(賜姓)이다.\n\n",
  "풍속": "무당과 귀신을 믿는다. 사람의 성품이 대체로 교활하다. 오금잠(烏金簪)에 제(祭)한다. 고을 사람이 잠(簪)을 작은 함에 담아, 관아(官衙) 동쪽 모퉁이 나무 밑에 감추었다가 단오날이면 끄집어내고, 제물을 갖추어 제사한 다음 이튿날 도로 감춘다. 전해오는 말에는, 고려 태조 때 물건이라 하나 제하는 이유는 알 수 없다. 예전부터 전해오는 일이므로 관에서도 금지하지 않는다.\n\n",
  "형승": "천 길 푸른 석벽, 오십천 맑은 냇물 류사눌(柳思訥)의 시에, “천 길 푸른 석벽이 겹겹으로 둘러 있고, 오십천 맑은 냇물이 졸졸 흐른다.” 하였다. 북쪽으로 큰 영(嶺)을 의지했고, 서쪽으로 큰 냇물을 임했다. 김수온(金守溫)의 〈죽서루기(竹西樓記)〉.\n\n",
  "산천": "갈야산(葛夜山) 부 북쪽 1리에 있으며 진산이다.\n태백산(太白山) 부 서쪽 백 20리에 있다. 신라 때는 북악(北岳)이라 하여 중사(中祀)에 기재되어 있다. 또 경상도 안동부 및 봉화현에서도 보인다.○ 안축의 시에, “길다란 하늘 지나 자색 안개 속으로 들어가니, 비로소 높은 꼭대기에 오른 줄 알았노라. 둥근 해는 머리 위에 낮아진 듯, 사방 여러 산은 눈앞에 떨어졌네. 몸이 나는 구름을 따르니 학을 탔는가 의심되고, 길은 높은 비탈에 달려 하늘에 오르는 듯하구나. 비온 뒤 일만 구렁에 물이 넘쳐 흐르는데, 구불구불한 오십천(五十川) 건널 일이 근심된다.” 하였다.\n두타산(頭陀山) 부 서쪽 45리에 있다. 산 중턱에 돌 우물 50곳이 있으므로 그대로 오십정(五十井)이라 부른다. 그 곁에 신사(神祠)가 있는데 고을 사람이 봄 가을에 제사하며, 날씨가 가물면 비를 빈다.○ 고려 충렬왕(忠烈王) 때에 이승휴(李承休)가 전중시어(殿中侍御)로서 정사를 말하다가 임금의 뜻을 거스르게 되어 파직당했다. 승휴는 이 산 밑에 터를 잡아 살면서 스스로 동안거사(動安居士)라 호하였다. 70살 때에 심왕(瀋王)의 명을 받고 산에서 나와, 서울에 왔다. 그리하여 이런 시가 있다. “외로운 종적이 몇 해나 강산에 의지했더니, 다시 서울 땅 밟으니 한바탕 꿈속이어라.” 하고, 곧 물러가기를 청하였다.\n양야산(陽野山) 부 남쪽 2리에 있다. 광진산(廣津山) 부 동쪽 6리에 있다. 우보산(牛甫山) 부 서쪽 1백 5리에 있다. 희복현(希福峴) 부 서북쪽 60리에 있다. 정선(旌善)을 지향하는 길이며, 가장 높고 험하다. 와현(瓦峴) 부 남쪽 85리에 있다. 가을현(加乙峴) 부 남쪽 1백 17리에 있다. 바다 부 동쪽 8리에 있다. 장오리포(藏吾里浦) 부 남쪽 62리에 있다. 내(內)ㆍ외(外) 장오리(藏吾里)가 있으며, 모두 동해의 배를 대는 곳이다. 척후(斥候)가 있다. 황지(黃池) 부 서쪽 1백 10리에 있다. 그 물이 남쪽으로 30여 리를 흘러, 작은 산을 뚫고 남쪽으로 나가는데 천천(穿川)이라 한다. 곧 경상도 낙동강(洛東江)의 원류이다. 관에서 제전(祭田)을 두어서 날씨가 가물면 비를 빈다.\n오십천(五十川) 부 성(城) 남쪽 1백 5리에 있다. 물 근원이 우보현(牛甫峴)에서 나오며, 죽서루(竹西樓) 밑에 와서는 휘돌면서 못이 되었다. 또 동쪽으로 흘러 삼척포(三陟浦)로 되어, 바다에 들어간다. 부에서 물 근원까지 마흔 일곱 번을 건너야 하므로 대충 헤아려서 5십천이라 일컫는다.○ 정구(鄭矩)의 시에, “겹으로 된 벼랑은 층층 누각을 버티었고, 붉은 기와는 맑은 흐름을 굽어 본다. 여러 구렁은 서쪽을 따라, 구불구불 백 굽이나 내려왔다. 흰 돌 하얀 모래 깨끗하기에, 홍진(紅塵)의 발을 씻고 싶구나. 나는 여울은 돌다리에 뿌리고, 급한 물결은 주옥(珠玉)을 뒤짚는 듯하다. 샘물이 달고 땅이 또 기름져, 반곡(盤谷)에 왔는가 의심된다. 산이 둘리고 초목이 우거졌고, 길이 돌아서 간다는 것이 돌아오는 듯 여기에 오니, 세상 뜻 적어져서 가려고 하다가 도로 묵는다. 흥이 나서 높이 읊조리며, 술항아리 잡고서 긴 대나무를 대했네.” 하였다.○ 안축의 시에, “작은 배를 강에 띄웠더니, 비온 뒤 물결이 깨끗하여라. 삿대 짚어 흐름을 거슬러 가니, 그늘진 벼랑이 깊숙하구나. 뱃줄을 등덩굴에 매어두고, 자리에 앉아서 발을 씻노라. 돌틈에 찬 샘이 솟아나와서, 얼음 구슬을 쏟는 듯하여라. 객이 있어 고요하게 거문고 타니, 솔바람이 산골에 가득하여라. 늦게야 중류(中流)에 돛을 올리고, 노래하고 웃으며 갔다 왔다 한다. 이런 즐거움 인간엔 없으니, 잠이 오면 갈매기와 함께 자노라. 배 타고 남쪽 여울로 내려오니, 맑은 이슬이 성긴 대[竹]를 적신다.” 하였다.\n덕산도(德山島) 부 남쪽 23리인 교가역(交柯驛) 동쪽 바다 위에 있다.\n\n",
  "토산": "모시, 철 부 서쪽 직점(稷岾)에서 산출된다. 마노(瑪瑙) 부 서쪽 견두리(堅頭里)에서 산출된다. 궁간상(弓幹桑 활재료 뽕나무) 부 남쪽 노곡산(蘆谷山)에서 산출된다. 죽전(竹箭) 부 남쪽 덕산도(德山島)에서 산출된다. 자단향(紫檀香)ㆍ안식향(安息香)ㆍ오미자(五味子)ㆍ회양목[黃楊]ㆍ인삼ㆍ송이ㆍ복령(茯笭)ㆍ지황(地黃)ㆍ꿀ㆍ산무애뱀[白花蛇]ㆍ김ㆍ미역ㆍ전복ㆍ홍합ㆍ문어ㆍ방어ㆍ연어ㆍ송어ㆍ대구[大口魚]ㆍ숭어ㆍ황어ㆍ고등어ㆍ은어[銀口魚]ㆍ넙치ㆍ적어(赤魚)ㆍ해삼.\n",
  "성곽": "읍성(邑城) 3면이 석축인데, 둘레는 2천 54척이고 높이는 4척이며 서쪽은 절벽이고, 둘레가 4백 31척이다. 옥원성(沃原城) 옥원역 곁에 있다. 토축이며 둘레는 5백 7척, 높이는 8척이다. 군창(軍倉)이 있다.\n\n",
  "관방": "삼척포진(三陟浦鎭) 부 동쪽 8리에 있으며, 수군첨절제사영(水軍僉節制使營)이 있다. ○ 첨절제사 1인이 있다. 『신증』 정덕(正德) 경진년에 석성(石城)을 쌓았는데, 둘레가 9백 척이고 높이는 8척이다.\n\n",
  "봉수": "가곡산 봉수(可谷山熢燧) 부 남쪽 백 6리에 있다. 남쪽으로 울진항출도산(蔚珍恒出道山)에 응하고, 북쪽으로 임원산(臨院山)과 응한다. 임원산 봉수 부 남쪽 8리에 있다. 북쪽으로 초곡산(草谷山)에 응하고, 남쪽으로 가곡산과 응한다. 초곡산 봉수 부 남쪽 54리에 있다. 북쪽으로 양야산(陽野山)에 응하고, 남쪽으로 임원산과 응한다. 양야산 봉수 북으로는 광진산(廣津山)과 응하고, 남으로는 초곡산과 응한다. 광진산 봉수 북쪽으로 강릉 우계현(羽溪縣) 오달산(於達山)에 응하고, 남쪽으로 양야산과 응한다.\n\n",
  "누정": "죽서루(竹西樓) 객관 서쪽에 있다. 절벽이 천 길이고 기이한 바위가 총총 섰다. 그 위에 나는 듯한 누를 지었는데 죽서루라 한다. 아래로 오십천에 임했고, 냇물이 휘돌아서 못을 이루었다. 물이 맑아서 햇빛이 밑바닥까지 통하여, 헤엄치는 물고기도 낱낱이 헤아릴 수 있으니, 영동의 절경이다.○ 정추의 시에, “죽서루 그림자가 맑은 흐름에 일렁이며, 못 위에 산 빛이 작은 누에 가득하다. 가절(佳節)에 멀리 와 노니 느낌이 많아, 석양에 가려다 다시 머뭇거린다. 일찍이 황학루(黃鶴樓)를 때려부순 사람 있음을 들었더니, 지금에 백구와 친한 사람 없음이 한스러워라. 언덕을 끼고 붉은 도화(桃花) 봄도 늙어가니, 나팔 부는 소리는 진주(眞州)를 찢으려네.” 하였다.○ “어떤 사람이 다락을 지어 높은 나무를 굽어보게 했나, 황혼에 한바탕 웃으며 홀로 섰노라. 처마 앞엔 긴 대가 수천 줄기이고, 헌함 너머엔 맑은 강물이 50굽이로다. 두타산(頭陀山)이 높아 어렴풋하고, 관음사(觀音寺) 오래되어 초목이 성하다. 긴 하늘이 담담한데 새가 오가고, 잔물결이 일렁이며 고기가 떴따 잠긴다.” 하였다.○ 김극기(金克己)의 시에, “도기(道氣)를 장관(長官)이 온전히 차지하였으니 공무 보는 여가에 흥취가 그윽하여라. 유루(庾樓) 저녁 달은 상(床) 밑에 들고, 등왕각(滕王閣) 아침 구름은 기둥 사이에 인다. 먼 섬은 빙글빙글 학 형세로 되었고, 층층 멧부리는 오똑오똑 자라머리 같다. 새로운 시가 뼈까지 서늘하게 함을 괴이하다 말라, 시냇물 소리를 굽어 듣고 산을 쳐다 본다.” 하였다.○ 안성(安省)의 시에, “푸른 벼랑에 백 척 누각이 우뚝한데, 꽃이 피고지고 몇 해이던가. 3천 무리는 풍운과 함께 흩어졌고, 오십천 물은 세월과 함께 흐른다. 화각(畫角) 한 소리는 아침저녁 한(恨)이고, 안개 낀 만 리의 물결은 예나 지금의 시름일세. 어찌하면 막중한 임금의 은혜를 갚고, 티끌 낀 갓을 벗고 갈매기와 짝하리.” 하였다.\n『신증』 홍귀달(洪貴達)의 시에, “죽서루 서쪽에 푸른 강이 흘러, 유월에도 누각엔 찬 기운이 난다. 당일에 응당 황학(黃鶴)이 가지 않았겠지, 지금도 흰 구름은 머물러 있다. 강산에서 다만 병속의 술을 기울일 뿐, 신세는 도리어 바다 위 갈매기 같다. 달이 밝고 하늘도 물빛 같은 때를 기다려, 긴 피리 한 소리로 양주곡(涼州曲)을 아뢰리.” 하였다.○ 이육(李陸)의 시에, “서산에 발 걷고 홀로 누에 기대 섰으니, 강의 비바람이 가을같이 서늘하다. 웅대한 고을은 만 리의 동해 가에 있고, 승지(勝地)는 천년토록 상류에 위치했다. 부귀는 스스로 몸 밖의 일인 줄 아노니, 한가로이 객중의 시름을 녹이네. 누가 다시 한 승상(韓丞相)같이, 공명을 이룬 다음 백구와 친하리.” 하였다.○ 정수강(丁壽崗)의 시에, “열두 굽이 난간에, 객이 누에 기대니, 발틈에 드는 천기(天氣)는 초가을에 가깝네, 돌이 썩을 만큼 산천이 늙은 것만 보고, 탄환같이 빠른 세월의 흐름은 깨닫지 못했네. 한밤 베개에 우연히 객의 꿈을 이루었고, 석 잔 술에 애오라지 나그네 시름을 녹인다. 온종일 한가한 뜻을, 모두 창파에 떠도는 갈매기에게 부친 줄을 누가 알리.” 하였다.\n능파대(凌波臺) 부 동쪽 10리인 해안에 있으며, 예전에는 추암(秋巖)이라 하였다. 돌 두어 가지[條]가 물 복판에 섰고, 높이는 5, 6길쯤이다. 그 벼랑 위에는 수십 인이 앉을 만한데, 상당 한명회(上黨韓明澮)가 이름을 능파대라 고쳤다.○ 강회백(姜淮伯)의 시에, “올라보니 완연히 울람천(蔚藍天)에 있는 듯, 굽어보니 인간 세상은 저쯤에 있다. 청도(淸都)를 바로 지척에 임했는가 싶고, 단조(丹竈)에 의지하여 신선을 찾지 않는다. 금빛은 항해(沆瀣)에 떠서 세 섬에 닿았고, 해는 유리 빛을 쏘아 일백 냇물을 묶었다. 오래 앉아서 정신이 맑고 착잡한데, 바람이 학의 등에 불어 다시 시원하여라.” 하였다.\n소공대(召公臺) 와현(瓦峴) 위에 있다. 예전에 감사 한 사람이 이 대에서 쉰 까닭으로 이름하였다.○ 이석형(李石亨)의 시에, “비로소 구름 끝에 나와 멀리 보니, 소공(召公)은 어디 가고 대만 남았나. 위에는 하늘 아래는 물 한없이 아득하니, 하늘과 땅이 밤낮 떠 있다는 것 믿게 되었다.” 하였다.\n『신증』 정덕(正德) 병자년에 관찰사 황맹헌(黃孟獻)이 비를 세우고 남곤(南袞)이 명(銘)하기를, “삼척부 치소의 남쪽 70리 지점에 와현이 있고, 현에 돌로 쌓은 것이 있는데, 소공대라 하니, 대개 예전에 황 익성공(黃翼成公 황희(黃喜))이 절월을 머물렀던 곳이다. 영락(永樂) 계미년에 관동지방에 기근이 들었으므로, 익공이 특별히 관찰사로 뽑히게 되었다. 백성을 구휼하고 어루만지며 마음을 다해 구원하니 죽는 백성이 없었다. 임금께서 아름답게 여기시고 일품조복(一品朝服)을 하사하시어, 판우군부사(判右軍府事)로 제수하시었다. 공이 이미 조정에 돌아왔으나 백성들은 공의 덕을 사모하여 잊지 못하였다. 그리하여 서로 더불어 공이 쉬던 곳에 돌을 쌓고 대를 만들어서, 감당(甘棠) 나무를 사모하듯 하였다. 그러나 세월이 오래되어 덩굴 풀과 차가운 연기에 대는 뭉개져 평지가 되었다.을해년에 지금 감사 장원공(長原公)이 절월을 잡고 왔으니, 곧 익성공의 4대 손이다. 모든 정사를 하고 백성을 무휼하는 데에 한결같이 가법(家法)을 지켰다. 하루는 관내를 순찰하다가 와현이라는 언덕에 올라, 대 아래에 배회하면서, 한편으로 사모하고 한편으로는 슬퍼하였는데, 완전히 익성공의 기침소리가 들리는 듯하였다. 이에 다시 돌을 모아, 무너진 것을 수축하고서 떠나갔다. 나는 그 말을 듣고 탄식하였다. 익성공은 세종대왕을 보좌하여 태평세월이 되게 하였으니, 그 한 도에 인애(仁愛)를 끼친 것은 여사로 한 일이니, 이 대가 완전하고 무너짐이 공에게 무슨 상관이리오. 그러나 공이 가신 지 이미 백 년이건마는 공의 덕이 사람의 마음에 간직된 것은 바로 그날과 같다. 대개 지금 백성은 모두 옛날에 공께서 부지런히 살려낸 그 백성들의 자손인 것이다. 그들 조상이 쌓은 대가 아직도 길가에 우뚝하고 공의 후예가 또 와서 그들의 자손을 무휼하며 예전 대를 수축하게 하였으니, 이것을 익성공이 어찌 일찍이 생각했겠으며, 또 백성으로서 감히 바랄 수 있었겠는가. 이것은 하늘이 익성공의 인덕에 후하게 보답한 바이며, 그 백성들의 추모하여 마지않는 심정에 보답한 것이니, 이 일에 대한 기록이 없을 수 없다.익성공의 휘(諱)는 희(喜)이며, 사업과 명성은 모두 국승(國乘 역사)에 기재되었다. 장원공의 이름은 맹헌(孟獻)이며 자는 노경(魯卿)이다. 명(銘)하기를, ‘명주(溟州) 남쪽 실직국(悉直國)의 옛 지역에 대가 길에 임했는데, 처음 지은 것은 아득한 옛날이다. 들으니, 옛날에 익성공은 덕이 소공과 같아서, 주린 자는 배부르게, 추워하는 자는 따뜻하게, 관동에 은택을 남겼다 한다. 고개 위에 대를 쌓고, 공이 쉬었던 곳이라 하며, 사모하는 눈물을 대 밑에 흘렸다. 세월이 바뀌어서 공은 가도 대는 남았다. 누가 와서 뒤를 이었나. 공에게 자손이 있었다. 백성들이 기뻐하여 서로 말하기를, 「우리 익성공이라.」 하였다. 우뚝한 새대는 독촉한 것이 아니었다. 덕이 사람에게 남아서, 대와 더불어 새롭다. 이 글을 좋은 돌에 새겨서 천년토록 알리리라.’ 하였다.” 하였다.\n연근당(燕謹堂) 죽서루 곁에 있다.○ 김수온(金守溫)의 기문에, “연근당은 삼척부 죽서루의 별관이며, 계해년에 전 부사 민소생(閔紹生)이 창건한 것인데 집이 일곱 칸이다. 겨울에는 따뜻하고, 여름에는 서늘하였다. 여러 사신이나 나그네들이 편히 쉬는 곳이다. 신묘년 윤9월에 화재를 당하였다. 다음 해 봄에 개축하였데, 여덟 칸으로 증축하였다. 10월에 낙성하였는데 고을 사람이 다 모여 왔다. 일어나서 태수에게 술잔을 올린 자는 창사(倉使) 김자균(金子鈞)이고, 취해서 춤춘 자는 장군 함익겸(咸益謙)이며, 술이 깨어 읊조린 자는 교수 오경량(於敬良)이다. 좌우에 모시고 연석을 관장한 자는 먼저 승(丞)을 지낸 박중명(朴仲明)이다. 당초에 감독한 자는 호장 김생려(金生麗)ㆍ김득강(金得江)이고, 또 김규(金珪) 등 수십 명이다. 태수는 누구인가. 성은 양(梁), 이름은 찬(瓚)이다. 그 얘기를 듣고 사실을 기록한 자는 괴애자(乖崖子) 김문량(金文良)이다. 장차 단청을 해서 영구히 빛나게 하려는 이는 새 태수 황 선생(黃先生)이다. 황 선생의 이름은 윤원(允元)이다. 이는 성화(成化) 8년 동지 뒤, 7일이다.” 하였다.\n\n",
  "학교": "향교 부 동쪽 3리에 있다.\n\n",
  "역원": "평릉역(平陵驛) 부 북쪽 40리에 있다. 본도를 잇는데 소속된 역은 15인데, 동덕(冬德)ㆍ대창(大昌)ㆍ구산(丘山)ㆍ목계(木界)ㆍ안인(安仁)ㆍ낙풍(樂豐)ㆍ신흥(新興)ㆍ사직(史直)ㆍ교가(交柯)ㆍ용화(龍化)ㆍ옥원(沃原)ㆍ흥부(興富)ㆍ수산(守山)ㆍ덕신(德神)ㆍ달효(達孝)이다. ○ 승(丞) 1인이 있다. 사직역(史直驛) 부 남쪽 3리에 있다. ○ 지금 살피건대, 부는 옛 실직국인데 사직은 곧 실직이 방언으로 변한 것이다.\n교가역(交柯驛) 부 남쪽 25리에 있다.○ 정추(鄭樞)의 시에, “쑥대 머리에 사모를 눌러 쓰고 정자 앞 푸른 물에 비춰보니, 물빛은 푸르러 산에 비오려 하고 들빛은 보리 가을이 먼저 온다. 성난 말은 나이가 아직도 장성하고, 가는 기러기는 저물어도 쉬지 않는다. 자유롭게 물결에 일렁이는, 모래 갈매기를 누가 길들이나.” 하였다.\n용화역(龍化驛) 부 남쪽 60리에 있다.○ 정추의 시에, “누런 먼지 가득한 모자와 바람 가득한 소매는, 말안장을 잠깐 나무 그늘 속에 풀었네. 역사람[郵人]이 말을 재촉해 사람을 부르는데, 한 줄기 저녁노을에 산이 붉게 물든다.” 하였다.\n옥원역(沃原驛) 부 남쪽 1백 리에 있다. 만년원(萬年院) 부 남쪽 7리에 있다. 제궁원(濟窮院) 부 남쪽 50리에 있다. 죽현원(竹峴院) 부 서쪽 80리에 있다.\n\n『신증』 신흥역(新興驛) 부 서북쪽 40리에 있다.\n\n",
  "불우": "중대사(中臺寺) 두타산에 있다.\n삼화사(三和寺) 두타산에 있다.○ 석식영암(釋息影菴)의 기문에, “산은 고을 서북쪽 30리에 있다. 웅장하게 먼 데까지 걸쳐 있고 큰 바다에 임하여, 산세가 대굴산(臺崛山)과 함께 이어진다. 산 동쪽 큰 구렁은 깊숙한 것이 긴 언덕 같으며, 뻗은 것은 큰 시냇물 같아, 청명한 모습으로 바다에 들어갔다. 거기에서 한 가닥 산이 높았다 낮았다 하면서 동쪽으로 가다가 50보가 못 되어서 또 남쪽으로 굽어지며 가파르게 솟아, 한 봉우리가 되었다. 봉우리 밑 시내 북쪽에는 40묘(畝)쯤 되는 지경이 불룩하면서 평평하다. 신라 말에, 세 선인이 있었는데, 각자가 거느린 무리가 매우 많았다. 여기에 모여서 서로 더불어 의논하였는데, 옛날 제후가 회맹하던 예와 같았다. 오랜 뒤에 헤어져 갔으므로, 지방 사람이 그 봉우리를 삼공(三公)이라 이름하였다. 지난번 도굴산 품일조사(品日祖師)가 그곳에 가서 절을 세우고 또한 삼공이라는 현판을 걸었다. 그 후 태조께서 임금이 되자 이 절에 조칙을 내려 절 이름을 문안(文案)에 기록하고 후사(後嗣)에게 전하게 하시니, 이상한 일이었다. 대개 신인(神人)이 그 자리를 알려 주었다. 조사(祖師)가 그 터에다 절을 지어 상서(祥瑞)를 기록하였으며, 신성왕(神聖王)께서 3국(三國)을 통일하였으니, 그 영험이 현저하였으므로 이 사실을 이용하여 절 이름을 삼화사라고 고쳤다.” 하였다.\n간장암(看藏菴) 두타산에 있다.○ 안축의 기문에, “지치(至治) 3년 가을에 이덕유(李德孺) 군이 나에게 와서, 선동(先動) 안 선생(安先生)이 지원년간(至元年間)에 충렬왕(忠烈王)을 섬겨 간관이 되었으나, 정사를 말하여도 받아들이지 않는다는 이유로써 관직을 버렸다. 평소부터 외가 고을인 삼척현의 풍토를 좋아하여, 드디어 두타산 밑에다 터를 잡고 생을 마쳤다. 선생이 당초에는 유학을 공부하였으니, 연구하지 않는 것이 없었다. 천성이 불도를 좋아하였고, 늙어서는 부처 섬김이 더욱 근엄하였다. 이에 별장을 설치하여 거처하면서, 용안당(容安堂)이라 명명하였다. 이 산에 있는 삼화사(三和寺)에 가서 불경을 빌려 날마다 열람하였고, 십 년 만에 필독하였다. 그 후에 그 별장을 절에 희사하고 현판을 간장암이라 하였다.” 하였다.\n\n",
  "사묘": "사직단 부 서쪽에 있다. 문묘 향교에 있다. 태백산사(太白山祠) 산꼭대기에 있는데, 세간에서 천왕당(天王堂)이라 한다. 이 산 곁의 본도 및 경상도 고을 사람이 봄가을에 제사하는데, 신좌(神座) 앞에 소를 매어 두고는 갑자기 뒤도 돌아보지 않고 달아난다. 만약에 돌아볼 것 같으면 불공한 것을 신이 알고 죄준다 한다. 사흘이 지난 다음 부에서 그 소를 거두어 이용하는데, 퇴우(退牛)라 한다. 성황사 부 동쪽 1리에 있다. 여단 부 북쪽에 있다. 두타산사(頭陀山祠) 고을 사람이 봄가을에 제사하며 날씨가 가물면 비를 빈다.\n\n『신증』 근산사(近山祠) 부 남쪽 10리에 있다. 세간에서 대천왕사(大天王祠)라 부르며, 고을 사람이 봄가을에 제사한다.\n\n",
  "능묘": "목조황고릉(穆祖皇考陵) 부 서쪽 노동(蘆洞)에 있다. 황비릉(皇妣陵) 부 서쪽 동산(東山)에 있다.\n\n",
  "고적": "고죽령현(古竹嶺縣) 부 남쪽 1백 9리에 있다. 본래 고구려 죽현현(竹峴縣)이었는데, 신라 경덕왕(景德王)이 죽령(竹嶺)이라 고쳐서 삼척군 속현으로 만들었다. 전해오는 얘기에는, 옥원역(沃原驛)이 이 현의 옛터라 한다. 만경현(滿卿縣) 경(卿)이 어떤 데는 향(鄕)으로 되어 있다. 김부식(金富軾)이 이르기를, “본래 고구려 만약현(滿若縣)인데 경덕왕이 이름을 고쳐서 삼척군 속현으로 만들었다.” 하나, 지금은 자세하지 않다. 해리현(海利縣) 김부식이 말하기를, “본래 고구려 파리현(波利縣)인데 경덕왕이 명칭을 고쳐, 삼척군 속현으로 만들었다.” 하나, 지금은 자세하지 않다. 두타산성(頭陀山城) 석축이다. 둘레는 8천 6백 7척이고 높이는 5척이다. 옛 읍성[古邑城] 3면이 흙으로 쌓였으며 둘레가 1천 4백 44척이고 높이는 7척이다. 서쪽은 절벽이 4백 8척이다.\n\n『신증』 오화리산성(吾火里山城) 부 남쪽 9리에 있으며 토축이다. 둘레가 1천 8백 70척이고 성안에 샘 하나가 있다.\n\n",
  "명환": "신라 이사부(異斯夫) 지증왕(智證王) 6년에 이 고을 군주(軍主)가 되었다.\n\n고려 남은(南誾) 신우(辛禑) 때에 왜구가 크게 성하여 삼척군이 위급하였다. 나라에서 알맞은 인재가 없어 곤란해하므로 남은이 지군(知郡)되기를 자천하였다. 고을에 도착하자마자 왜적이 왔다. 남은은 10여 기를 거느리고 성문을 열어 돌격하니 왜적이 패주하였다. 조정에 소환되어 사복 정(司僕正)에 제수되었다.\n\n",
  "인물": "고려 심동로(沈東老) 과거에 뽑혀서 시문(詩文)으로 이름났다. 벼슬이 내서사인 지제교(內書舍人知制敎)에 이르렀다.\n\n",
  "제영": "하늘이 물과 돌 사이에서 맑은 노님을 주었다. 김극기의 시에, “나그네 길 기구하여 웃을 때가 적었는데, 다락에 올라 잠시나마 한가함을 얻은 것을 기뻐한다. 땅은 티끌 모래 밖에 고요한 경지를 이루었고, 하늘은 물과 돌 사이에서 맑은 노님을 주었다. 일렁거리는 물결은 아침에 해를 토하고, 음음한 들 기운에 저녁 산이 잠긴다. 시절이 평화로워 조두(刁斗) 소리 들리지 않고, 목동의 피리와 나무꾼 노래만이 오고 가네.” 하였다. 인가가 푸른 산기슭에 있다. 앞사람의 시에, “물과 구름이 한 고을을 감춰서, 진세(塵世) 사람의 왕래가 드물다. 객관은 붉은 석벽을 임했고, 인가는 푸른 산기슭에 있다. 마름에 솨솨 바람이 불고, 대숲엔 소록소록 이슬이 뿌린다. 한가한 중에 한 가지 한되는 것은, 지는 해를 잡아맬 끈이 없음일세.” 하였다. 깨끗한 강산은 나와 같이 맑다. 김구용(金九容)의 시에, “깨끗한 강과 산 나와 함께 맑은데, 누대 가는 곳마다 관현(管絃) 소리 들리네. 좋은 말에 고운 계집을 태운 것이 아니면, 삼한(三韓)이 태평하다 누가 말하리.” 하였다. 푸른 대 붉은 단풍 일천 봉우리가 합쳤고 성석인(成石因)의 시에, “푸른 대와 붉은 단풍은 일천 멧부리가 합쳤고, 높은 봉우리와 한 냇물이 둘렀다.” 하였다.\n\n팔경 대숲이 옛 절을 감추었다. 이달충(李達衷)의 시에, “삼엄하고 총총한 것이 몇 겹이나 에웠나, 먼 데서 보니 푸른 구름인 듯 가깝게 오니, 아니로구나. 문득 종소리 듣고 절 있는 줄 알아, 산책하여 중 찾고 돌아감도 해롭지 않으리.” 하였다.○ 안축의 시에, “긴 대가 여러 해 되니 아름이 되었는데, 손수 심던 중들 지금은 아니로세. 선탑(禪榻)과 다헌(茶軒)은 깊숙해 보이지 않고, 숲을 뚫는 새만이 돌아갈 줄 아는구나.” 하였다.○ 이곡(李穀)의 시에, “대를 좋아하는데 얼마나 굵은 것을 물어 무삼하리. 차군(此君)이라는 칭호 잘못은 아니겠지. 절은 푸름 속에 숨겨져 찾지 못하고, 지는 볕에 중 홀로 돌아감을 볼 뿐일세.” 하였다.\n바위가 맑은 못을 임하여 있다. 이달충의 시에, “높고 험한 바위돌이 달리는 시냇물을 막아, 내가 못이 되어 더욱 넓혀졌네. 고기는 바람과 우레를 만나 가만히 변화했고, 사람은 세월을 따라 몇 번이나 바뀌었나.” 하였다.○ 안축의 시에, “냇물이 육지가 되고 육지가 내 되어도, 맑은 이 못은 그렇지 않았네. 보아라 급한 여울물이 모여 고이는 곳에, 깎아지른 바위는 무거워서 옮겨지지 않았네.” 하였다.○ 이곡의 시에, “바위 밑에 못이 된 것은 바로 큰 냇물, 바위 위에서 내려와서 보기에 아득하여라. 고을 사람이 못 속 달을 취하려고 하니, 순박한 풍속이 변하지 않은 줄 알겠네.” 하였다.\n산에 의지한 촌집 이달충의 시에, “마을은 산을 의지했고 산은 마을을 둘러, 산 앞 작은 길이 싸리문에 닿았네. 물결이 돌에 부딪쳐 강물이 희고, 바람이 뽕나무 위를 지나니 비오려나 어둡다.” 하였다.○ 안축의 시에, “산 옆 연기 속에 외로운 마을이 있고, 대숲 밑엔 삽살개 누워 문을 지키네. 농부는 농사일하며 해를 아껴서, 별을 보며 나갔다가 저물녘에 돌아오네.” 하였다.○ 이곡의 시에, “강 위엔 푸른 산 산 밑엔 마을, 평화로운 시절이라 문도 닫지 않는다. 백성이야 어찌 강산 좋은 줄 알랴, 일찍 일어나 일하고 저물게 돌아오네.” 하였다.\n물 위에 걸쳐 누운 나무다리 이달충의 시에, “이 물이 참으로 황공탄(惶恐灘)이 되었으니, 다리를 밟는 발걸음마다 물결이 일 것이네. 그대로 무심하게 지날 것인가, 두려워하며 유의해 보지를 마소.” 하였다.○ 안축의 시에, “통나무 하나 흔들흔들 여울 위에 걸쳤는데, 바라보기만 해도 물살에 빠질 듯 겁이 나네. 이곳 백성은 발과 마음이 익숙하여서, 평지를 지나가듯 자세히 보지 않네.” 하였다.○ 이곡의 시에, “십 리 사이 인가가 여울 하나를 끼고 오가는데, 나무 걸치고 급한 여울 건너네. 벼슬살이에 실각(失脚)하는 건 이보다 더 위태하건만, 발은 있으나 언제 한 번 물러서서 보았던가.” 하였다.○ 신천(辛蕆)의 시에, “긴 가지를 찍어내어 여울에 걸쳤는데, 서리를 튀기고 눈을 뿜는 놀라운 물결일세. 잠깐이라도 자국마다 조심하는 뜻을, 공명 바라는 벼슬길에다 옮겨놓고 보소.” 하였다.○ 김윤(金贇)의 시에, “나무 하나 다리 되어 여울에 누웠는데, 오가는 그림자가 물속에 거꾸로 비치네. 그의 마음은 건너기 어려움만 겁내지만, 누에서 그림으로 여겨 볼 줄 어찌 알았으리.” 하였다.○ 김수녕(金壽寧)의 시에, “엇비슷한 고목을 앞 여울에 가로질러서, 자국마다 서늘한 마음 몇 번이나 놀랐던가. 평지에 이는 풍파 아무도 모르면서, 다리에 와서는 두렵게 보누나.” 하였다.\n소 등에 앉은 목동 이달충의 시에, “아홉 언덕에 나귀 타면서 매양 눈썹을 찡그림은, 항상 지저분한 먼지가 흰옷 더럽힘을 한함이네. 강 언덕에서 편한 소 등을 타고, 시골길 찾아 물가로 돌아옴을 어떻다 하리.” 하였다.○ 안축의 시에, “공중을 우러러 피리 부는 쾌활한 모습, 소 등에 탄 몸은 종아리 덮을 옷도 없네. 집이 앞산에 있어 언덕이 격했는데, 비오는 날엔 저문 까마귀 따라 돌아갔네.” 하였다.○ 이곡의 시에, “저 도랑집 자매 고운 눈썹, 밤 길삼도 부지런히 시집갈 옷 만드네. 나면서부터 걱정 없는 네가 사랑스러운데, 도롱이 걸치고 피리 불며 소 가는 대로 가누나.” 하였다.\n언덕 위에서 점심 먹이는 여자 이달충의 시에, “부부 모두 부지런하여 놀고 먹지 않고, 밭 가는 남편 점심 가져와 풀밭에 둘러앉았네. 가을 수확에 맘 쓰여 서로 말하기를, 모자란 작년 구실[稅租] 갚게 되려나.” 하였다.○ 안축의 시에, “들 점심 만드느라 여인은 굶으며, 새벽부터 마음은 밭고랑에 있네. 한낮이라 서둘러서 밭머리에 갔다가, 농사짓는 남편 먹고 나면 아양 걸음으로 돌아간다.” 하였다.○ 이곡의 시에, “서로서로 생각하여 더 먹으라 권하며, 아내는 밥 짓고 남편은 밭 갈아서 세상 보내네. 얼굴로만 섬기다가 버림받은 이 많다네. 안색은 한 번 변하면 다시 곱지 못하리.” 하였다.\n물에 임하여 고기를 센다. 이달충의 시에, “누 아래 맑은 곳에 푸른 하늘이 잠겼는데, 고기 노는 것 보며 석양 된 줄도 몰랐네. 앞섰다 뒤섰다 하여 세기 어려워, 둘인가 셋인가 말이 같지 않네.” 하였다.○ 안축의 시에, “누 아래 맑은 못에 뚫린 굴이 비었는데, 고기 알을 슬어서 붉은 좁쌀 펼친 듯하다. 한들한들하는 여러 꼬리 다소를 알겠다. 앞에서부터 세어도 한없고 뒤에서부터도 한가지일세.” 하였다.○ 이곡의 시에, “깁[練] 같은 긴 강 가을 하늘이 쏟아진 듯한데, 굽어보며 시 읊으니 해가 벌써 저무네. 노는 고기를 헤아릴 수 있다 말하고, 구구하게 손꼽으니 백치와 같아진다.” 하였다.\n담 너머로 중을 부른다. 이달충의 시에, “면벽한 승은 측백나무에 참례하였고, 누에 오른 객은 꽃포기와 대했다. 서로 불러 서강(西江) 달 아래에 함께 취하자, 바람에 털이개 떨치는 것만이 대단한 것 아니다.” 하였다.○ 안축의 시에, “구렁에 솟은 누각이 수부(水府)에 임했고, 담을 격한 선당(禪堂)은 바위를 기댔다. 중을 좋아하는 참뜻을 아는 사람 없고, 십 리에 뻗친 차 끓이는 연기가 대숲 바람에 나부낀다.” 하였다.○ 이곡의 시에, “관사(官舍)와 승방(僧房)이 겨우 담을 격했고, 뜰에 있는 꽃과 대도 함께 떨기를 이루었다. 누에 올라도 짝 없어 심심해 부른 것이요, 전사(顚師)가 도풍(道風)이 있어서는 아니었네.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년에 군으로 고쳤다.\n《대동지지(大東地志)》\n",
  "진보": "삼척포진(三陟浦鎭) 동으로 8리에 있으며 중종(中宗) 15년에 성을 쌓았는데, 둘레는 9백 척이다. ○ 수군첨절제사 한 사람이 우영장(右營將)을 겸하였다.\n\n방수 동진수(桐津戍)ㆍ임원수(臨遠戍) 모두 자세하지 못하다. 장오리포(藏吾里浦) 남으로 6백 리에 있는데 전에는 척후를 두었다.\n\n",
  "창고": "성창(城倉) 옥원(沃原)의 오른쪽 성에 있다. 사미창(四美倉) 서로 70리에 있다.\n\n",
  "단유": "비례산(非禮山) 신라 사전(祀典)에 이르기를, “실직군(悉直郡)에 있으며 북해(北海)이므로 중사(中祀)에 실려 있다.” 하였는데, 지금은 자세하지 않다.\n\n",
  "영선": "목조황조고묘(穆祖皇祖考墓) 노동(蘆洞)에 있다. 목조황고묘(穆祖皇考墓) 노동(蘆洞)에 있다. 목조황비묘(穆祖皇妣墓) 부의 서동쪽 산지리(山地里)에 있다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 반곡(盤谷) : \n중국 태항산(太行山) 남쪽에 있는 땅이름인데, 한퇴지(韓退之)의 친구 이원(李愿)을 반곡으로 보내는 서(序)에, “반곡땅은 샘물이 달고 땅이 기름지다.”라고 한 바 있다.\n\n[주-D002] 일찍이 …… 들었더니 : \n이태백의 시에 황학루(黃鶴樓)를 때려부수었다는 말이 있으나, 실제로 때려부순 것은 아니다.\n\n[주-D003] 유루(庾樓) …… 들고 : \n진(晉) 나라의 유량(庾亮)이란 사람이 무창(武昌)의 총독으로 가서 매양 달 밝은 밤에는 그곳 남루(南樓)에 올라서 놀았다 한다.\n\n[주-D004] 당일에 …… 않았겠지 : \n최호(崔頤)라는 시인의 시에, “황학은 한번 가서 다시 돌아오지 않았는데,[黃鶴一去不得返]”라는 시가 있다.\n\n[주-D005] 양주곡(涼州曲) : \n당 나라 때에 세상이 태평함으로 사람들이 보통 악곡에 싫증나서 이상한 악곡, 특히 외국의 악곡을 좋아하게 되었는데, 서량(西涼)에서 중앙아시아지방 민족의 악곡을 들여왔으므로 그 곡조를 양주곡이라 하였다.\n\n[주-D006] 한 승상(韓丞相) : \n한명회(韓明澮)를 말함이다. 그는 한강 가에 압구정(狎驅亭)이라는 정자를 지었었고, 삼척 땅을 왔던 일이 있었다.\n\n[주-D007] 울람천(蔚藍天) : \n예전에는 하늘이 33층계가 있다 하는데, 울남천도 그중의 한 층계이다.\n\n[주-D008] 청도(淸都) : \n청도는 신선이 모이는 곳이다.\n\n[주-D009] 항해(沆瀣) : \n신선이 먹고 산다는 이슬이다.\n\n[주-D010] 하늘과 …… 되었다 : \n중국 땅은 남쪽에는 물이 많아서 세상이 모두 물에 뜬 것 같은 기분이라 하여, 두보의 시에, “하늘과 땅은 밤낮 물에 떠 있다.[乾坤日夜浮]”라고 한 것이 있다.\n\n[주-D011] 감당(甘棠) 나무를 …… 하였다 : \n소공(召公)은 주(周) 나라 시대의 한 지방의 제후로, 백성에게 매우 관대하게 하였으므로, 백성들이 매우 사모하여, 그가 나무 그늘에서 쉬던 아가위나무[甘棠]까지도 아끼고 위했다 한다. 그러므로 그 후에는 지방관으로 백성에게 잘하는 사람은 소공에 비유한다.\n\n[주-D012] 조두(刁斗) : \n행군(行軍)할 때 야순하거나 초계 보는 사람들이 치고 다니는 딱딱이와 같은 것이다.\n\n[주-D013] 황공탄(惶恐灘) : \n중국 강서성(江西省)에 있는 여울 이름인데 그 이름을 이용하여 여기에도 쓴 것이다.\n\n[주-D014] 면벽한 …… 참례하였고 : \n불교의 한 종파인 선교(禪敎)를 중국에 처음으로 전파한 달마대사가 원래 인도 사람이었는데, 당 나라의 선사(禪師)인 조주(趙州) 대사가 “무슨 까닭으로 중국에 왔는가” 하고 물으니 그는, “뜰 앞에 측백나무라.” 대답하였다. 그 의사는 ‘측백나무까지 제도하려고 하는 것이다’라는 뜻이었다. 그러므로 여기에 그 승도 달마대사가 제도하라는 측백에 참례하기 위하여 승이 되었다는 뜻이다.\n\n[주-D015] 전사(顚師)가 …… 아니었네 : \n당 나라 때에 한퇴지가 불교를 배척하는 상소를 임금에게 올리고, 좌천되어 조주(潮州)의 자사(刺史)로 갔을 적에 그곳에 있는 승 태전(太顚)이라는 자와 친하게 지냈으므로 사람들이 모두 의심스럽게 여겼더니, 한퇴지의 말이, “그 태전이 불교의 중이라서 친한 것이 아니요, 그가 도기(道氣)가 있으므로 친하였다.”라고 대답하였다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이익성 (역) | 1970\n    \n\t\n"
}