{
  "건치연혁": "본래 신라의 근오지현(斤烏支縣)으로 일명 오량우현(烏良友縣)이라고도 했다. 경덕왕(景德王) 때 임정현(臨汀縣)이라 개칭하여 의창군(義昌郡)의 속현으로 하였고, 고려 때 지금의 이름으로 고쳤으며, 현종(顯宗) 때는 경주에 속했다. 공양왕(恭讓王)이 감무를 두어 군을 관장한 만호가 겸하게 했고, 본조 태종 때, 진을 두어 병마사가 지현사(知縣事)를 겸하게 했으며, 세종(世宗) 때, 병마첨절제사로 개칭했다가 후에 현감으로 고쳤다.\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "근오지현(斤烏支縣)ㆍ임정현(臨汀縣)ㆍ오천현(烏川縣)ㆍ오량우현(烏良友縣).\n",
  "성씨": "본현 정(鄭)ㆍ성(成)ㆍ주(周), 주(朱)ㆍ김(金)ㆍ최(崔) 모두 내성(來姓)이다.\n\n",
  "형승": "해적들이 내왕하는 요충지이다 이숭인(李崇仁)의 〈신성기(新城記)〉에 있다.\n\n",
  "산천": "운제산(雲梯山) 현의 남쪽 12리에 있으며, 진산(鎭山)이다. 진전산(陳田山) 현의 동남쪽 30리에 있다. 대흥산(大興山) 현의 북쪽 23리에 있다. 사화랑산(沙火郞山) 현의 동쪽 15리에 있다. 사현(沙峴) 현의 동쪽 17리에 있다. 동을배곶(冬乙背串) 현의 동쪽 73리에 있다. 장기현(長鬐縣) 조에도 있다. 향점(杏岾) 현의 서쪽 10리에 있다. 바다 현의 동쪽 14리에 있다. 주진(注津) 현의 북쪽 15리, 즉 경주 안강현(安康縣) 형산포(兄山浦) 하류에 있으며, 동쪽은 바다로 흘러 들어간다. 전하는 말에 의하면, 매년 겨울이면 청어가 반드시 맨 먼저 여기에서 잡힌다 하는데, 먼저 나라에 진헌한 다음에야 모든 읍에서 그것을 잡았다. 잡히는 것의 많고 적음으로 그 해의 풍흉을 짐작했다 한다. 임곡포(林谷浦) 현의 동쪽 27리에 있다. 통양포(通洋浦) 현의 북쪽 22리에 있으며 옛날에는 만호영(萬戶營)이 있었으나 지금은 흥해군(興海郡) 칠포(漆浦)로 옮겼다. 벌지(伐池) 현의 동쪽 3리에 있다. 죽도(竹島) 현의 북쪽 16리에 있으며 대밭이 있다.\n\n",
  "토산": "꿀[蜂蜜], 죽전(竹箭) 대흥산(大興山)에서 난다. 송이[松蕈]ㆍ해달ㆍ방어(魴魚)ㆍ연어(鰱魚)ㆍ전복[鰒]ㆍ방풍(防風)ㆍ넙치[廣魚]ㆍ대구(大口)ㆍ홍합(紅蛤)ㆍ은어[銀口魚]ㆍ청어(靑魚)ㆍ김[海衣]ㆍ미역[藿], 벼룻돌[礪石] 운제산(雲梯山)에서 나는데 그 품질이 아주 좋다. 황어(黃魚)ㆍ전어(錢魚)ㆍ상어[鯊魚]ㆍ송어(松魚)ㆍ홍어(洪魚)ㆍ고등어[古刀魚].\n",
  "성곽": "읍성 돌로 쌓았으며, 둘레는 2천 9백 40자, 높이는 12자이고 안에 3개의 우물이 있다. ○ 이숭인(李崇仁)의 기문에, “일찍이 《맹자》를 읽은 적이 있었는데, 지리(地利)가 인화(人和)만 못하단 대목이 있었다. 그렇다면 성곽(城廓)이나 성지(城池)가 다스리는데 있어서는 말단적인 것이란 말이다. 그러나 《춘추》의, ‘호뢰(虎牢)에 성을 쌓다.’란 대문[策]을 읽음에 이르러서 그 서법(書法)을 보면 옳게 여기지 않은 것이 없었다. 아, 성현의 말씀들은 본말과 선후의 순서가 있으니, 어느 것이고 세도를 위해 마련되지 않은 것이 없다. 내가 중원(中原)에 봉사(奉使)한 적이 두 번이었는데, 지나는 길에 비록 몇 집 안 되는 고을이라도 역시 모두 보장하는 것이 있음을 보았다. 지형을 점거하고 성을 쌓는 일을 어찌 적게 여길 수 있겠는가. 우리 동방에도 국가제도가 있고 중국을 배울 줄 알았지만, 소박 간략하고 문채가 적어, 선조(先祖) 이래로 백성을 휴양하고 생식함에 있어서 백성들이 태평한 그 속에 살고 죽고 한 지 4백 년이 되었다. 그러나 결국 문(文)으로 다스림을 제어할 수 없었고, 무(武)로는 난을 평정할 수가 없었다. 그래서 바다 섬의 고약한 것들이 감히 연변에 침입하였으니. 경인년에 침입한 왜적이 바로 그것이다. 짓밟혀서 경신ㆍ신유년 두 해 동안에 병화는 이루 말할 수 없을 지경이었다. 아, 치안이 극진하게 되면 사세가 어지러워지지 않을 수 없으니, 또한 적을 막고 방비하는데 있어 그 제도가 없었기 때문이었다. 영일(迎日)은 계림(鷄林)의 속현으로, 동쪽 해안에 위치해 있고, 그 치역(治域)은 또 통진포(通津浦)에 임하고 있으니, 실로 해적들이 내왕하는 요충이다. 경인년에 병들기 시작함으로부터 30년이 지났으니 생산하고 모은 것이 쓰러버린 듯하였다. 기사년에 삼도 도체찰사가 현의 옛 치역을 지나다가 두루두루 살펴보고 위연(喟然)히 탄식하며, ‘이것을 어찌 왜적에게 주어서 그들의 좋은 일이 되게 할 수가 있겠느냐.’ 하고는 축성(築城)에 관한 일을 논의하였으나 얼마 후엔 지반이 좁은 것같다 하며 구촌(丘村)에 장소를 옮겨 흙으로 쌓기에 힘썼지만 비가 오면 무너졌다.경오년 오월에, 익양(益陽) 최후(崔侯)가 만부장(萬夫長)으로 여기에 오게 되어 현의 일을 겸하여 맡게 되자, 정령(政令)이 크게 실행되어 백성들이 그의 밑에서 일하기를 즐겼다. 최후가 이에 도관찰사에게, ‘우리 고을이 힘입어 존재하는 바는 성인데, 성이 이미 무너졌으니, 이는 우리 고을이 없는 거나 마찬가집니다.’ 라고 말했다. 관찰사도 최후의 말을 옳게 여기고, 옆 고을에 명령을 내려 천여 명의 인부를 동원하고, 인해서 전 선공령(繕工令) 정인생(鄭麟生)을 시켜 최후와 함께 일을 감독하게 했다. 최후는, 생각하기를, ‘공은 오래가는 것을 귀하게 여기는 것이니, 그러기엔 돌로 쌓는 것이 낫다.’ 하고 이에 선부(船夫)를 보내어 형산(兄山)의 돌을 떠서 날라다가 성을 쌓으니, 두 길 남짓하고 둘레는 모두 몇 리나 되었다. 남북에 두개의 문을 두었는데, 문에는 각각 문루(門樓)를 세웠으니, 남쪽의 것은 대개 손님과 나그네를 맞이하고 갈고 심는 것을 시찰하는 것이요, 북쪽은 바다를 내다보고 간악한 도적을 살피자는 것이었다. 7월에 착공하여 9월에 준공하니, 이때부터 읍성에는 전에 떠났던 사람들이 모두 돌아오고, 새로 오는 자도 연이어서 성 둘레에는 황폐한 전답이 없어졌다.금년 가을, 최후가 나에게 편지를 보내어 말하기를, ‘기문을 써주오.’ 하고 또 말하기를, ‘두 문루를 이름지으라.’ 하였다. 내가 생각건대, 최후가 바야흐로 성군(聖君)과 현상(賢相)이 새로운 정치를 시도하고 있는 때를 만나서, 조정에서 뽑혀 이 먼 곳 백성을 맡아서 위문하고 보호하는 방법과 막고 보위하는 제도가 모두 칭찬하여 말할 만하니, 모든 역사에 실려 있는 바에 비교해 보면 그의 발길이 미친 바는 하나도 부끄러울 것 없는 것이다. 나는 병들었고, 게을러졌다. 비록 그러나 남의 잘한 일을 말하기 좋아함은 본시 나의 뜻이다. 뿐만 아니라, 최후의 선친 시어(侍御)는 내가 제생(諸生)으로 있을 제 모시었으니, 그러므로 최후의 청함에 사양하지 못하겠노라. 문루(門樓)의 이름을 지으라는 일은, 내 병이 조금 낳으면 말을 타고 놀러 가서 최후를 따라 누 위에 올라가서 지도를 살펴 보고, 또 지형을 파악한 다음, 그때 가서 마땅히 붓에 먹물 찍어서 쓰려 한다. 최후의 이름은 자원(自源)이요, 벼슬 품계는 봉순대부(奉順大夫)이다. 훤출한 마음으로 공을 세우고 이름내기를 좋아한다. 도관찰사는 낙안 김씨(樂安金氏)로 이름은 주(湊)이고, 도체찰사(都體察使)는 종실(宗室)로 이름은 강(康)이다.” 하였다.\n\n",
  "봉수": "동을배곶(冬乙背串) 봉수 동쪽으로 장기현(長鬐縣) 장곡(獐谷)에 응하고, 북쪽으로는 흥해군(興海郡) 지을산(知乙山)에 응한다. 사화랑산(沙火郞山) 봉수 서쪽으로 경주 형산(兄山)에 응하고, 동쪽으론 장기현 뇌성산(磊城山)에 응한다.\n\n",
  "누정": "의운정(倚雲亭) 객관의 북쪽에 있다.\n인빈당(寅賓堂) 의운정의 서쪽에 있다. 성화(成化) 경자년에 현감 어득호(魚得湖)가 세웠다. 『신증』 김종직(金宗直)의 기문에, “동녘 바닷가에 고을이 있으니, 그 이름은 영일(迎日), 혹은 임정(臨汀)이라 하는데, 대개 신라 동편 가에 위치한다. 신라 초기엔 혼돈(渾沌)이 개착(開鑿)되지 않은지라. 제도가 들을 만한 것이 없더니, 그 중엽에 이르러 현군(賢君)이 잇달아 일어나서 처음으로 중국과 통하여 상고하고 연구해서 날로 문화가 발전하여 아침 해와 같은 것은 《국어(國語)》에 실린 것과 같고, 춘분(春分)에 아침 해를 맞고[賓出], 추분(秋分)에 저녁 해를 보내던[餞納] 일들은 〈요전(堯典)〉에 적혀 있다. 이는 옛 제왕들이 하늘을 공경하고 사람에게 때를 정하여 주었던[授入時] 일인 줄로 여겨지는 바, 그 정치라는 것은 이것에 지나지 않을 뿐이다. 비록 조종(祖宗)에는 이런 일이 없었어도 또한 옳은 것을 따라서 하는 것이다. 관제에는 태사(太史 천문(天文)과 역사를 맡은 벼슬)를 두어 대(臺)를 높이고, 별을 관측[瞻星]하여 역상(曆象)과 규측(圭測)의 제도가 따라서 점점 갖추어졌으니, 그때에 있어서는 이 현(縣)이 그 양곡(暘谷)의 차례에 당해 있으므로, 이름을 영일(迎日)이라고 한 것은 이 까닭이었다. 그런데 고려 태조(太祖)는 국가가 교체되는 즈음에 있어서 임정(臨汀)이란 이름을 버리고 지금의 이름으로 복귀시켰으니, 어찌 까닭 없는 일이라 하겠는가.일찍이 듣건대, 현의 동쪽으로 20리 떨어진 곳에 도기야(都祈野)가 있고 일월지(日月池)가 있어서 지금까지 사람들은 신라 때 제천(祭天)하던 곳이라 하니, 이것이 그 명확한 증거인데, 속설에 전하는 바 영오(迎烏)와 세오(細烏) 부부의 이야기는 어쩌면 그렇게 적당하지 아니한가. 신라 사람들의 괴상한 일 좋아함이 이와 같아 증빙할 만한 것이 못 된다. 성화(成化) 13년 중원(中原) 출신 어득호(魚得湖) 후(侯)는 무예와 관리의 재능으로 이곳에 인을 맡아 가지고 와서 덕망이 두터우니, 사람들이 믿으며 바다는 편안하고 농사도 풍년이 들었다. 늘 의운정을 배회하면서 훌륭한 경개를 구경하더니, 또 빈객으로 놀러 오는 이들을 이곳에서 따뜻하게 하고 시원하게 해주기 위해 다시 정자 오른편에 당(堂)을 지어 냉방과 난방을 갖추기도 했다. 바르고 꾸미는 것이 끝나자 나한테 기문을 써 달라는 편지를 보내왔다. 내 일찍이 울산(蔚山)에 부임하여 군사를 사열한 적이 있었다. 그때 그 현에 이르러서 소위 의운정에 올랐는데, 고을 사람들 말에, 이것은 옛날 이사군(李使君) 지명(知命)이 세운 것이라 한다. 내 멀리 바라보니, 남쪽으로 5리쯤 떨어진 곳에 산이 있었는데, 운제산(雲梯山)이라 한다. 높이 솟아 있고 나무가 울창하였으며, 구름을 뿜고 안개를 빨아들이는데 산중에는 소성거사(小性居士)의 유적이 있다 한다. 동북쪽으로 7리를 가면 큰 바다가 있는데, 거센 파도가 하늘에 맞닿았고, 신기루가 저자를 이루었으니, 곧 일본의 서녘 바다이다. 산과 바다의 사이에는 전원이 넓고 크고, 내와 못이 있으며, 겹겹이 쌓인 곳에 언덕이 있어 그 이름 피막(皮幕)이요, 정자 있어 그 이름 대송(大松)이다. 모래톱은 흰빛을 발하고, 송죽(松竹)은 푸른빛을 보내며, 뽕나무와 삼으로 울타리하여 멀고 가까운 것 비추고 둘려서 한데 어울리고 서로 도와서 이 성문 밖에 재주를 펼쳐 놓았다. 저물어 자고 다음날 이른 새벽, 정자 위에 기대서서 고개 들고 동녘을 바라보니 구름과 물이 한 빛이라, 날이 샐락말락할 무렵이었다. 금시에 분홍빛이 수십장 치솟더니, 태양이 용솟음치며 하늘에 떠오른다. 나는 깜짝 놀라, ‘오늘의 장관이야 말로 정말 고을의 이름과 부합되는도다.’ 라고 탄식했다.이후는 선배이며 또 호걸스러운 선비이다. 그래서 그의 규획한 바가 이와 같이 천기의 깊은 데까지 볼 줄 알았다 하겠다. 지금의 어후는 이후보다 약 40년 뒤에 왔지만, 이후가 미처 못한 것을 윤색(潤色)하였으니, 이 당(堂)의 이름을 굳이 누정(樓亭)의 이름과 같게 할 필요는 없고 인빈당(寅賓堂)이라고 편액을 써서 현의 이름에 짝지어 본다. 아, 천하에 해변이 한 군데가 아니건만 등주(登州)와 내주(萊州)의 우이[嵎夷]를 측후소(測候所)로 하였고, 우리나라에서도 해변이 한 군데가 아니지만 계림(鷄林)의 임정(臨汀)을 해 맞는 곳으로 삼았으며, 어후가 비록 희씨(羲氏), 화씨(和氏) 같은 측후관도 아니지만 6년 동안을 어느 하루도 부상에서 돋는 해를 맞이하지 않은 날이 없었으니, 내가 한 말이 적중했다고 하지 않겠는가. 어후께서 만약 마음에 드신다면 이 기문을 전해도 좋고, 아니면 다시 당세의 훌륭한 문장가를 구하여 기록함이 좋을까 한다.” 하였다.\n대송정(大松亭) 현의 동쪽으로 7리 떨어진 곳에 있다. 동쪽으로 큰 바다를 베개 삼아 백사장이 있는데 푸른 소나무 수백 그루가 그 사장을 덮고 있다.\n\n",
  "학교": "향교 현의 북쪽으로 5리에 있다.\n\n",
  "역원": "대송역(大松驛) 현 동쪽으로 10리에 있다. 혜제원(惠濟院) 현의 동쪽으로 20리 떨어진 곳에 있다. 아미라원(阿彌羅院) 현의 북쪽으로 12리에 있다. 주진원(注津院) 주진(注津)의 북녘 기슭에 있다.\n\n",
  "불우": "원효사(元孝寺)ㆍ오어사(吾魚寺) 모두 운제산(雲梯山)의 동쪽 항사동(恒沙洞)에 있다. ○ 세상에 전하는 말로는, “신라 때, 중 원효(元曉)가 혜공(惠公)과 함께 물고기를 잡아서 먹다가 물 속에 똥을 누었더니 그 물고기가 문득 살아났다. 그래서 손가락으로 가리키면서 ‘내고기(吾魚)’라고 말하고, 절을 짓고 인해서 그렇게 이름 지었다.” 한다. 자장사(慈藏寺) 운제산(雲梯山)에 있다.\n\n",
  "사묘": "사직단 현의 서쪽에 있다. 문묘 향교에 있다. 성황사 현의 동쪽으로 8리 떨어진 곳에 있다. 여단 현의 북쪽에 있다.\n\n",
  "고적": "대왕암(大王巖) 운제산 산마루에 있으며, 현에서 남쪽으로 10리 떨어진 곳에 있다. 바위 틈에서 샘물이 솟아 나는데, 가뭄에 비를 빌면 곧 비가 내렸다 한다.\n일월지(日月池) 현의 동쪽으로 10리 떨어진 도기야(都祈野)에 있다. ○ 신라 아달라왕(阿達羅王) 때에 동해 가에 사는 사람이 있었는데, 남편은 영오랑(迎烏郞)이라 했고, 아내는 세오녀(細烏女)라 했다. 하루는 영오가 바닷가에서 해조(海藻)를 뜯다가 갑자기 표류하여 일본의 작은 섬에 이르러서 왕이 되었고, 아내는 그 남편을 찾아 일본에 가서 왕비가 되었다. 그런데 이때 신라에서는 해와 달이 빛을 잃게 되자, 태양을 관측하는 자가 왕에게, “영오와 세오는 해와 달의 정기를 탄 사람들인데, 이번에 일본에 갔기 때문에 이런 괴변이 있는 것입니다.” 라고 아뢰니, 왕이 사자(使者)를 보내어 두 사람을 데려오라 했다. 그랬더니 영오는 말하기를, “내가 하늘에 이르러 곧 세오가 짠 비단을 부칠 것이니, 이것을 가지고 하늘에 제사하오.” 하여 사자가 돌아와 그 말대로 아뢰어 못[池]에서 제사하니 해와 달이 다시 빛을 내었다. 드디어 그 비단을 어고(御庫)에 두고는 따라서 그 못을 이름 지어 일월지(日月池)라 했고, 현의 이름을 영일(迎日)이라 했다 한다. ○ 이제 상고해 보면 고려 초에 임정현(臨汀縣)의 이름을 고쳐 영일현(迎日縣)이라 했으니, 신라 아달라왕 때에 비롯된 것은 아닌 것 같다. 영오의 이야기는 김부식(金富軾)이 지은 《삼국사기》와 권근(權近)의 《동국사략(東國史略)》에는 보이지 않고 다만 《삼국유사》에만 수록돼 있으니 믿을 만한 것이 못 된다.\n고읍성(古邑城) 현의 북쪽 7리 떨어진 곳에 있다. 흙으로 쌓았으며, 둘레는 9백 자이나 지금은 없어졌다. 도지부곡(都只部曲) 현의 북쪽 8리에 있다. 고현성(古縣城) 현의 동쪽 15리에 있는데, 흙으로 쌓았다. 둘레가 1천 척인데, 지금은 없어졌다.\n\n",
  "명환": "고려 이인부(李仁夫) 통양포(通洋浦)의 만호로서 현의 감무를 지냈다. 군사에 정숙(整肅)히 했고, 정치를 공평히 하고, 송사(訟事)를 이치에 합하게 하니, 비록 우부(愚婦)라 해도 그의 덕망에 감복하지 않은 사람이 없었다. 인부의 아버지가 군사에 죄를 지어 사형을 당하게 되었는데, 아버지를 대신하여 죽기를 간청하고 옷을 벗고 형을 받으려 하니 그것으로 석방될 수 있었다.\n\n",
  "인물": "고려 정습명(鄭襲明) 성격이 대범하고 기이하며 위대하였고, 힘써 배워 글을 잘하고 향공(鄕貢)에 급제하였다. 인종(仁宗)조에 여러 번 벼슬하여 예부 시랑(禮部侍郞)에 이르렀고, 의종(毅宗)이 즉위하자 추밀원 지주사에 올랐다. 선조(先朝)의 부탁이 있다고 하여 아는 것은 말하지 않는 것이 없었으므로, 왕이 그를 꺼리는 데다가 김존중(金存中)과 정함(鄭諴)이 밤낮으로 그를 헐뜯었다. 마침 습명이 병을 고하자, 김존중에게 임시로 그 직을 대신하게 하니, 습명이 왕의 뜻을 알아차려 독약을 먹고 죽었다. 정몽주(鄭夢周) 습명(襲明)의 후예이다. 사람됨이 매우 호방하고 뛰어나며, 충효(忠孝)의 대절(大節)이 있었다. 어려서 학문을 좋아하여 게으르지 않았는데, 성리학(性理學)을 정밀하게 연구하여 깊이 얻은 바가 있었다. 공민왕(恭愍王) 9년에 과거에 응시하여 잇따라 삼장(三場)에 장원으로 급제하여 드디어 제1인자로 발탁되었다. 예문관 검열에 뽑혀 보임되었으며, 여러 번 승진하여 삼한 삼중대광 수문하시중 판도평의사(三韓三重大匡守門下侍中判都評議使司)에 이르렀고, 익양군 충의백(益陽郡忠義伯)에 봉해졌다. 그때엔 국가에 변고가 많았고, 기무(機務)가 번다하였으나, 큰 일을 처리하고 큰 의혹을 처결하는데 말소리와 얼굴빛을 동요하지 아니하고, 왼편과 말하고 오른편에 대답하는데 모두가 합당하게 처사하였다. 많이 갱신하고 시설하였는데 당시에 왕좌(王佐)의 재주가 있다고 칭찬하였다. 뒤에 우리 태조(太祖)를 방해하고자 꾀하다가 조영규(趙英珪)에게 피살되었다. 본조에서는 그 충절을 가상하게 여겨, 대광보국 숭록대부 영의정부사 익양부원군(大匡輔國崇祿大夫領議政府事益陽府院君)을 내리고, 시호를 문충(文忠)이라 하였으며, 그의 자손을 등용하게 하였다. 아들 종성(宗誠)은 벼슬이 이조 참의에 이르렀고, 종본(宗本)은 과거에 급제하여 벼슬이 성균관 사예(成均館司藝)에 이르렀다. 정사도(鄭思道) 나이 19세에 과거 급제하여 감찰규정(監察糾正)과 성균관 사예를 역임했고, 대언(代言)에 발탁되어 지신사(知申事)에 올랐으며, 일성군(日城君)에 봉해졌다. 어머니를 지극한 효성으로 섬겼다. 공민왕(恭愍王) 때에, 모든 천신(天神)에게 빌어 청하는 일이 있는 경우엔, 왕은 반드시 정사도를 임명하였으니, 그 정직함을 취택함이었다.\n\n『신증』 ",
  "효자": "본조 전희(田禧) 부모가 죽자 3년 동안 묘 옆에 여막을 짓고 살았고, 뒤에는 그대로 무덤 곁에 살면서 조석으로 곡을 하며 제사하기를 오랜 뒤에도 처음과 같았다. 일이 알려지자 정려하였다.\n\n",
  "제영": "일금상기재초루(一襟爽氣在譙樓) 설장수(偰長壽)의 시에, “산나물, 물고기로 진수성찬을 벌여 놓고, 들바가지에 촌막걸리로 오래 못 돌아간 정 위로하네. 한밤에 깊은 시름 나그네 꿈을 쫓으니, 한소매 시원한 바람 문루에 감도누나. 흥이 나면 붓을 들어 시편을 거듭읊고, 늙어가며 정에 겨워 눈물 자주 흘리네. 이 설음 씻을 길 종당엔 희망 있으련만, 하늘이 기꺼이 이 몸을 구제해 줄 것인지.” 하였다.\n일성장적석양루(一聲長笛夕陽樓) 정흥(鄭興)의 시에, “고향이 황폐한 것을 노인들은 부끄럽다지만, 나는 기이한 경관을 사랑해서 또 좀 머물겠네. 두어 폭의 외로운 범선 남포 언덕이요, 한 가락 긴 피리 석양의 다락일세. 부생(浮生)이란 뒤숭숭한 것, 나그네도 다감하고, 지난 일은 유유한 것, 강만이 흐르누나. 흥폐가 본시 오가는 것이라면, 이번엔 백성에게 부요하기 기대하네.” 하였다.\n거해만만제천원(巨海漫漫際天遠) 유관(柳觀)의 시에, “앉아서 청산을 마주하면, 다시 부끄러워지네. 하는 일없이 녹만 축내며 오래도 머물러 있네. 시를 지으려다 못 이루고 되려 붓을 던지고, 경개 즐겨 구경하다가 돌아갈 것 잊고 홀로 누대에 기대본다. 큰 바다는 넓고 넓어 하늘에 닿은듯 멀고, 장강(長江)은 출렁출렁 성을 끼고 흘러가네. 야인(野人)의 정회로 푸른 물결 달빛 아래에 오래 앉았으니, 파도 위의 백구야 너는 나를 이해하려느냐.” 하였다.\n야활천수벽(野闊天垂碧) 정예(鄭枻)의 시에, “넓은 바다 고현(古縣)에 이어 있으니, 연기와 물결 먼 하늘에 닿았도다. 들이 넓으니 하늘은 푸른 들과 맞닿았고, 파도가 맑으니 해가 붉은 빛을 물들였네. 섬의 왜적들 모두 자취를 감추어서, 마을 풍속 다 농사 일로 돌아갔네. 성지(城池)의 견고함이 무엇에 필요하랴. 인화(人和)만이 성화(聖化)에 통하는 길인 것을.” 하였다.\n강원수탄공(江遠水呑空) 강진덕(姜進德)의 시에, “땅이 외지니 연기가 바다에 닿았고, 강이 멀리 흘러 물이 하늘을 삼킨 듯하이. 들이 넓어서 봄바람 담담하고, 처마가 비었으니 아침 햇살 붉게 비친다. 옛날에 일찍이 백전(百戰)을 겪었더니, 이제는 삼농(三農 평지ㆍ산ㆍ못에서 경영하는 농업의 총칭)으로 돌아갔네. 성군의 은택은 동으로 바다에까지 이르러서, 변방의 구석까지 대도가 절로 통하였구나.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "방면": "현내(縣內) 끝이 5리이다. 서면 처음은 7리, 끝은 15리이다. 남면 처음은 7리, 끝은 15리이다. 고현(古縣) 동남쪽으로 처음은 7리, 끝은 20리이다. 역면(驛面) 동쪽으로 처음은 7리, 끝은 15리이다. 고읍(古邑) 북쪽으로 처음은 7리, 끝은 15리이다. 부산(夫山) 동북쪽으로 처음은 20리, 끝은 70리인데, 장기현 북쪽 경계를 넘어서 동을배곶의 바닷가에 있다. ○ 도지(都只)부곡은 북쪽으로 8리에 있다.\n\n",
  "진보": "혁폐 통양포진(通洋浦鎭) 북쪽으로 22리에 있으며 수군만호를 두었다가, 뒤에 흥해군(興海郡) 칠포에 옮겼다.\n\n",
  "창고": "읍창(邑倉)ㆍ포항창(浦項倉) 북쪽으로 20리, 통양포 주진(注津) 하류에 있다. 영종(英宗) 8년에 백성을 구제하기 위하여 북관(北關)의 자본으로 창(倉)을 설치하였으며, 별장을 두어서 관리하게 하였는데, 이것은 본도 감사 조현명(趙顯命)의 청에 따른 것이었다.\n\n",
  "진도": "주진(注津) 북쪽으로 15리, 경주 형산포(兄山浦) 하류이며 흥해로 통한다.\n\n",
  "사원": "오천서원(烏川書院) 선조 무자년에 세웠으며 광해주 임자년에 사액하였다. 정습명(鄭襲明) 영일 사람이다. 고려 의종(毅宗) 신묘년에 약을 마시고 죽었으며, 벼슬은 추밀원 지주사였다. 정몽주 습명의 후손이다. 문묘 편을 보라. 정사도(鄭思道) 고려 때 사람이며, 벼슬은 정당문학(政堂文學)이고, 오천군(烏天君)이며, 시호는 문정(文貞)이다. 정철(鄭澈) 자는 계함(季涵)이고, 호는 송강(松江)이며, 본관은 영일이다. 벼슬은 좌의정이고, 인성부원군(寅城府院君)이며, 시호는 문청(文淸)이다. ○ 위 두 사람은 영조 경신년에 별사(別祠)를 세워 그들을 배향하였다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 대문[策] : \n책(策)이라는 말은 대쪽이란 말이다. 예전에 종이를 발명하기 이전에는 흔히 대쪽에다가 글을 써서 간(簡)이니 책이니 하였던 것이니, 즉 한 장이란 말과 같은 것이나 원래 한 개의 대쪽에 많은 말을 쓰기 어려워서 한 마디나 한 대문밖에 써지지 않는다.\n\n[주-D002] 서법(書法) : \n《춘추(春秋)》는 원래 공자가 그 시대 2백 40년간의 정치적인 사건을 포폄(褒貶)하기 위하여 쓴 것이었다. 그 한 대문 한 구절에 쓰는 방법에 따라 칭찬[褒]하고 비난[貶]하는 뜻을 보였는데 그것은 쓰는 방법[書法]이라 하였었다.\n\n[주-D003] 혼돈(混沌)이……않은지라 : \n혼돈이란 말은 태초에 천지가 아직도 분명하게 구분되지 않았다는 말인데 혼돈이 개착되지 않았다는 말이 즉 천지가 구분되지 않았다는 말이다.\n\n[주-D004] 《국어(國語)》 : \n《국어(國語)》는 춘추 시대에 일어난 일들을 그 나라로 구분하여 기술한 것인데 누구의 저작인지 알지 못한다. 좌구명(左邱明)의 작이라 함은 의심스럽다.\n\n[주-D005] 등주(登州)와 내주(萊州) : \n중국 산동반도의 동쪽 끝에 있는 고을들이다.\n\n[주-D006] 왕좌(王佐)의 재주 : \n왕(王)은 인의와 도덕으로 천하를 통치한다는 것인데, 그 왕천하를 도와서 인의 도덕을 잘 펼 수 있게 하는 사람을 왕좌의 재주라고 한다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 최완식 (역) | 1970\n    \n\t\n"
}