{
  "건치연혁": "본래 고구려 혈구군(穴口郡)인데 갑비고차(甲比古次)라고도 한다. 신라 경덕왕이 해구(海口)라 고치고, 원성왕(元聖王)이 혈구진(穴口鎭)을 설치하였다. 고려 초에 지금 이름으로 고쳐서 현(縣)으로 만들었다. 현종 9년(1018)에 현령(縣令)을 두었다. 고종이 몽고병을 피해 들어가 도읍하고 군(郡)으로 승격시키고 이름을 강도(江都)라 했다. 원종(元宗) 원년(1259)에 다시 송도(松都)로 돌아왔다. 충렬왕(忠烈王) 때에 인주(仁州)에 합병하였다가 곧 복구시켰다. 신우(辛禑) 3년(1377)에 부(府)로 승격시켰다가 본조 태종 13년(1413)에 도호부로 고쳤다.\n",
  "관원": "유수 진무사(鎭撫使)를 겸한다. 경력 장녕전 영(長寧殿令)과 진무영 종사관을 겸하였다. 분교관(分敎官)ㆍ검률(檢律)ㆍ의학(意學) 각 1인.\n\n",
  "군명": "혈구(穴口)ㆍ갑비고차(甲比古次)ㆍ해구(海口)ㆍ강도(江都)ㆍ심주(沁州).\n",
  "성씨": "본부 최(崔)ㆍ위(韋)ㆍ황(黃)ㆍ고(高)ㆍ전(田)ㆍ노(魯)ㆍ한(韓)ㆍ김(金)ㆍ이(李) 모두 내성(來姓)이다.\n\n진강(鎭江) 노(魯)ㆍ소(蘇)ㆍ고(高)ㆍ정(井)ㆍ만(萬). 하음(河陰) 이(李)ㆍ전(田)ㆍ진(秦) 봉(奉)이라 하기도 한다. 길(吉)ㆍ역(力) 만(萬)이라 하기도 한다. 정(鄭) 속성(續姓)이다.\n\n",
  "형승": "안으로 마리(摩利)ㆍ혈구(穴口)를 점거하고, 밖으로 동진(童津)ㆍ백마(白馬)를 경계로 했다 고려 최자(崔滋)의 〈삼도부(三都賦)〉에, “서도(西都)의 변생(辯生 말 잘하는 사람)이 북경(北京)의 담수(談叟 이야기 잘 하는 노인)와 함께 강도(江都)에 놀러 와서 한 정의대부(正議大夫 바르게 말하는 대부)를 만났다. 대부가 말하기를, ‘내가 두 나라의 이름은 들었으되 그 제도를 못 봤는데, 다행히 이제 두 분을 만났으니, 옛것을 그리워하는 정이 트이도록 나에게 두 서울 이야기를 들려 주오.’ 하니 변생이 말하기를, ‘그리하리다. 서도(西都)가 처음 이룩될 제 동명(東明)이란 임금께서 하늘로부터 내려와서 이 땅을 돌보아 거주를 정하시니, 터를 닦지 않고 돌을 쌓지 않았는데도 화성(化城)이 치솟았네. 오룡차(五龍車)를 타고 하늘을 오르락내리락하니 온갖 신(神)이 인도하시고 뭇 신선이 뒤쫓고, 웅연(熊淵 금소)에서 여인 만나 펄펄 날며 오락가락 하였네. 강 가운데 돌이 있으니 그 이름이 조천대(朝天臺)라 얼핏 보면 너럭바위, 문득 솟아 절벽인데 황제께서 때로 올라 신(神)의 행차 배회하네. 신령(神靈)이 계신 곳 평양 신사(神祠 동명왕사(東明王祠))가 아닌가. 풍백(風伯)을 부르시고 우사(雨師)를 지휘하시니, 노하시면 대낮에도 번개와 우박, 나무ㆍ돌이 섞여 날리네. 또 목멱신사(木覓神社 평양 목멱산에 있다)는 농사를 관장하니, 애써 갈지 않아도 풍년 들어 노적가리가 산더미 같으며, 공사(公私)로 두호하여 큰 이불로 덮어 주네. 대개 이 같으니 어떠한가?’ 하자, 대부가 말하기를, ‘신비하고 괴이하며 어리둥절하고 거짓된 말을 어째서 과장되게 하는가?’ 하니, 변생이 말하기를, ‘장려(壯麗)한 구경거리는 용언궐(龍堰闕)과 구제궁(九梯宮)이니, 넓고 트이고 드높아서 우주를 여닫는 듯, 동서를 못 가릴지니, 하늘도 그 나는 듯한 자세를 빼앗지 못하며 귀신도 그 공력을 다투지 못하리라. 유람할 장소로는 다경루(多景樓)는 푸른 바다에 걸쳐 있고 청원루(淸遠樓)는 허공에 반 공중에 버티고 있으며, 부벽루(浮碧樓)는 장강(長江)에 임하였고, 영명사(永明寺)는 드높이 걸쳐 있네. 뭇 물줄기 모였으니 강 이름이 대동(大同)이라, 해맑고 넘실넘실, 번쩍여 출렁출렁, 호경(鎬京 중국의 지명)을 안고 풍수(灃水 중국의 강 이름)를 모아온 듯, 깨끗하기는 흰 비단을 깐 듯, 해맑기는 청동(靑銅 거울) 같은데 양편 언덕 수양버들은 온 종일 바람 쐬며 춤을 추며, 질펀한 모래 넓은 들에 기러기들이 날아 우네. 푸른 산이 성(城)을 둘러 사면이 드높은데, 굽어보면 가랑비에 도롱이를 쓴 어옹(漁翁)들, 멀리 들으면 석양녘에 피리를 부는 목동(牧童)들, 그림으로도 그릴 수 없고 노래로도 다할 수 없네. 어사와 닻줄을 풀고 화선(畫船)을 띄워 중류(中流)에서 머리를 돌려 볼 양이면, 황홀하기가 비단, 병풍 속에 놓여 있는 듯하니, 우리 도성의 경치가 진실로 천하 제일 아닌가?’ 하자, 대부가 말하기를, ‘기이한 구경거리와 뛰어난 경치는 사람의 맘과 눈을 흐리는 것일세.’ 하니, 변생이 말하기를, ‘물에 가 고기를 잡으면 긴 그물을 한 번 들자 별별 고기 다 많다. 미꾸라지ㆍ암치ㆍ방어ㆍ가물치ㆍ날치ㆍ모래무치ㆍ메기ㆍ잉어ㆍ오징어ㆍ장어ㆍ전어ㆍ상어 따위는 워낙 흔한 산물일세. 한창 추운 겨울날에 온 강이 얼었는데, 금린옥척(金鱗玉尺)이 그 아래 퍼덕퍼덕. 쇠 작살로 찔러 대니 백발백중 찍히는데, 소반에 하룻밤 담아두니 깨끗이 얼었거늘 요리꾼이 칼을 울리며 저며내니, 가는 살결 썩썩 싹싹, 빛도 절색(絶色), 맛도 절미(絶味), 대번에 이가 시리고 목이 써늘하네.” - 원문 빠짐 - 담수가 말하기를 ‘천년 뒤에 나왔어도 부절을 합쳐 놓은 듯하네. 앞서 최고운(崔孤雲)이란 자가 일찍이 말하기를, 「성인(聖人)의 기운이 산 남쪽에 서려 있으니, 곡령(鵠嶺)엔 솔이 푸르고, 계림(鷄林)엔 잎이 누르다.」하여 자줏빛 구름이 일기 전에 흥망을 미리 예언했네. 철원(鐵原)의 보배거울이 하늘에서 떨어져 내려 「닭이 먼저고, 오리가 뒤」라는 말이 분명하더니, 삼한(三韓)을 통합하자 명당 터를 선택함에, 북악(北岳)은 소 누운 듯하고 남산은 용이 나는 듯, 우로 품고 좌로 안아 안산(案山)ㆍ화형(花形)이 꼭 맞았다. 여덟 머리와 세 꼬리, 동녘 고개와 서편 언덕이 민 듯이 구불구불, 각(角 별 이름)은 팔로 들고, 상(商 별 이름)은 주먹으로 쥐어 정기(精氣)가 모여서 기운을 토하며 상서(祥瑞)를 낳았네. 다섯 내[川]의 신령스러운 줄기는 그 근원이 깊고 멀어 수많은 골[洞] 물이 모여 흐르고 넘쳐 쏜살같이 내닫고 바퀴처럼 달려 중앙에 모여드니, 영(靈)이 적시고 덕(德)이 주입되어 온갖 것이 기름져서 창성하네. 푸른 솔[松都]이 무성하기가 삼백여 년의 해이니, 중간에 쇠했다가 다시 성하여, ‘뽕나무 줄기에 맨 양 견고해졌네. 예로부터 우리나라같이 도참(圖讖)에 응하여 나라를 세운 이가 몇몇 제왕이 있던가’ 하니, 대부가 말하기를 ‘성조(聖祖)가 임금이 됨은 천명(天命)에 응하고 인심(人心)에 순함이지, 풍수(風水)나 도참의 황당한 것 때문이 아니다.’ 하자 담수가 말하기를, ‘중원(中原 충주(忠州))ㆍ대령(大寧)은 철의 산지(産地)로, 강철ㆍ납ㆍ부드럽고 강한 철, 부드러운 철이 돌을 뚫지 않아도 산의 골수(骨髓)로 흘러나오니, 뿌리를 찍고 파서 무진장 끝이 없네. 홍로(洪爐)에 녹여 부으니 쇠가 녹아 화염에 달군 양문(陽紋)과 물에 담근 음문(陰紋)을 늙은 대장장이 망치 잡아 백번 천번 단련하니, 큰 살촉이 되고 작은 살촉이 되며, 창도 되고 갑옷도 되며 칼도 되고 긴 창도 되며 화로도 되고 작은 창도 되며 호미가 되고 괭이도 되며 솥도 되고 물통도 되니, 그릇으론 집안에서 쓰고 병기론 전쟁에서 쓰네. 계림(鷄林 경주(慶州))ㆍ영가(永嘉 안동(安東))엔 뽕나무가 우거졌으니, 봄날 누에 칠 때 한 집에 만반[萬箔]이요, 여름이라 실 뽑으면 한 손에 백 타래씩 뽑을 제 엉킨 실을 다듬어 짜내니, 철꺽철꺽 저 북[梭] 소리 우레인가 벼락인가. 비단ㆍ깁[綃]ㆍ능라(綾羅)ㆍ삼베ㆍ겹올ㆍ이올ㆍ가는 비단이 불면 날 듯 연기인가 안개인가, 희고 흰 빛 눈인가 서리인가. 파랑ㆍ노랑ㆍ주홍ㆍ녹색으로 물들여 무늬 있는 금수(錦繡)로 만들어서 귀인(貴人)들이 입고 사녀(士女)들이 입고 끌 제 바스락 바스락 떨치면 번쩍하네. 이는 진실로 하늘이 주신 고장, 나라의 보물이 가득 찼네.’ 하니, 대부가 말하기를, ‘한 자 구슬도 보배가 아니라고 했거늘 하물며 쇠와 비단이랴.’ 하자, 담수가 말하기를, ‘시인(詩人)ㆍ묵객(墨客)들 어깨를 나란히하여 많고 많다. 붉은 정(情)에 푸른 뜻[意], 수놓은 입에 비단 마음, 얼음과 눈[雪]을 짓씹는 듯, 금과 옥을 새긴 듯, 붓 한 번 달릴 양이면 우레와 번개가 더 날랠 수 없고, 시(詩)가 워낙 뜻[態]이 많으매 맑은 강과 절벽도 그 높고 깊음을 비유하지 못하네. 케케묵은 말을 옛 것이라 그대로 쓰지 않고 생신(生新)한 말을 이제 따로 창조하네. 무사와 맹사(猛士)들은 뒷자락 짧은 옷에 만호(縵胡) 갓끈 잡아매고 사검(蛇劍) 차고 용도(龍刀) 쥐고 이리 뛰고 저리 뛰며, 눈 부릅뜨고 포효하다가 곰처럼 잡고 범처럼 할퀴며, 매처럼 나꿔채고 원숭이처럼 뛰며 눈 부릅뜨고 힐난하고 팔을 뽑으며 내닫는다. 말 타고 활 쏘매 연달아 맞추고, 지팡이 한 번 손에 놀리면 나는 공이 백 번 도네. 이것이 이른바 나라의 보배가 아닌가.’ 하니, 대부가 말하기를, ‘아니로다. 조충(調蟲)의 작은 재주와 폭력을 함부로 쓰는 것을 군자(君子)가 취하지 않나니, 하물며 공을 희롱하는 재주야 말할 나위가 있겠는가.’ 하자, 담수가 말하기를, ‘관직(官職)을 설치해 나누니 내관(內官)이 천이요 외직(外職)이 만이라. 나쁜 사람을 떼버리고 좋은 사람을 등용하여 천거에는 공평무사하며 해마다 춘관(春官)에 명하여 어진이를 뽑아 등용하니 청의(靑衣)ㆍ자의(紫衣)가 조정에 가득하여 띠를 드리우고 홀(笏)을 꽂았다. 나가서는 염찰사(廉察使) 되고 혹은 고을의 수령이 되되 모두 청백(淸白)으로 자기의 임무를 삼으니 샘물과 등불 같은 이(利)를 보지 않거든 하물며 뇌물 꾸러미를 받겠는가. 띠 풀어 등의 심지 삼고 돈 주고 샘물 마시니 문에는 참새 그물이 고요하고 밥상에는 생선 없이 냉담하니, 사람들이 그 이름에 탄복하고 스스로 티끌 없다고 한다. 백성에게 위엄을 부리려면 반드시 가혹해야 한다고 하여 털끝만한 일도 사찰(査察)하고 어두운 구석까지 빠짐없이 비추며 불고 닦아 흠집을 찾으니 허물을 가릴 수 없네. 이에 포승으로 묶고 오라를 지워 때릴 때에는 곤장을 치지 않으면 만족하지 않고, 목을 맬 때에는 밧줄을 겹으로 쓰고도 오히려 부족하게 여겼네. 아전은 온 몸이 성한 데 없고 백성은 간담이 서늘하여, 쉬쉬 찌르렁 와들와들 부들부들. 별안간에 시비가 가려지고 한 번 꾸짖으면 교활한 자들도 떠네. 해마다 세(稅)를 늘려도 중세(重稅)가 아니고, 달마다 선물을 바쳐도 아첨이 아니며, 급하게 독촉하여 집집이 거둬다가 수로(水路)ㆍ육로(陸路)로 성화같이 운송해 와서 국고(國庫)를 채우니 공사(公事)에 부지런하고 나라를 이롭게 한 공을 말로 다 못한다.’ 하니 대부가 말하기를, ‘거짓 청렴으로 가혹하게 하는 것은 백성을 좀먹는 일이니, 그 해독이 심하다.’ 하자, 담수가 말하기를, ‘공경(公卿)들의 저택이 10리에 뻗쳐 있는데, 엄청난 큰 누각(樓閣)은 봉황이 춤추는 듯하고, 서늘한 마루 따스한 방이 즐비하게 갖춰 있어 금벽(金碧)이 휘황하고 단청(丹靑)이 늘어섰네. 비단으로 기둥 싸고 채전(彩氈)으로 땅을 깔며 온갖 진기한 나무와 기이한 화초들, 봄의 꽃과 여름 열매, 푸른 숲에 붉은 송이 그윽한 향내, 서늘한 그늘이 한껏 곱고 아양을 떠네. 뒷방의 미인들은 구름 옷에 안개 치마, 갖은 자태와 더할 수 없는 요염함으로 열지어 둘러 있구나. 화문석 비단 요에 생가(笙歌)가 요란한데, 천 잔에 담긴 술은 구하주(九霞酒 신선이 마시는 술)가 아니던가. 《주역(周易)》의 수괘(需卦) 같고, 《시경(詩經)》의 기취(旣醉) 같도다. 낙타의 등허리와 곰의 발에 용의 간(肝)과 봉의 골수가 무더기로 쌓여도 입에 물려 내뱉네. 사대부와 평민, 절의 중도 화려한 집과 수육(水陸)의 진미(珍味)를 죄다 먹고, 귀와 눈의 온갖 오락과 사치한 옷을 자랑하며, 종과 천예(賤隷)조차 다투어 참람하여 높은 갓에 복두(幞頭) 쓰고 각대(角帶)와 아로새긴 신, 가벼운 옷 촘촘한 감을 다투어 서로 빛내고 자랑하니, 비록 장안(長安)과 낙양(洛陽)의 성대한 화려함으로도 우리와 감히 풍속을 나란히 서지 못하리다.’ 하니 대부가 말하기를, ‘아, 우리 옛 서울[松都]의 유리(流離)된 것이 대개 그것 때문이 아닌가.’ 하였다. 이에 서도와 북경의 두 손님이 수염을 흩날리며 불쾌해하면서 한편으로는 노하고 한편으로는 부끄러워하면서 말하기를, ‘저희들이 종일 말하되 대부께서 모두 꺾으니, 그러면 강도(江都)에 대한 말을 듣고 싶습니다.’ 하니 대부가 말하기를, ‘두 분이 어찌 또한 일찍이 강도의 일을 들었겠는가. 한 끝을 대강 들어 토론하여 보리다. 동해 바다의 크기는 아홉 강과 여덟 하수(河水)를 겨자씨처럼 삼켜 구름과 해를 불락 삼키락 출렁 왈랑거리는데, 그 가운데 화산(花山 강화(江華)의 산 이름)이 있어 금오(金鼇)가 우뚝 치받쳤다. 물가와 언덕이 잎처럼 가지처럼 붙었는데, 그 가지와 잎에 붙어 올망졸망한 것들은 강상(江商) 해고(海賈)ㆍ어옹(漁翁)ㆍ소금구이의 집들이요, 꽃송이 같은 신악(神岳)과 꽃받침 같은 영악(靈岳) 그 꽃송이와 꽃받침을 걸쳐 날아가는 듯 솟아 있는 것은 황실ㆍ궁궐과 공경(公卿)ㆍ사서(士庶)들의 저택일세. 안으로는 마니(摩尼)ㆍ혈구(穴口 지금의 혈굴산(穴窟山))의 첩첩한 산이 웅거하고, 밖으로는 동진(童津 지금의 통진산(通津山))ㆍ백마(白馬 산이름)의 사면 요새(要塞)에 출입을 단속함에는 동편의 갑화관(岬華關 갑곶나루 甲串津), 외빈(外賓)을 맞고 보냄엔 북쪽의 풍포관(楓浦館)이니, 두 화(華 화산(花山)의 봉우리)가 문턱이 되고 두 효(崤)가 지도리[樞]가 되니, 참으로 천하에 중심이네. 이에 안으로 자줏빛 성을 둘러쌓고 밖에는 분첩(粉堞)으로 싸니, 물은 도와 둘렀고 산은 다투어 드높아서 굽어보면 오싹하게 연못이 깊고 우러르면 아찔한 절벽이라. 오리나 기러기도 다 날아들지 못하고 늑대와 범이 엿보지 못하는지라, 한 사람이 금지시키니 만 집이 편안히 잠을 자네. 이는 금성탕지(金城湯池)로 만세토록 제왕의 도읍이로다.’ 하자 두 손이 말하기를, ‘나라를 견고하게 하는 것은 산하(山河)로써가 아니니, 덕(德)에 있고 험난함에 있지 않도다.’ 하니 대부가 말하기를, ‘성시(城市)가 포구이니 문 밖이 바로 배라, 꼴 베러 가거나 나무해 돌아가도 조그만 배에 둥실 실어 육지보다 빠르니, 땔감 부족 없고 마소 먹이 넉넉하여 사람은 한가하고 씀씀이 넉넉하며 힘은 적게 들고 공은 뛰어나네. 장삿배와 조공(朝貢) 배가 만 리에 돛을 이어 묵직한 배 북쪽으로 가벼운 돛대 남쪽으로 돛대머리 서로 잇고 고물[船尾]이 맞물어서 한 바람 따라 순식간에 팔방 사람 모여드니, 산해(山海)의 진미를 실어오지 않는 물건 없네. 옥(玉) 같은 쌀을 찧어 만 섬을 쌓아 우뚝하고 주옥(珠玉)이며 모피(毛皮)를 싸고 꾸린 것을 사방에서 모아 가득하다. 뭇 배 와서 닻을 내리자 거리 가득 골목 붐벼 매매가 자못 손쉬우니 말짐 소짐 무엇하리. 손에 들고 어깨에 매고 몇 걸음 안 가서 관가(官家)에 쌓여지고 민가에 흘러 넘쳐서, 산보다 높직하고 샘물처럼 콸콸하니, 온갖 곡식이 묵어서 썩을 지경이네. 한대(漢代)의 풍족함과 어떠한가?’ 하자, 두 손이 말하기를, ‘지극한 부는 축적하는 것이 아니니 거교(鉅橋)를 거울 삼으라.’ 하니, 대부가 말하기를, ‘불법(佛法)이 해동(海東)에 온 지 오래되었으나 오늘에 이르러 더욱 신앙이 두터워져 상(像)을 만들어 귀의함엔 쇠를 녹이고 흙을 빚고 돌을 쪼고 나무를 새기며, 혹은 실로써 수불(繡佛)을 만들어 그림으로 얼굴을 그려 단정하고 장엄하여 표정이 엄연하네. 법보(法寶)를 드날림에는 경(經)ㆍ율(律)ㆍ논(論)의 장(章)들과 선가서(禪家書)ㆍ조사결(祖師訣)의 판(板)에 찍고 필사(筆寫)함에는 이금(泥金)이나 피로 써서 누런 권(卷)과 붉은 축(軸)에 주옥 함(函)과 비단 싸개 천 권인가 만 권인가 더미더미 쌓여 있네. 선방(禪房)과 교찰(敎刹)이며 공사(公寺)와 사당(私堂)이 있어, 사(社)니 암(庵)이니 재(齋)니 방(房)이니 우뚝 솟아 몇 천만 방(坊)인지 알지 못하니, 향내가 만 리에 이어져 나고 종소리가 사방에서 서로 들리네. 이에 긴 눈썹 오디빛 가사(袈裟), 푸른 눈동자 국화빛 장삼들이 남북 총림(叢林)에 대나무와 갈대처럼 줄을 지어 용과 코끼리가 맞서서 발로 차고 금털 사자가 다투어 으르렁거리며, 마음에서 마음으로 천 개 등불이 이어지고 입마다 뭇 바다의 물결이 용솟음치되, 아침에는 성수(聖壽)를 비는 향화(香火)를 태우고, 저녁에는 재앙을 소멸시키는 심지에 불을 붙이네. 그것도 오히려 부족해서 특별히 도성 안에 정사(精舍)를 짓고 세상 밖에서 도승(道僧)을 맞아 들이니, 푸른 산 흰 구름에서 몸을 떨치고 나와 도성의 시끄럽고 번화한 속에서 법을 설하네. 주장자를 치자 바람과 우레가 일고 몽둥이로 치며 큰 소리로 꾸짖자 우박이 흩어져서 죽고 살리기를 자유롭게 하며 머리와 머리 끊어지네. 몇 해 전 국난(國難) 때문에 군신이 지원(至願)을 말하여 여러 종(宗)을 모아다가 하루 건너서 불사(佛事)를 하니 염불하고 창신(唱神)하는 소리가 간절하여 산악이다 진동하고, 머리와 손가락 태우는 연기가 흩어져 해와 달이 빛을 잃네. 정성스럽고 부지런한 고행이 이다지도 지극하니 그 보응(報應)과 섭호(攝護)가 끝없을 것이다.’ 하자, 두 손이 말하기를 ‘고금에 부처를 신봉함이 양(梁) 나라가 으뜸이었는데 어찌 속히 망했는가?’ 하니, 대부가 말하기를, ‘지금 주상께서 몸소 검박하시고 아랫사람에게 후하시다.’ 하자 두 손이 바로 깜짝 놀라 얼굴빛을 고치고 자리를 피해 꿇어앉아 말하기를, ‘대부는 더 말씀 마오. 이 한 마디 말로 족히 태평성대의 지극한 정치를 아름다움을 알겠소. 무릇 정사의 밝고 공평함은 모두 검박한 데서 비롯하니, 검박하면 풍속이 후해지므로 어찌 하늘이 돕지 않으며, 어찌 국운(國運)이 길지 않으리오. 아까 저희들이 횡설수설 지껄여 스스로 나라의 누(累)만 드러냈을 뿐이오.’ 하니, 대부가 말하기를, ‘두 분은 들으시오. 나는 옛일을 표준으로 삼네. 옛날에 주실(周室)은 충후(忠厚)하여 8백 년을 누렸고, 한 무제(漢武帝)는 무명옷에 가죽신을 신었으며, 그 신하들은 돈후(敦厚)한 장자(長者)들이 많아서 국조(國祚)가 끝이 없었고, 당 문황(唐文皇 태종)은 검박을 숭상하여 대궐 하나 지으려다가 진(秦) 나라를 거울 삼아 중지했고, 그때 방현령(房玄令)이 정치가 편안하다고 방심하지 않았기 때문에 국통(國統)을 3백여 년 동안 드리웠네. 거룩한 본조(本朝)는 옛날에 없던 풍화(風化)로 하늘의 위엄을 두려워하고 하늘의 도(道)를 즐겨 작은 나라로서 큰 나라를 섬겨 이에 보전되니, 만물이 탈나지 않고 백성이 태평하네. 감탄해도 부족하여 그 뜻을 거듭하여 노래를 지으리. 「멀리 요순(堯舜) 때부터 아래로 당송(唐宋)에 이르기까지, 문(文)과 질(質)의 연혁(沿革)은 달랐으나, 모두 사치로 망하고 검박으로 흥했네. 서쪽 유경(柳京)은 음란함으로 뒤엎어지고, 북녘 송도(松都)는 사치해서 유이(流移)했네. 서도를 유경(柳京)이라 부른다. 빛나는 강도는 덕의 터전, 천명(天命)을 따라 큰 나라를 섬겨 풍속이 순후하네, 아아, 만 년에 태평한 가운데 위태로움을 잊지 않으리.」’ 하였다.” 하였다. 사면이 바다로 둘려 있고, 토지가 기름지다 정이오(鄭以吾)의 아기(衙記).\n\n",
  "산천": "고려산(高麗山) 부의 서쪽 15리에 있으니, 진산(鎭山)이다. 마니산(摩尼山) 부의 남쪽 35리에 있다. ○ 고려 고종 46년(1259)에 교서랑(校書郞) 경유(景瑜)의 말을 좇아서 이 산 남쪽에 이궁(離宮)을 지었다. 전등산(傳燈山) 부의 남쪽 32리에 있다. 혈굴산(穴窟山) 부의 서쪽 10리에 있다. 진강산(鎭江山) 진강현(鎭江縣)에 있다. 길상산(吉祥山) 부의 남쪽 30리에 있으니, 주위가 13리요, 목장(牧場)이 있다. 망산(網山) 부의 서쪽 2리에 있다. 송악산(松岳山) 부의 북쪽 1리에 있다. 화산(花山) 부의 남쪽 5리에 있다. 봉두산(鳳頭山) 바로 하음성산(河陰城山)인데, 부의 북쪽 16리에 있다. 별립산(別立山) 부의 서쪽 20리에 있다. 대모성산(大母城山) 부의 남쪽 30리에 있다. 바다 부의 남쪽에 있다. 갑곶나루[甲串津] 부의 동쪽 10리에 있다. 인화석진(寅火石津) 부의 서쪽 32리에 있으니, 교동(喬桐)으로 다니는 길목이다. 예전에 정자가 있었다. ○ 남익문(南益文)의 시에, “예전에 경치 좋기로는 악양루(岳陽樓)를 들었더니, 지금 이 정자에 이르니, 팔경(八景)이 더욱 좋구나. 인석나루에 조수는 옥으로 만든 구기[玉斗]를 깨뜨린 듯, 각산(角山)에 석수(汐水)를 당해 오두(鰲頭)에서 춤추네. 은관(銀關)에 험한 것을 설치하니, 천연적인 참호(塹壕)가 되었고, 정포(井浦)로 못을 삼으니 땅 귀퉁이를 막았네. 더위에 시달려 발걸음 멈추니, 구경거리 많구나. 어느 날 다시 와서 맑은 놀이 해 볼거나.” 하였다. 가릉포(嘉陵浦) 부의 서쪽 32리에 있는데, 근원이 마니산에서 나와 서쪽으로 흘러 바다로 들어간다. 큰 제방이 있는데, 길이가 20척이다. 하포(蝦浦) 부의 북쪽 12리에 있는데, 근원이 고려산에서 나와 북쪽으로 흘러 바다로 들어간다. 대청포(大靑浦) 부의 남쪽 13리에 있는데, 근원이 혈굴산에서 나와 동쪽으로 흘러 바다로 들어간다. 염점포(鹽岾浦) 부의 서쪽 22리에 있는데, 근원이 고려산에서 나와 서쪽으로 흘러 바다로 들어간다. 조산포(造山浦) 부의 남쪽 5리에 있는데, 근원이 고려산에서 나와 동으로 흘러 바다로 들어간다. 말오을포(末吾乙浦) 부의 서쪽 20리에 있는데, 그 근원이 둘이 있어 하나는 고려산에서 나오고, 하나는 혈굴산에서 나와 합쳐져 서쪽으로 흘러 바다로 들어간다. 승천포(昇天浦) 부의 북쪽 19리에 있다. 매도(煤島) 부의 서쪽에 있는데, 예전 구음도(仇音島)로 주위가 60리요, 섬에 광박석(廣博石)이 있어 국용(國用)으로 삼는다. 목장이 있다. 저천(猪川) 부의 남쪽 5리에 있는데, 근원이 혈굴산에서 나와 동쪽으로 흘러 조산포로 들어간다. 두모천(豆毛川) 부의 서쪽 20리에 있는데, 근원이 고려산에서 나와 말을포로 들어간다. 동락천(東洛川) 부의 남쪽 1리에 있는데 근원이 고려산에서 나와 동쪽으로 흘러 조산포로 들어간다. 고려천(高麗川) 부의 서쪽 15리에 있는데, 근원이 고려산에서 나와 서쪽으로 흘러 염점포로 들어간다. 마장천(馬場川) 부의 남쪽 13리에 있는데, 그 근원은 둘이 있어 하나는 혈굴산에서 나오고, 하나는 진강산에서 나와 합류하여 대춘포(大春浦)로 들어간다. 오리천(吾里川) 부의 서쪽 10리에 있는데, 근원이 고려산에서 나와 북으로 흘러 하포로 들어간다. 주문도(注文島) 매도 서쪽 7리에 있는데, 정포영전(井浦營田)이 있고 또 목장이 있다. 보음도(甫音島) 주문도 서쪽에 있는데 주위가 17리다. 좌도수군 영전(左道水軍營田)이 있고 또 목장이 있다. 말도(末島) 부의 서쪽 5리에 있는데, 주위가 43리다. 금음북도(今音北島) 부의 동쪽 16리에 있는데, 염분(鹽盆)이 있다. 미법도(彌法島) 금음북도 북쪽 2리에 있는데, 목장이 있다. 장봉도(長烽島) 진강현(鎭江縣)에 있는데, 주위가 25리요, 목장이 있다. 신도(信島) 부의 남쪽 30리에 있는데, 목장이 있다. 거도(居島) 신도 서쪽에 있다. 소도(少島) 보음도 동쪽 3리에 있다. 오두두지(吾豆頭池) 부의 남쪽 15리에 있으니, 깊이가 10척이다. 와초지(瓦草池) 대모성(大母城) 아래에 있다.\n\n",
  "토산": "석회ㆍ청란석(靑斕石) 모두 마니산에서 난다. 홍어ㆍ쌀새우[白蝦]ㆍ조개ㆍ토화(土花)ㆍ굴[石花]ㆍ낙지[絡締]ㆍ소라ㆍ부레[魚鰾]ㆍ숭어ㆍ중하(中蝦)ㆍ맛소개[竹蛤]ㆍ파리[海䑋]ㆍ참조기[黃石首魚]ㆍ게ㆍ청게ㆍ천초(川椒)ㆍ감[柹]ㆍ사자족애(獅子足艾)ㆍ소금\n",
  "관방": "정포영(井浦營) 부의 서쪽 20리에 있다. ○ 수군 만호(水軍萬戶) 1인.\n\n",
  "봉수": "진강산(鎭江山) 봉수 서쪽으로 망산에 응하고, 동쪽으로 대모성산(大母城山)에 응한다. 망산(網山) 봉수 동쪽으로 진강산에 응하고, 서쪽으로 교동현(喬桐縣) 화개산(華蓋山)에 응한다. 송악산(松岳山) 봉수 동쪽으로 통진현(通津縣) 남산(南山)에 응하고, 서쪽으로 하음성산(河陰城山)에 응한다. 하음성산(河陰城山) 봉수 동쪽으로 송악산에 응하고, 서쪽으로는 교동현 화개산에 응한다. 대모성산(大母城山) 봉수 동쪽으로 통진현 수안성산(守安城山)에 응하고, 서쪽으로 진강산에 응한다.\n\n",
  "궁실": "행궁(行宮) 성 안에 있는데, 척천정(尺天亭)이 있다. 효종 3년(1652)에 비로소 세웠다. 선원각(璿源閣) 정족산성(鼎足山城)에 있는데, 어제(御制)인 《선원보첩(璿源譜牒)》을 봉안(奉安)하고 있다. 사고(史庫) 역조 실록(歷朝實錄)이 있다. 전에는 전주(全州)ㆍ충주(忠州)ㆍ성주(星州)에 있었는데, 임진왜란 때에 오직 전주에 있는 것만이 보존되었으므로 이곳으로 옮겼다. 계묘년(1603)에 새로 간행하여 영변(寧邊)ㆍ강릉(江陵)ㆍ안동(安東)에 나누어 간직하였다가 후에 영변에 있던 실록을 무주(茂朱)로 옮겼다. ○ 참봉 두 사람이 있다. 규장각(奎章閣) 정종조(正宗朝)에 세웠다.\n\n",
  "누정": "이섭정(利涉亭) 갑곶나루 언덕에 있다. ○ 이첨(李詹)의 기문에, “한강(漢江)과 임진(臨陣)이 합류하여 조강(祖江)이 되고, 서쪽으로 잇달아 바다로 들어가는데, 따로 흘러 갑곶이 되었다. 전조(前朝)의 고왕(高王)이 여기 와서 피난하는데, 원(元) 나라 군사들이 쫓아와 말하기를, ‘갑옷만 쌓아 놓아도 건너갈 수 있다.’고 하였기 때문에 갑곶이라 이름하였다. 강화부는 거진(巨鎭)으로 해문(海門)에 있어서 육지와 연접하지 않았다. 부의 북저(北渚)는 물길이 다 통했으나 다만 물이 너무 넓어서 어쩌다 풍랑을 만나 막히면 때때로 건널 수 없다. 만일 배로 조강을 건너거나 육지로 가면 30여 리 만에 갑곶에 이르는데, 건널목이 조금 좁아서 건너기 쉽기 때문에 부사와 감사(監司)가 순찰 할 때나 조정의 명령을 전달하는 신하도 모두 이 길을 거쳐 부로 가고, 그 밖에 왕래하는 나그네들도 이 길에 늘어서니 진실로 의당 여기에 정자를 지어서 보내고 맞이하는 장소로 삼아야 한다. 홍무(洪武) 무인년 가을 9월에 나와 한 고을에 사는 이성(李晟)이 가선대부(嘉善大夫)로 이 부에 부사가 되어 병마 단련의 임무를 겸하였다. 부임해서는 군민(軍民)의 모든 정무가 이미 모두 잘 진행되었다. 이듬해 봄에 관리와 백성을 모아놓고 이르기를, ‘고을의 치소(治所)에 놀이 구경하는 장소를 두는 것은 진실로 논의할 일이 못 된다. 그러나 기운이 번거롭고 정신이 산란하며 보는 것이 막히고 뜻이 걸릴 때를 당하면 군자는 반드시 놀고 쉴 만한 물건과 높고 상쾌한 도구가 있어서, 군자로 하여금 이리저리 바라보고 거닐며 정신을 맑히도록 한 뒤에야 번거로운 것이 간단해지고 산란한 것이 안정되며 막힌 것이 소통되고 걸린 것이 트이게 되는 법이다. 또 더구나 끝없는 바다를 바라보고 하늘과 물이 아득한 데를 엿보아 만물의 처음과 기운의 시초에 마음을 노닐어 나의 호연(浩然)한 기운을 기르고, 또 그것을 사람들과 같이 하면 즐겁지 않겠는가.’ 하니, 관리와 백성이 모두 함께 ‘그렇다.’고 하자, 곧 정자를 지을 계획을 세웠다. 마침 김영렬(金英烈)이 해도(海道)를 절제(節制)하게 되어서 섬에서 재목을 취해서 실어다 공사를 도와준 만큼 노는 사람을 부르니, 그 역사에 드는 물품은 공금(公金)을 낭비하지 않고도 여유가 있었다. 이에 옛터를 이용해 거듭 새롭게 지어 난간 창문으로 사신(使臣)이 올라와 놀게 하고, 담을 돌려 쌓아서 나그네가 유숙할 수 있게 만들었다. 서늘하면서도 따뜻하고 견고하면서도 치밀하며, 돌을 쌓아 높이고 낮은 담을 돌려쳐서 기한을 정하여 완성하니, 관리와 백성들은 깜짝 놀라서 말하기를, ‘하늘에서 떨어졌나, 땅에서 솟았나.’ 하며 신기하게 여기지 않는 이가 없었다. 이 부사가 장차 갈리게 되자, 나에게 편지를 보내 정자 이름과 기문을 지어달라고 청하였다. 나는 그 물은 건너기 쉬운데, 정자가 마침 나루터에 있기 때문에 현판을 이섭정(利涉亭)이라 하고, 또 이 부사는 중후하고 기개가 있어서 그가 정사할 때에는 사람들과 더불어 소요(逍遙)하는 즐거움을 함께 하고, 그가 떠남에는 백성들이 두고두고 생각하게 하였기 때문에 이 정자에 또한 기꺼이 기문을 짓는 것이다.” 하였다. 연미정(燕尾亭) 갑곶나루 위에 있는데, 작은 산이 있고 그 아래에서 바닷물이 나누어져 흐르기 때문에 연미(燕尾)라 이름하였다. 하도(下道)에서 조세를 나르는 배가 지나가다가 정박하는 곳이다. ○ 고려 고종 31년(1244)에 시랑(侍郞) 이종주(李宗冑)에게 명하여 구재 생도(九齋生徒)를 이곳에 모아놓고 하과(夏課 여름 공부)를 시켜 55명을 뽑았다.\n\n",
  "학교": "향교 부의 동쪽 1리에 있다.\n\n",
  "원우": "갑곶진원(甲串津院)ㆍ인석진원(寅石津院)ㆍ승천부진원(昇天府津院).\n",
  "교량": "대청포교(大靑浦橋)ㆍ토교(兎橋) 부의 남쪽 4리에 있다. 하포교(蝦浦橋).\n",
  "불우": "전등사(傳燈寺) 길상산(吉祥山)에 있는데, 원 나라 지원(至元) 19년(1282)에 충렬왕의 원비(元妃) 정화궁주(貞和宮主) 왕씨(王氏)가 중 인기(印奇)에게 부탁하여 바다를 건너 송(宋) 나라에 들어가 대장경(大藏經)을 인쇄해와 이 절에 보관했다. ○ 이색의 시에, 납극(蠟屐) 신고 산에 오르니 흥이 절로 맑은데, 전등사 늙은 중이 나의 행차를 인도하네. 창 밖에 먼 산은 하늘 끝에 벌려 있고, 누(樓) 밑에 부는 바람 물결 쳐 일어나네. 성력(星歷)은 오태사(伍太史)가 까마득한데, 구름과 연기는 삼랑성(三浪城)에 참담하여라. 정화궁주 원당(願幢)을 뉘라서 다시 세울 건가. 벽기(壁記)에 쌓인 먼지 객의 마음 상하네.” 하였다. 선수암(善首菴)ㆍ정수암(淨水菴) 모두 마니산에 있다. 국정사(國淨寺)ㆍ적석사(積石寺)ㆍ월명사(月明寺) 모두 고려산에 있다. 수월사(水月寺)ㆍ미륵사(彌勒寺) 모두 하음성산에 있다. 사왕사(四王寺) 송악산에 있다. 덕장사(德藏寺) 진강산에 있다. 홍릉사(弘凌寺)ㆍ백련사(白蓮社) 모두 고려산에 있다.\n\n사단 참성단(塹城壇) 마니산 꼭대기에 있다. 돌을 모아 쌓았는데, 단의 높이는 10척이며, 위는 모가 나고 아래는 둥근데, 위는 사면이 각각 6척 6촌이요, 아래 둥근 것은 각각 15척이다. 세상에서 전하기를, “단군(檀君)이 하늘에 제사지내던 곳이다.” 하였다. 본조에서 전조(前朝)의 예전 방식대로 이 사단에서 별에 제사지냈는데, 아래에 재궁(齋宮)이 있다. 우리 태종(太宗)이 잠저 때 대언(代言)이 되어 여기서 재숙(齋宿)했다.○ 이색의 시에, “향 피우고 맑게 앉아 시 읊으며 머리를 갸우뚱하니, 한 방이 비고 밝은데, 작기가 배[舟] 같네. 가을빛을 가장 사랑하여 지게문 열어 들이고, 다시 산 그림자 맞아들여 온 뜰에 머물게 하네. 몸은 가뿐하여 때[垢]가 없으니 봉황을 탈 생각하고 마음은 고요하여 기심(機心)을 잊었으니, 갈매기를 가까이 하려 하네. 단(丹)을 만들어 신선 되기 구할 필요 없다. 육착(六鑿)만 제거하면 바로 14천유(天遊)일세.”\n○ “무릉(茂陵)은 무슨 일로 신선 찾기에 그다지 애썼는가. 다만 봉래(蓬萊)만은 또한 혹 그럴 듯도 하나, 산은 구름과 같이 떴으니 자연 끝이 없고, 바람은 배를 불어 가니 앞설 이 없네. 금인(金人)의 한 방울 이슬은 소반 가운데에 떨어지고,청조(靑鳥)는 바다 위 하늘로 외로이 날아가네. 참호[塹城]에서 제사하여, 그대로 사람들로 하여금 태평스러운 해를 누리게 하면 어떠하랴.”○ “산하는 험하기 이와 같으니, 장한 우리나라일세. 절정에 구름 기운 흐르고, 높은 벼랑에 고목나무를 굽어보네. 바람을 향해 휘파람 길게 부니, 울리는 소리 암곡(巖谷)에 진동하네. 소문(蘇門) 놀이 계속하려 하니, 석수(石髓)는 지금 한창 푸르렀으리. 해와 달은 쌍 수레바퀴가 되고, 우주는 한 칸 집이 되었네. 이 단이 천연적으로 된 것이 아니라면, 모르겠네, 정녕 누가 쌓은 것이냐. 향 냄새 올라가니 별은 낮아지고 축문[綠文]이 들어가니, 기운이 비로소 엄숙해지네. 다만 신(神)이 내린 은혜에 보답할 뿐이지. 무엇 때문에 스스로 복을 구하겠는가.”○ “긴 바람 나에게 불어 요대(瑤臺신선이 사는 곳)에 오르니, 넓은 바다 먼 하늘이 만 리나 터졌네. 옷을 털고 이어 발 씻을 것없다. 신선의 피리와 학이 공중에서 내려오는 듯하네.”○ “만 장(丈)이나 되는 현단(玄壇 도관(道觀))에 밤 기운이 맑은데, 녹장(綠章)을 아뢰자마자 담담히 티끌 생각 잊었네. 돌아가는 말 안장에 장생(長生)할 복을 가득 실어다, 우리 님께 바쳐 태평 성대 이룩하려네.”○ 고려 이강(李岡)의 시에, “마음은 고요하고 몸은 한가하여 뼈가 신선이 되려 하니, 멀리 인간 일 생각하며 정히 망연하구나. 제사 지내는 신비한 자리는 중흥(中興)한 뒤이요, 돌로 쌓은 영단(靈壇)은 태고(太古) 전의 일일세. 이미 눈은 천리 밖 땅을 보게 되었고, 황홀히 몸은 구중(九重) 하늘에 있는 듯해라. 이번 걸음엔 짝도 없이 서로 속이는 것 같으나, 환도(還都)한 첫 해를 누가 만났는가.” 하였다. 산천제단(山川祭壇) 마니산 초성단(醮星壇) 아래에 있다. 사직단(社稷壇) 부의 서쪽에 있다. 문묘(文廟) 향교에 있다. 성황사(城隍祠) 갑곶나루에 있다. 여단(厲壇) 부의 북쪽에 있다. 진강신사(鎭江神祠) 진강산에 있다. 하음신사(河陰神祠) 성산(城山)에 있다.\n\n",
  "능묘": "고려 고종릉(高宗陵) 부의 서쪽 6리에 있는데, 이름은 홍릉(弘陵)이다. 원덕태후릉(元德太后陵) 부의 남쪽 23리에 있는데, 고려 고종의 비로 이름은 곤릉(坤陵)이다. 고려 희종릉(熙宗陵) 부의 남쪽 21리에 있는데, 이름은 석릉(碩陵)이다. 순경태후릉(順敬太后陵) 부의 남쪽 24리에 있는데, 고려 원종비(元宗妃)로 이름은 가릉(嘉陵)이다. 이규보(李奎報) 묘 진강산 동쪽 기슭에 있다.\n\n",
  "고적": "진강 폐현(鎭江廢縣) 본섬 안에 부에서 남쪽으로 25리 떨어진 곳에 있다. 본래 고구려 수지현(首智縣)이었는데, 신라에서 수진(守鎭)으로 고쳐서 해구군(海口郡) 영현(領縣)으로 만들었다. 고려에서 지금 이름으로 고치고 그대로 예속시켰다. 하음 폐현(河陰廢縣) 본섬 안에 부에서 남쪽으로 25리 떨어져 있다. 본래 고구려 동음내현(冬音奈縣)이었는데, 아음(芽音)이라고도 한다. 신라에서 호음(沍陰)이라고 고치고 해구군 영현으로 만들었다. 고려에서 지금 이름으로 고치고 그대로 예속시켰다가 뒤에 개성현(開城縣)에 예속시켰고, 뒤에 다시 도로 강화에 예속시켰다. 해령향(海寧鄕) 진강현 서쪽 5리에 있다. 삼랑성(三郞城) 전등산에 있는데, 세상에서 전하기를, “단군이 세 아들을 시켜 쌓았다.” 한다. 고궁성(古宮城) 송악리(松岳里)에 있는데, 부에서 동쪽으로 10리 떨어져 있다. 고려 고종 때 쌓은 것으로 내외의 성을 모두 흙으로 쌓았는데, 외성 주위는 3만 7천 76척이요, 내성 주위는 3천 8백 74척이다. 고려 산성(高麗山城) 흙으로 쌓았는데, 주위가 1만 9천 3백 72척이다. 개골동(蓋骨洞) 부의 남쪽 10리에 있으니, 고려 고종 13년(1226)에 골 안에 세조(世祖)와 태조(太祖)를 이장했다. 용장사(龍藏寺) 옛터는 부의 서쪽 4리에 있는데, 고려 공민왕이 선위(禪位) 받을 때에, 충정왕(忠定王)이 이 절에서 손위(遜位)했다. 선원사(禪源寺) 옛터는 부의 남쪽 8리에 있는데, 지금은 장원서(掌苑署) 과원(果苑)이 되었다.\n\n",
  "명환": "신라 계홍(啓弘) 원성왕(元聖王) 6년(790)에 혈구진(穴口鎭)을 설치하고, 아찬(阿飡) 계홍을 진두(鎭頭)로 삼았다.\n\n",
  "고려": "민상정(閔祥正) 유수(留守)가 되었다. 홍문계(洪文系) 임유무(林惟茂)가 병권을 가지고 있을 때에 홍문계가 상장(上將) 송송례(宋松禮)와 함께 임유무를 공격할 것을 모의하였다. 임유무가 묻기를, “누가 이 일을 주관했느냐?” 하니, “홍 중승(洪中丞)이다.” 하자, 임유무가 간담이 떨어져 패하였다. 심덕부(沈德符) 부윤(府尹)이 되었다.\n\n",
  "인물": "고려 위수여(韋壽餘) 현종(顯宗) 때 사람으로, 단정하고 성실하여 법을 지켰으며, 벼슬이 문하시중(門下侍中)에 이르렀다. 시호는 안공(安恭)이다.\n\n본조 최용소(崔龍蘇) 벼슬은 형조 판서(刑曹判書)에 이르렀고, 시호는 제정(齊貞)이다.\n\n",
  "열녀": "고려 삼여(三女) 삼여는 부(府)의 아전의 딸이다. 신우(辛禑) 3년(1377)에 왜구가 강화에 침입하여 멋대로 사람을 죽이고 노략질을 하는데, 삼여는 왜구를 만나자 욕을 당하지 않으려고 끌어안고 강에 빠져 죽었다.\n\n",
  "제영": "해산심처일편주(海山深處一扁舟) 이색의 시에, “바다산 깊은 곳에 한 조각 배로 화산(華山)에 당도하니 흥이 그지없네. 예전부터 금성탕지(金城湯池)는 덕(德)을 해치는 것인데, 이 땅에 도읍을 옮긴 것은 누구의 꾀인가.” 하였다. 어초유설구천경(魚樵猶說舊天京) 고려 허금(許錦)의 시에, “옥연(玉輦)이 기구(崎嶇)하게 이 성(城)에 거둥했더니, 어부와 초부들은 아직까지 옛 서울을 말하네. 골에 잠긴 구름 쓸쓸하게 찬 빛이 엉겼는데, 궁(宮)에서 흐르는 물 쫄쫄거리며 옛 소리에 목메이네.” 하였다. 수정통해도(脩程通海島) 이원(李原)의 시에, “긴 길은 바다 섬으로 통하고, 옛 관(館)은 구름 봉우리에 의지했네. 밤이 고요하니 시끄러움이 그치고, 처마가 비니 달빛이 들어오네. 상(床)에 부는 바람 맑게 산들거리고, 뜰에 선 나무 푸르러 그늘졌구나. 이곳 백성들 이야기 들어보니, 태평 시대는 바로 지금이라 하네.” 하였다. 해근운유습(海近雲猶濕) 함부림(咸傅霖)의 시에, “바다가 가까우니 구름이 아직 젖어 있고, 산이 둘렀으니 해는 쉽게 그늘지네.” 하였다. 연강부원취(連岡浮遠翠) 안숭선(安崇善)의 시에, “연달은 멧부리엔 먼 아지랭이 뜨고, 끊어진 언덕엔 층층이 그늘지네.” 하였다. 고국환창해(고(故)國環滄海) 권맹손(權孟孫)의 시에, “옛 나라는 푸른 바다가 둘렸고, 빈 성(城)엔 비취빛 멧부리만 늘어섰네.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "인조(仁朝) 5년(1627) 2월에 후금(後金)의 군사를 피하여 이곳에 거둥하여 4월에 환도하였으므로, 유수부(留守府)로 승격시켰다.\n",
  "영아": "진무영(鎭撫營) 본조 숙종(肅宗) 4년(1678)에 세웠다. 관원ㆍ사(使) 유수(留守)가 겸한다. 중군(中軍) 진무 중영장(鎭撫中營將)과 수성장(修城將)을 겸한다. 종사관(從事官) 경력(經歷)이 겸한다. 오영(五營) 전영(前營)은 부평(富平)에 있고, 좌영은 통진(通津)의 속읍인 김포(金浦)에 있고, 중영은 본래 중군(中軍)이고, 우영은 인천에 있고, 후영은 연안(延安)의 속읍인 배천(白川)에 있다.\n\n",
  "진보": "월곶진(月串鎭) 동북 10리에 있는데, 인조(仁朝) 7년(1629)에 교동(喬桐)에서 이곳으로 옮겼다. 효종(孝宗) 7년(1656)에 첨사로 승격시켰다. ○ 병마첨절제사(兵馬僉節制使) 한 사람이 있다. 초지진(草芝鎭) 남쪽 35리에 있다. 북쪽으로 덕진(德津)과의 거리가 5리다. 효종 7년에 안산(安山)에서부터 이곳으로 옮겼다. 영종(英宗) 39년(1763)에 첨사로 승격시켰다. ○ 병마동첨절제사(兵馬同僉節制使) 겸 감목관(監牧官) 한 사람이 있다. 장곶진(長串鎭) 서남 50리에 있는데, 동쪽으로 선두포(舡頭浦)와의 거리가 30리다. 숙종 2년(1676)에 별장(別將)을 세웠고, 철종(哲宗) 4년(1853)에 첨사로 승격시켰다. ○ 병마동첨절제사 한 사람 있다. 제물진(濟物鎭) 동쪽 10리에 있는데, 북쪽으로 월곶(月串)과 10리다. 효종(孝宗) 7년에 인천(仁川)에서부터 이곳으로 옮겼다. ○ 병마 만호(兵馬萬戶) 한 사람이다. 용진진(龍津鎭) 남쪽 15리에 있는데, 북쪽으로 제물(濟物)과 10리 거리다. 효종 7년에 병마 만호 한 사람을 두었다. 덕진진(德津鎭) 남쪽 30리에 있는데, 북으로 광성(廣城)과는 5리다. 전에는 수군 첨사(水軍僉使)가 있었는데, 현종 7년(1666)에 별장으로 내리고, 숙종 3년에는 만호로 승격시켰다. 병마 만호 한 사람이다. 인화석진(寅火石鎭) 서쪽 30리에 있는데, 남으로 정포(井浦)와 30리 거리다. 효종 7년에 별장을 세우고, 영종 15년(1739)에 만호로 승격시켰다. ○ 병마 만호가 한 사람이다. 승천포진(昇天浦鎭) 북쪽 18리에 있는데, 동으로 월곶과 20리 거리다. 효종 7년에 별장을 세우고 철종 4년에 만호로 승격시켰다. ○ 병마 만호 한 사람이 있다. 광성보(廣城堡) 남쪽 25리에 있는데, 북으로 용진(龍津)과 15리 거리다. 효종 7년에 세웠다. ○ 별장 한 사람이 있다. 선두포보(舡頭浦堡) 남쪽 35리에 있는데, 동남쪽으로 초지(草芝)와 20리 거리다. 숙종 32년(1706)에 세웠다. ○ 별장 한 사람이 있다. 정포보(井浦堡) 서남 25리에 있는데, 남으로 장곶(長串)과 25리이다. 전에는 만호가 있었는데, 후에 별장으로 내렸다가 현종 10년에 다시 만호로 되었다. 숙종 4년에 별장으로 내렸다. ○ 별장 한 사람이 있다. 철곶보(鐵串堡) 북쪽 20리에 있는데, 서남으로 인화석(寅火石)과 20리 거리다. 전에는 수군 첨사가 있었는데, 후에 별장으로 떨어졌다가 첨사로 승격되었다. 숙종 38년에 별장으로 떨어졌다. ○ 별장 한 사람이 있다.\n\n",
  "방면": "부(府) 안에 있다. 장령(長令) 동북쪽 10리에 있다. 선원(仙源) 남쪽 10리에 있다. 삼해(三海) 서북쪽 15리에 있다. 하음(河音) 서북쪽 20리에 있다. 간점(艮岾) 서쪽 30리에 있다. 북사(北寺) 서북쪽 20리에 있다. 서사(西寺) 서북쪽 30리에 있다. 인정(仁政) 남쪽 20리에 있다. 불은(佛恩) 남쪽 30리에 있다. 내가(內可) 서쪽 35리에 있다. 외가(外可) 서쪽 35리에 있다. 위량(位良) 서남쪽 30리에 있다. 상도(上道) 서남쪽 35리에 있다. 하도(下道) 서남쪽 50리에 있다. 송정(松亭) 북쪽 50리에 있다.\n\n",
  "진도": "갑곶진(甲串津) 즉 갑비고차진(甲比古次津)인데, 후에 동진(童津)이라 하였으며, 서울과 진의 큰 길로 통한다. 승천포진(昇天浦津) 북쪽 15리에 있는데, 개성(開城)의 큰 길로 통한다. 인화석진(寅火石津) 서쪽 25리에 있는데, 교동(喬桐)과 통한다. 광성진(廣城津) 금포(金浦)와 진(津)의 사잇길로 통한다. 정포진(井浦鎭) 매도(煤島)와 석모노도(席毛老島)와 통한다.\n\n",
  "목장": "신도장(信島場)ㆍ거도장(居島場)ㆍ동검도장(東檢島長)이 있다. 매도(煤島)ㆍ모도(茅島)ㆍ길상(吉祥)ㆍ진강(鎭江)은 모두 없어졌다.\n\n",
  "진전": "장녕전(長寧殿) 성 안에 있는데, 광해주(光海主) 14년(1622)에 북쪽이 소란하므로 태조와 세조의 어진(御眞)을 이곳에 봉안하였다. 인조 병자호란 후에 서울 영희전(永禧殿)으로 옮겼다. 숙종 21년(1695)에 이 전을 처음 시작하였다. 경종(景宗) 원년(1720)에 숙종의 어진을 봉안하였고, 정종 병신년(1796)에는 영종(英宗)의 어진을 만녕전(萬寧殿)에서부터 이곳으로 옮겨 봉안하였다. 영(令)ㆍ별첨(別僉)이 각 한 사람씩이다. 만녕전(萬寧殿) 숙종 39년(1713)에 세웠는데, 영종 21년(1745)에 영종의 어진을 봉안하였다가, 정종 병신년에 장녕전에 옮겨 봉안하였다.\n\n",
  "사원": "충렬사(忠烈祠) 서남쪽 4리에 있는데, 인조 임오년(1642)에 세웠고, 효종 무술년(1658)에 사액(賜額)하였다. 김상용(金尙容) 자는 경택(景擇)이요, 호는 선원(仙源)이며, 본관은 안동이다, 벼슬은 우의정이며, 시호는 문충(文忠)이다. 이상길(李尙吉) 자는 사우(士佑)요, 호는 동천(東川)인데, 본관은 벽진(碧珍)이다. 벼슬은 공조 판서(工曹判書)이고, 좌의정에 추증되었고, 시호는 충숙(忠肅)이다. 홍명형(洪命亨) 자는 계통(季通)이요, 호는 무적당(無適堂)인데, 본관은 남양(南陽)이다. 벼슬은 우승지이고, 이조 판서에 추증되었고, 시호는 의열(義烈)이다. 이시직(李時稷) 자는 성유(聖兪)요, 호는 죽창(竹窓)인데, 본관은 연안(延安)이다. 벼슬은 장령이고 이조 판서에 추증되었고, 시호는 충목(忠穆)이다.○ 이상 네 분은 정축년(1637)에 본부에서 순절(殉節)하였다.\n윤계(尹棨) 자는 신백(信伯)이요, 본관은 남원(南原)이다. 정축년에 남양(南陽)을 지켜 도적에 항거하다가 죽었다. 이조 판서에 추증되었고, 시호는 충간(忠簡)이다. 윤집(尹集) 자는 성백(誠伯)이요, 호는 임계(林溪)로, 계(棨)의 아우이다. 정축년에 화친을 배척하다가 심양(潘陽)에서 순절하였다. 벼슬은 교리이고 영의정에 추증되었고, 시호는 충정(忠貞)이다. 황선신(黃善身) 자는 사수(士修)요, 본관은 평해(平海)인데, 정축년에 본부의 중군(中軍)으로서 싸우다가 죽었다. 벼슬은 훈련원 정이고, 병조 참의에 추증되었다.\n권순장(權順長) 자는 효원(孝元)이요, 본관은 안동(安東)이다, 벼슬은 금부도사이고, 좌찬성에 추증되었고, 시호는 충렬(忠烈)이다. 김익겸(金益兼) 자는 여남(汝南)이요, 본관은 광주(光州)이다. 진사로, 영의정과 광원부원군(光源府院君)에 추증되었고, 시호는 충정(忠正)이다. ○ 이상 두 분은 정축년에 본부에서 순절하였다.\n황일호(黃一皓) 자는 익취(翼就), 호는 지소(芝所), 본관은 창원(昌原)인데, 인조 신사년(1641)에 청병(淸兵)에게 피살되었다. 벼슬은 의주 부윤(義州府尹)이며, 좌찬성에 추증되었다. 시호는 충렬(忠烈)이다. 심현(沈誢) 자는 사화(士和)요, 본관은 청송(靑松)으로, 정축년에 본부에서 순절하였다. 벼슬은 돈녕부 도정이며, 이조 판서에 추증되었고, 시호는 충렬(忠烈)이다. 홍익한(洪翼漢) 자는 백승(白升)이요, 본관은 남양(南陽)이다. 정축년에 화친을 배척하다가 심양에서 순절하였다. 벼슬은 장령이고, 영의정에 추증되었으며, 시호는 충정(忠正)이다. 윤전(尹烇) 자는 매숙(晦叔)이요, 호는 후촌(後村)이며, 본관은 파평(坡平)이다. 벼슬은 필선(弼善)이고, 이조 판서에 추증되었고, 시호는 충헌(忠憲)이다. 이돈오(李惇五) 자는 우흥(于興)이요, 본관은 연안(延安)이다. 벼슬은 광흥수(廣興守)이고, 좌찬성에 추증되었고, 시호는 충현(忠顯)이다. 송시영(宋時榮) 자는 무광(茂光)이요, 호는 야은(野隱)이며, 본관은 은진(恩津)이다. 벼슬은 사복시 주부이고, 좌찬성에 추증되었고, 시호는 충현(忠顯)이다. ○ 이상 세 분은 정축년에 본부에서 순절하였다.\n구원일(具元一) 자는 여선(汝先), 본관은 능성(綾城)이며, 본부의 십총관 훈련첨정(十摠官訓練僉正)이었으며, 병조 참의에 추증되었다. 강흥업(姜興業) 자는 위수(渭叟)이며, 본부의 천총관 훈련첨정(千摠官訓練僉正)이었으며, 병조 참의에 추증되었다. ○ 이상 두 분은 정축년 전란에 전사했다.○ 이총병사(李摠兵祠) 갑곶진(甲串津)에 있다. 총병 이여매(李如梅)이다. 자손이 만수산(萬壽山) 남쪽에 우거하는데, 그 동(洞)을 보명(保明)이라 칭하였다. 영종 을해년(1755)에 특명으로 이 사당을 세웠다. 이성량(李成樑) 자는 여계(汝契)로, 본래 조선 사람이다. 벼슬은 태부 영원백(太傅寧遠伯)이다. 이여매(李如梅) 자는 자청(子淸)으로, 성량의 아들이며, 벼슬은 첨서 좌부(僉書左府)이다. 선조 임진난 때 우리나라에 와서 왜를 치는 데 공이 있었다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 동명(東明) : \n고구려 시조인데, 여기 읊어진 이는 그의 아버지인 북부여왕(北扶餘王) 해모수(解慕潄)이다.\n\n[주-D002] 화성(化城) : \n법화도사(法華道師)가 험한 길 가운데서 변화를 부려 한 성(城)을 만들어 피로한 대중들을 그 안에 들어가서 쉬게 하였다. 《法華經》\n\n[주-D003] 웅연……만나 : \n해모수가 청하(靑河 송화강) 하백(河伯)의 맏딸 유화(柳花)를 만났다는 곳이다.\n\n[주-D004] 조천대(朝天臺) : \n조천석은 부벽루 아래에 있는 기린굴(麒麟窟) 남쪽에 있는데, 세상에서 전하기를, “동명왕이 기린을 타고 이 굴에 들어갔다가 땅속에서 조천석이 되어 솟아 나와 하늘로 올라갔다.” 하며, 그 기린의 발굽 자국이 늘 위에 있다 하나 《輿地勝覽》, 평양의 동명왕 관계 고적은 모두 와전이며 동명왕이 평양에 도읍한 일도 없다.\n\n[주-D005] 용언궐(龍堰闕) : \n고구려 때의 궁궐로 원 이름은 미르터 궁이다. 《三國遺事》\n\n[주-D006] 구제궁(九梯宮) : \n영명사(永明寺) 안에 있는 동명왕의 궁궐이라고 하나 《輿地勝覽》, 고구려 시대 이궁(離宮)인 것 같다.\n\n[주-D007] 유람할……있으며 : \n다경루와 청원루는 모두 평양부 서쪽 9리 양명포(揚命浦) 뒤에 있으며, 대안(對岸)에 돌을 쌓고 그 위에 다락을 지었는데 그 밑으로 통할 만하다.\n\n[주-D008] 미꾸라지……상어 : \n열거한 고기 이름이 담수어(淡水魚)가 아닌 바닷고기들을 되는 대로 섞어 놓은 것은 부가(富家)의 과식(誇飾)이다.\n\n[주-D009] 곡령……누르다 : \n최치원은 신라가 망하고 고려가 흥할 것을 알고 고려 태조에게, “곡령에는 솔이 푸르고 계림에는 잎이 누르다.[鵠嶺靑松 鷄林黃葉]”는 글을 올렸다.\n\n[주-D010] 닭이……뒤 : \n당 나라 상인 왕창근(王昌瑾)이 이인(異人)에게 샀다 하며 궁예(弓裔)에게 바친 옛 거울에 새긴 문구 중에, “선조계 후박압(先操鷄後搏鴨)”이란 구절이 있었는데, 이것을 왕건(王建)이 먼저 계림(鷄林)을 치고 나중에 압록강을 취한다고 풀었다.\n\n[주-D011] 안산(案山)ㆍ화형(花形) : \n안산은 풍수가(風水家)들이 말하는 터나 묘의 앞산이고, 화형은 산수의 발맥(發脈)이라 한다.\n\n[주-D012] 각……쥐어 : \n각과 상은 모두 오음(五音) 중의 명칭이지만 방위로도 논하는데, 산세의 길형(吉形)을 말하는 풍수가들의 용어이다.\n\n[주-D013] 뽕나무……맨 : \n“망할 듯 망할 듯하더니 뽕나무 우거진 줄기에 매었다.[其亡其亡 繫于苞桑]” 고 하였으니, 망할 듯하다가 다시 유지된다는 뜻이다.\n\n[주-D014] 한 자……아니라 : \n“한 자의 구슬이 귀하지 않고, 촌음(寸陰)이 중하다.” 는 옛말이 있다.\n\n[주-D015] 조충……재주 : \n조충전각(彫蟲篆刻)이니, 조충소기(彫蟲小技)니 하는 말이 있는데, 이것은 시문(詩文)ㆍ사부(詞賦) 등의 문예(文藝)를 도덕이나 사업에 비하면 조충의 조그마한 기교(技巧)란 말이다.\n\n[주-D016] 샘물과……이(利) : \n남북조(南北朝) 시대에 양(梁) 나라 하원(何遠)이 무창 태수(武昌太守)가 되었는데, 여름에 마실 물이 나쁘자 사람을 시켜 민가의 좋은 물을 길어다 마시되 물값을 치루니, 주인이 받지 않자, “그러면 그 물은 길어다 마시지 않겠다.” 하며 기어이 돈을 주었다.\n\n[주-D017] 밥상에는 생선 없이 : \n맹상군(孟嘗君)의 식객(食客) 풍환(馮驩)이 노래하기를, “밥에 생선이 없네.[食無魚]”라 했는데 실세(失勢)를 뜻한다. 《史記》\n\n[주-D018] 《주역(周易)》의 수괘(需卦) : \n《주역(周易)》의 수괘는 음식의 풍부함을 말한 것이 많다.\n\n[주-D019] 《시경(詩經)》의 기취(旣醉) : \n《시경(詩經)》 기취편은 귀족들의 태평스러운 주연을 노래한 것인데, 이 노래에, “술이 이미 취했는데 또 덕으로 배불리네.[飮醉以酒 又飽以德]”라는 구절이 있다.\n\n[주-D020] 금오(金鼇) : \n발해(渤海) 동쪽에 큰 구멍이 있고 그 가운데에 다섯 산이 있는데, 뿌리가 연착(連着)되지 않아 늘 물결 따라 아래위로 흔들리니, 상제(上帝)가 노하여 서극으로 귀양보내 뭇 성인들이 살 곳을 잃었다. 이에 자라 15마리에게 시켜 머리를 들어 이도록 하였다고 하니 성인들이 살 만한 산을 말한다.\n\n[주-D021] 나라를……않도다 : \n나라의 견고함이 산하의 아름다움과 성지(城池)의 험함에 있지 않고 임금이 백성을 덕(德)으로 다스림에 있다는 말이다. 전국(戰國) 시대 때 위 무후(魏武侯)가 서하에서 배를 띄워 내려가면서 오기(吳起)를 돌아보며 말하기를, “아름답다, 산하의 굳음이여! 이는 위 나라의 보배로다.” 하니, 오기가, “덕에 있지 험함에 있지 않습니다.” 하였다.\n\n[주-D022] 거교(鉅橋) : \n은(殷) 나라 주(紂)의 큰 곡식 창고가 있었던 땅 이름으로, 주 무왕(周武王)이 주를 치고 거교의 조[粟]를 꺼내 은 나라의 굶주린 백성들을 진휼했다.《史記》\n\n[주-D023] 용과 코끼리……이어지고 : \n용과 코끼리는 고승(高僧)을, 사자후(獅子吼)는 설법(說法)을 말하며, 천 개의 등불이 이어짐은 전도(傳道)를 말한다.\n\n[주-D024] 옥으로……깨뜨린 듯 : \n초한(楚漢) 시대에 패공(沛公)과 항우(項羽)가 만난 자리에서 범증(范增)이 항우에게 패공을 죽이라고 권하였으나 항우가 듣지 않았다. 패공은 빠져나간 뒤에 장량(張良)을 시켜 범증에게 옥두(玉斗) 하나를 선물로 바치니, 범증이 칼을 빼어 옥두를 깨뜨렸다.\n\n[주-D025] 오두(鰲頭) : \n동해에 여섯 마리 새우[六鰲]가 있는데, 머리에 산을 이고 있다 한다.\n\n[주-D026] 납극(蠟屐) : \n진(晉) 나라 완부(阮孚)가 나막신[屐]에 밀랍을 칠해서 신었다고 한다.\n\n[주-D027] 벽기(壁記) : \n벽에다 이름이나 글을 기념으로 써둔 것이다.\n\n[주-D028] 육착(六鑿)만……천유(天遊)일세 : \n육착(六鑿)은 불경에서 말하는 눈[眼]ㆍ귀[耳]ㆍ코[鼻]ㆍ혀[舌]ㆍ몸[身 觸覺]ㆍ뜻[意]의 육근(六根)과 같은 말인데, 이것이 순진한 본성에 구멍을 팠다 하여 육착이라 한다. 《장자(莊子)》에, “마음에 천유(天遊 自然)가 없으면 육착(六鑿)이 서로 덤빈다.” 하였다.\n\n[주-D029] 무릉(茂陵)은……하나 : \n무릉(茂陵)은 한 무제(漢武帝)의 능으로, 무제는 신선을 구하느라고 많이 애를 썼다. 무제가 삼신산(三神山)에 신선이 있다는 말을 듣고 만나려고 바다까지 나갔으나 헛일이었다. 삼신산의 하나라는 봉래산(蓬萊山)이 바로 강화의 마니산에 해당할 수 있다는 말이다.\n\n[주-D030] 금인(金人)의……떨어지고 : \n한 무제가 높은 공중의 단 이슬[甘露]을 받아 먹으면 오래 산다는 말을 믿고, 구리쇠로 높은 기둥을 만들어 놓고 그 위에다 선인(仙人)의 손바닥을 만들어서 이슬을 받았다.\n\n[주-D031] 청조(靑鳥) : \n신선인 서왕모(西王母)가 와서 한 무제를 만날 때에 푸른 새[靑鳥]가 먼저 날아왔다.\n\n[주-D032] 소문(蘇門) 놀이 : \n진(晉) 나라 완적(阮籍)이 소문산(蘇門山)에 은사(隱士) 손등(孫登)을 찾아가니, 손등은 한 마디 말도 하지 않았다. 완적이 휘파람을 한 번 부니, 손등이, “다시 한 번 더해 보라.” 하였다. 완적이 내려오는데 산 위에서 난새와 봉황새의 소리 같은 것이 들렸다. 그것은 바로 손등의 휘파람 소리였다.\n\n[주-D033] 석수(石髓) : \n진(晉) 나라 왕렬(王烈)이 깊은 산에 들어 갔더니, 바위가 벌어진 곳에 푸른 액체가 흘러 나오고 있었다. 그것을 받아가지고 돌아왔더니, 응결되어 돌이 되고 말았다. 해강(稽康)이 듣고, 돌아왔더니, “그것은 석수(石髓)인데, 먹으면 신선이 되는 것이다.” 하고, 같이 찾아 갔으나, 찾지 못하고 말았다.\n\n[주-D034] 옷을……것 : \n진(晉) 나라 좌사(左思)의 시에, “천 길 뫼에 옷을 털고 만 리의 흐름에 발을 씻으리라.” 하였다.\n\n[주-D035] 녹장(綠章) : \n도교(道敎)의 도사(道士)가 하늘의 별에게 초제(醮祭)를 지낼 때에 푸른 종이에 축문을 써서 바치는데, 그것이 녹장(綠章)이다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 홍찬유 (역) | 1969\n    \n\t\n"
}