{
  "건치연혁": "본래는 백제의 구사진혜현(丘斯珍兮縣)이었는데, 신라에서 지금 이름으로 고쳐서 갑성군(岬城郡)에 붙였고, 고려에서는 나주에 붙였으며, 명종 2년에 감무를 두었고, 본조에서는 그대로 따랐다가 뒤에 현감으로 고쳤다.\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "구사진혜ㆍ구진(丘珍).\n",
  "성씨": "본현 박(朴)ㆍ오(吳)ㆍ안(安)ㆍ문(文), 이(李) 보령(保寧). 김(金) 장흥(長興). 정(鄭) 속성(續姓)이다.마량(馬良) 신(申).\n",
  "산천": "불대산(佛臺山) 현에서 북쪽으로 5리 떨어져 있는, 진산이다. 풍수하는 사람이 산에 달리는 용의 형세가 있다고 하여 절을 세우고 상하연(上下淵)이라 일컫고 산세를 다스렸다. 또 산의 동북에 큰 골짜기 작은 골짜기가 있는데, 신라 때에 3절을 세워서 안룡(安龍)ㆍ정룡(定龍)ㆍ청룡(靑龍)이라고 하였다는데 지금은 모두 상고할 수 없다. 동산(桐山) 현에서 남쪽으로 20리 떨어져 있다. 죽림산(竹林山) 현에서 서쪽으로 20리 떨어져 있다. 삼성산(三聖山) 현에서 북쪽으로 4리 떨어져 있는데, 불대산과 서로 잇달아 있다. 가리산(加利山) 현에서 동으로 8리 떨어져 있다. 성산(筬山) 현에서 북쪽으로 8리 떨어져 있다. 황룡천(黃龍川) 현에서 서쪽으로 23리 떨어져 있는데, 남쪽으로 흘러서 광산(光山)의 생압도(生鴨渡)로 들어간다. 내의 서쪽에 돌벼랑이 있는데 높이가 10여 척이다. 구등천(九燈川) 현에서 동쪽으로 1리 떨어져 있는데, 근원은 삼성산에서 나온다. 오항천(五項川) 현에서 남쪽으로 18리 떨어져 있는데, 근원은 불대산의 서쪽에서 나온다. 봉황지(鳳凰池) 황룡천 서쪽에 있다. 못 좌우의 벼랑 높이가 10여 척이다. 율곡지(栗谷池) 현에서 서쪽으로 5리 떨어져 있다.\n\n",
  "토산": "매실, 죽전(竹箭) 현 동쪽의 가리산과 상림산(上林山)서 나온다. 차ㆍ모시ㆍ꿀.\n",
  "누정": "무민루(撫民樓) 객관 북쪽에 있다.\n\n",
  "학교": "향교 현에서 북쪽으로 2리 떨어져 있다.\n\n",
  "역원": "영신역(永申驛) 현에서 서쪽으로 10리 떨어져 있다. ○ 김극기(金克己)의 시에, “가을 강물은 맑고 아침 산은 푸른데, 보이는 것마다 쓸쓸하여 나그네 정을 흔드네, 물가의 학과ㆍ오리는 물이 좋아 깃들고, 들고라니 산사슴은 아지랑이와 어울려 가네. 흥건히 회포를 읊조리며 천승(千乘)을 가볍게 여기고, 취흥을 어찌 평생토록 마다 하랴. 저녁에 역정에 잠깐 들려서, 몇 잔 기울이며 벗과 즐기네.” 하였다.\n목호원(木虎院) 현에서 서쪽으로 15리 떨어져 있다. 행인원(行人院) 현에서 서쪽으로 10리 떨어져 있다. 선원(禪院) 현에서 남쪽으로 3리 떨어져 있다.\n\n",
  "불우": "취봉사(鷲峯寺)ㆍ상청사(上淸寺)ㆍ하청사(下淸寺)ㆍ연화사(蓮花寺) 모두 불대산에 있다. 죽림사(竹林寺) 죽림산에 있다. 상림사(上林寺) 가리산에 있다.『신증』 인월사(印月寺) 불대산에 있다. ○ 김시습(金時習)의 시에, “산중에 한 노승이 있으니, 옛스러운 모습 참으로 기이하네. 나를 맞아 하는 이야기 점점 신기한데, 대나무 가지에는 찬 눈이 뿌리네. 행장이 정말 시원하니, 시축(詩軸)과 의발(衣鉢)뿐이라네. 스스로 말하기를 늙음이 찾아드니, 석장(錫杖)을 걸어두고, 시냇가에 한가히 머물면서, 평생의 낙을 마음껏 하고 싶다 하네. 저 산 남쪽 기슭에 올라가니, 산이 깊어 고요하기에 맑은 시내에 집을 지었네. 그대는 쉬어가시어, 나의 오막살이 빛나게 하시오. 내가 마침 틈이 있어, 인월(印月)이라 편액을 써 주었네. 저 만 길 못을 바라보니, 바람이 고요하고 물빛 맑은데, 가을 달이 그 밑에 박은 것같이 밝고 맑아라. 부딪쳐도 흩어지지 않고, 흔들어도 없어지지 않으니, 늙은 스님 마음에 견줄 만하여, 도의(道義)가 더욱 높네. 활짝 트이어 근원에 통달하여, 나지도 않고 또한 없어지지도 않네. 만상의 맑음을 고요히 바라보니, 내 마음 자리에 박혀있구나. 결국 이름지을 것 없는 것인데, 암자에 이름지어 뜻을 붙이네. 뒷날에 마음을 깨닫고 보면, 이 또한 그저 평범한 일이리라.” 하였다.\n\n",
  "사묘": "사직단 현 서쪽에 있다. 문묘 향교에 있다. 성황사 삼성산에 있다. 성산신사(筬山神祠) 현에서 북쪽으로 8리 떨어져 있다. 여단 현 북쪽에 있다.\n\n",
  "고적": "마량부곡(馬良部曲) 현에서 서쪽으로 20리 떨어져 있다. 삼성산성(三聖山城) 돌로 쌓았는데, 둘레가 5백 50척, 높이가 7척이고, 안에는 세 우물이 있다. 구진성(丘珍城) 불대산 동쪽 기슭에 있다. 돌로 쌓았는데, 둘레가 4백 척, 높이가 12척이고, 안에는 세 우물과 두 시내가 있었는데, 지금은 반쯤 무너졌다. 이척성(利尺城) 불대산 서쪽 기슭에 있다. 돌로 쌓았는데, 둘레가 5백 20척, 높이가 3척이고, 안에는 네 우물과 여섯 개의 시내가 있었는데, 지금은 반쯤 무너졌다.\n\n",
  "제영": "긴 대나무 거친 띠에 몇몇 아전의 집이로다. 이계수(李桂遂)의 시. 차(茶)는 불 앞에서 향기를 내다. 김극기의 시에, “귤은 서리 뒤에 맛을 더하고, 차는 불 앞에서 향기 풍기네.” 하였다. 한 조각 용천(龍川)이 푸른 비단을 끌다. 노숙동(盧叔仝)의 시에, “한 조각 용천은 푸른 비단을 끌고, 천 길 대악(臺嶽)은 푸른 하늘에 솟았네.” 하였다. 만 골짜기에 소나무 빽빽하여 좋은 경치 감추다. 성임의 시에 “만 골짜기 소나무 빽빽하여 좋은 경치 감추고, 천 바위에 구름 걷혀 층층이 하늘 드러냈네.” 하였다.『신증』 객관의 풍취는 절간과 같다. 안침(安琛)의 시에, “해 저무는 뜰에는 낙엽이 많고, 객관의 풍취는 절간과 같네. 가을이 오니 다시 동쪽 울타리의 흥취를 추억하는데, 찬란한 황금빛 국화가 있네.” 하였다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 이 또한……일이리라 : \n불교에서는 마음이 사물에 붙어 얽매임을 금기로 하며, 이것을 벗어나면 곧 만물의 특색을 제거한 진리의 세계가 된다는 뜻.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 정봉화 (역) | 1970\n    \n\t\n"
}