{
  "건치연혁": "본래 고구려 남천현(南川縣) 남매(南買)라고도 한다. 인데, 신라 진흥왕(眞興王)이 승격시켜 군주(軍主)를 두었으며, 경덕왕(景德王)이 황무(黃武)로 고치어, 한주(漢州)의 영현(領縣)으로 만들었다. 고려 태조(太祖)가 남으로 정벌할 때에, 고을 사람 서목(徐穆)이 인도하여 물을 잘 건넜기 때문에 지금의 이름을 주어서 군(郡)을 만들고 광주(廣州)에 예속시켰다. 인종(仁宗)이 비로소 감무(監務)를 두었고, 고종(高宗) 44년에는 영창(永昌)이라 일컬었으며, 공양왕(恭讓王)은 조비(祖妣) 신씨(申氏)의 고향인 까닭으로 승격시켜 남천군(南川郡)으로 만들었다. 본조 태조 2년에는 다시 이천현으로 만들어 감무를 두었고, 태종 13년에는 예(例)에 의하여 현감(縣監)으로 만들었으며, 세종 13년에는 지현사(知縣事)로 고치었다가, 26년에 천호(千戶) 이상이므로 예에 의하여 도호부(都護府)로 승격시켰다.\n",
  "관원": "부사(府使) 한 사람인데 종삼품(從三品)이며, 여러 도호부가 같다. 교수(敎授) 1인.\n\n",
  "군명": "남천(南川)ㆍ남매(南買)ㆍ황무(黃武)ㆍ영창(永昌)\n",
  "성씨": "본부 서(徐)ㆍ신(申)ㆍ안(安)ㆍ한(韓)ㆍ장(張)ㆍ왕(王)ㆍ홍(洪)ㆍ황(黃) 모두 내성(來姓)이다.\n\n",
  "형승": "땅은 넓고 기름지며 백성은 많고 부유하다. 권근(權近)의 향교기(鄕校記).\n\n",
  "산천": "원적산(圓寂山) 부(府) 북쪽 20리 되는 곳에 있다. 오음산(五音山) 부 남쪽 25리 되는 곳에 있다. 설봉산(雪峯山) 부 서쪽 5리 되는 곳에 있는데 진산(鎭山)이다. 대덕산(大德山) 부 남쪽 26리 되는 곳에 있다. 저명산(猪鳴山) 부 서쪽 15리 되는 곳에 있다. 효양산(孝養山) 부 동쪽 9리 되는 곳에 있다. 복하천(福河川) 부 동쪽 8리 되는 곳에 있는데, 여주(驪州) 관할 안에 있는 천녕현(川寧縣) 앞을 경유하여 이포진(梨浦津)으로 들어간다. 이수천(梨樹川) 부 북쪽 8리 되는 곳에 있는데, 근원이 광주(廣州) 우현(牛峴)에서 나와 북으로 흘러 복하천(福河川)에 합류한다.\n\n",
  "토산": "백옥(白玉) 호법리(護法里)에서 나온다. 도기(陶器).\n",
  "누정": "애련정(愛蓮亭) 객관(客館) 동쪽에 있다.○ 임원준(任元濬)이 지은 기(記)에, “이천(利川) 고을이 고구려 때에는 남천현으로 되었었는데, 뒤에 신라의 영지(領地)로 되어 남매군(南買郡)이라 이름하여 군주(軍主)를 두어 다스렸으며, 또 황무군(黃武郡)으로 고치어 주위에 있는 여러 현(縣)을 관령(管領)하였다. 왕태조(王太祖)가 남으로 정벌할 때에 대군을 거느리고 군에 이르니, 서목(徐穆)이란 이가 인도하여 남천(南川)을 무사히 건넜다. 태조가 기뻐하여 지금의 칭호를 주었다. 우리나라에 들어와서 서씨(徐氏)로서 현달한 관원은 모두 목(穆)의 후손이요, 이천(利川)이란 말 또한 이섭대천(利涉大川)이라는 뜻을 취한 것이다. 세종 장헌대왕(世宗莊憲大王)께서 이 고을이 경기(京畿) 여러 고을 중에서 땅이 광대하고 백성이 조밀하다 하여, 승격시켜 도호부를 만들었다. 동쪽ㆍ서쪽으로 가는 자는 반드시 말을 세우고 부로(父老)들에게 묻기를, ‘어떤 것이 남천이며 누가 서목의 자손인가.’ 하고, 가끔 옛일을 슬퍼하고 감회하여 감개한 생각으로 지나간다. 객사(客舍) 남쪽에 전부터 정자가 있는데, 낮고 작으며 좁은 데다가 부사 8ㆍ9명이 바뀌도록 수리하지 않아서, 뜰이 기울어지고 기둥이 기울어 사신[王人]의 바쁜 것을 위로할 수가 없으므로, 부중(府中) 사람들이 민망하게 여기었다. 전의(全義) 이세관(李世珤)이 통훈대부(通訓大夫)로 부(府)를 다스린 지 2년 만에 정사가 공평하고 송사가 다스려져서, 백성들이 그 생업을 편안히 하였고, 마침 그 해에 크게 풍년이 들었다. 이군은 곡식을 팔고 사고 거두고 분산시키기 위해 틈을 타서 사람들을 역사시키고, 옛 제도를 인습하여 넓히고 새롭게 하니, 높지도 않고 낮지도 않고 사치하지도 않고 누추하지도 않았다. 일을 마치고 그 위에서 바라보니 동남쪽에는 효양(孝養) 제봉(諸峯)이 궤와 책상 앞에 벌여 있고, 가까이는 아름다운 나무가 서로 비쳐 둘러 있다. 이군은 한가한 때에는 천천히 그 옆을 거닐다가, 그 습한 것을 보고 정자 아래에 모난 못을 파서 그 가운데에 연꽃을 심고는 정자 이름을 영의정(領議政) 고령(高靈) 신상공(申相公)에게 청하니, ‘애련(愛蓮)’이란 두 글자로 회답하였다. 이군이 그 정자의 이름을 얻은 것을 영광으로 여기어 나에게 글을 지어서 기록할 것을 부탁하였다. 옛날에 선유(先儒)가 용릉(舂陵) 주부자(周夫子 송 나라의 주돈이)의 덕을 찬양하여 말하기를, ‘풍월(風月)은 가이 없고 뜰 풀은 서로 푸르도다.’ 하였는데, 대개 그는 전해오지 아니한 도통을 이어, 사도(斯道)의 묘(妙)함을 얻어 후학(後學)을 무궁하게 열어 준 것을 말한 것이다. 주부자는 일찍이 애련설(愛蓮說)을 지어서 그 뜻을 붙였는데, 그 말에 이르기를, ‘모란[牧丹]은 꽃 중의 부귀(富貴)한 것이고, 연꽃은 꽃 중의 군자다.’ 하였다. 군자의 도(道)로써 몸을 닦고 사람을 다스리는 것보다 더 큰 것이 무엇이겠는가. 몸을 닦는 요법은 경(敬)보다 더 큰 것이 없고, 사람을 다스리는 도는 또한 인(仁)보다 더 큰 것이 없으니, 인하고 경하다면 닦고 다스리는 도는, 각각 사람과 자기에게 다하여서 성인(聖人)의 도를 점점 배울 수 있을 것이다. 그렇다면, 군자의 도가 이렇게 커서 한 꽃과 한 풀에 짝할 것이 아닌데, 연꽃을 일러 군자라 하였으니 그 뜻이 무엇인가. 아, 진흙 속에 있으면서 때묻지 않는 것은, 군자의 화(和)하고도 흐리지 않는 기상을 볼 수 있는 것이요, 멀리 볼 수는 있어도 친압하게 할 수 없는 것은, 군자의 덕성(德性)을 높이고 고명(高明)을 극(極)한 덕스러운 얼굴을 볼 수 있는 것이며, 향기가 멀수록 더욱 맑은 것은 군자의 명예와 덕망과 아름다운 소문이 멀리 전파되는 것을 볼 수 있는 것이다. 연꽃에 이 세 가지가 있는 것을 거슬러 올라서 그 실상을 구한다면, 이른바 인(仁)을 하고 경(敬)을 하여 몸을 닦고 사람을 다스리는 도도 그렇게 해서 이를 수 있으니, 연꽃의 군자는 곧 사람의 군자이니, 이군이 이 정자에 심은 것과 고령 상공이 특별히 애련(愛蓮)을 들어서 이 정자를 이름 지은 뜻이 거의 헛되지 않을 것이다. 혹시라도 뒤에 이군을 이어서 이 고을을 다스리는 자는, 한갓 옛날 일만 관람하여 이 정자에 머물러 구경할 것이 아니라, 주자(周子)의 애련에 대한 말을 찾아보고 이군이 용심(用心)한 것을 궁구한다면, 우리 백성들이 비록 오래되더라도 오히려 그 혜택을 입을 것이요, 이 정자 또한 의탁하여 썩지 않을 것이다.” 하였다.○ 서거정의 시에, “누가 염옹(濂翁 주돈이)을 이어서 애련을 말하였는가. 정자 이름지은 것이 단연코 옛 사람의 어진 데 합한다. 그대는 응당 덕이 같아서 평생을 좋아하리라. 나도 또한 마음을 비게 하여 죽을 때까지 사랑하리라. 맺은 열매는 둥글기가 말[斗] 같다는 말을 이미 들었고, 핀 꽃은 크기가 배[船] 같음을 일찍이 보았노라. 다시 모름지기 재배하는 데 힘쓰라. 풍월(風月) 앞에 흥이 저절로 미치리라.” 하였다.○ 풍월정(風月亭) 시에, “새 못을 파고 또 연꽃을 심었으니, 풍류(風流)로운 주인의 어진 것이 사랑스럽네. 맑은 향기가 솔솔 퍼지니 뉘 능히 감상할까. 짙게 고운 것이 한들한들하니 내가 홀로 사랑하네. 푸른 산과 붉은 단장은 밤 달을 맞이하고, 푸른 물결과 맑은 물결에는 그림 배를 띄우네. 이 사이에서 술을 대하니 흥을 일으킬 만하고, 시를 읊어 기쁨에 미치고자 하네.” 하였다. 『신증』 조위(曹偉)의 시에, “정자를 짓고 못을 파고 붉은 연꽃을 심으니, 사람들이 당시의 태수(太守)의 어짊을 이르리라. 국색(國色 경국지색(傾國之色))이 사람을 움직이려 스스로 아양부리는 것 같고, 새벽 단장이 물에 비치니 유독 사랑스럽네. 마음에 걸리는 것은 염계(濂溪)의 말을 이으려 하고, 꿈에 들어오는 것은 자주 태을선(太乙船)을 찾네. 푸른 통(筒)을 기울여 실컷 마시니, 술 가운데 미친 사람이라 부르게 하려 하노라.” 하였다.\n\n",
  "학교": "향교(鄕校) 부 북쪽 1리 되는 곳에 있다.○ 권근(權近)이 지은 기에, “영락(永樂) 원년 여름에 의정부 경력사 도사(議政府經歷司都事) 서선(徐選)이 그의 고향 이천(利川)에다 새로 향교를 세운 일의 시말을 가지고 청하기를, ‘우리 시골은 남천부(南川府)인데, 고려 태조가 남으로 정벌하여 그 시내를 지날 때에, 고을 사람 서목(徐穆)이라는 이가 인도하여 무사히 건넜으므로, 이천(利川)이라는 칭호를 주었다. 땅이 넓고 비옥하고 백성이 많고 부유하여, 그 번성하고 많은 것이 다른 고을에 비교하여 대단히 월등했다. 말년에 이르러 권간(權奸)이 정사를 마음대로 하자, 공(公)과 사(私)가 가렴주구(苛斂誅求)에 고갈되고, 아전과 백성이 거의 다 유리하여 도망하였으므로, 관사가 기울고 무너진 것도 오히려 수리하지 못하여, 군수된 자가 백성의 집에 붙어 살고 있었으니, 어느 겨를에 학교를 마련하랴. 홍무(洪武) 무진년에 권간들을 베어 없애고, 어진 수령들을 뽑아 맡기니, 이듬해 기사년에 감무(監務) 이우(李愚)가 은혜스러운 정사를 펴서 유리하여 도망한 백성들을 모았다. 개연히 학교를 일으키는 데 뜻이 있어서, 처음으로 안흥정사(安興精舍)에 생도를 모으고 학장(學長)을 두어 가르치고, 날마다 부지런히 양성하며, 기명과 물자, 양식을 모두 넉넉히 하도록 힘쓰며, 장차 터를 보아 학사(學舍)를 세우려 하였으나 때가 바야흐로 백성들을 불러 모아 돌아와 안정하는 중이었으므로, 미처 공사를 시작하지 못하고 교대되었다. 이에 곡식과 베 약간을 학장에게 주어 밑천으로 삼아 이자를 취하여 뒤에 오는 자를 기다리게 하였다. 중간에 일이 많아 계속하여 오는 사람이 미처 틈을 내지 못하였다. 지난 신사년 봄에 지금의 감무 변인달(邊仁達)이 수레에서 내린 뒤에 중의 집을 학교로 만들 수는 없다고 하여, 곧 읍내 서북쪽 1리쯤 되는 가까운 곳에 친히 스스로 땅을 잡아서, 두 물이 합류하는 경내에다 정하였는데, 여러 산에 둘러싸여 형세가 그림과 같았다. 공무의 여가에 백성의 힘은 빌리지 않고 아전과 군졸을 역사시켰으되, 산에 나가 재목을 베어서 향화(香火)ㆍ회도(會徒) 등을 달래어 모아서, 떼를 나누어 운수하게 하고 또 중들을 불러서 날마다 자신이 공사를 감독하니, 임오년 7월에 시작하여 한 달을 지나지 않아서 완성되었으므로, 8월 상정(上丁) 상순에 드는 정일(丁日))에 그곳에 나가서 석전(釋奠)의 예를 행하였다. 선성의 사당은 가운데 서 있고 재실과 낭무(廊廡)는 날개를 벌린 듯하였으며, 동쪽에는 다락을 지어 여름에 시원하게 하였으니, 수십 년 성취 못한 일이 하루에 돌연히 이루어졌다. 보는 이들마다 탄미(歎美)하고 완상(玩賞)하지 않는 이가 없어서, 우리 시골의 아름다운 것이 지금에 능히 이루어지고, 우리 백성의 착한 것이 여기에서 기초되었다. 시골의 부로(父老)들이 날뛰고 기뻐하여, 문사(文辭)에 부탁하여 후손들에게 들어 보여서, 이(李)ㆍ변(邊) 두 분의 처음부터 끝까지 우리를 은혜롭게 한 덕을 잊지 않게 하려 하는데, 다행히 선(選)이 보좌하는 동료로 있어서 날마다 좌우에 종사하였다 하여, 선을 시켜 청하는 것이니 원컨대 사양하지 말라.’ 하였다. 내가 말하기를, ‘참으로 백성은 배움이 없을 수 없는 것이다. 충(衷)을 내리어 성품이 있고, 이(彛)를 잡아서 덕을 좋아하니, 이 백성은 삼대(三代) 때 백성이다. 욕심이 있어 다투어 빼앗고, 아는 것이 없어 함부로 행동하여, 형벌에 빠지고 금수(禽獸)로 윤락하는 것은 백성의 죄가 아니라, 백성의 관장이 된 자가 학교를 일으켜서 교화를 밝히지 못한 까닭이다. 지금 이군은 시초에서 꾀하고, 변군은 종말에서 이루어 근간하게 학교를 일으켜, 백성을 가르치는 것을 급선무로 삼았으니, 두 사람은 참으로 백성의 어른이 되는 도리를 안 사람들이다. 이제부터 시골 백성들의 부형된 이는 착한 정사를 보아서 감화되고, 자제된 자는 착한 가르침에 점점 연마되어 한갓 장구(章句)만 일삼지 않고, 반드시 먼저 그 몸과 마음을 바르게 하여 집에서는 반드시 자애와 효도에 독실하고, 일을 처리하는 데는 반드시 충(忠)과 신(信)을 주장하여, 한 시골의 풍속이 울연히 모두 예의에 흥기한다면, 일어나 장수와 정승이 되어서 국가를 바로잡고 보좌(輔佐)하여, 문명한 다스림을 달성하는 자가 장차 반드시 잇달아 일어날 것이니, 이것이 어찌 다만 한 시골의 아름다움과 한때의 다행이겠는가. 시골 백성들은 마땅히 길이 힘써서 게으름이 없을지어다.’ 하였다.” 했다.\n\n",
  "역원": "오천역(吾川驛) 부 서쪽 22리 되는 곳에 있다. 아천역(阿川驛) 부 북쪽 20리 되는 곳에 있다. 잉읍원(仍邑院) 부 북쪽 22리 되는 곳에 있다. 관천원(貫川院) 부 남쪽 5리 되는 곳에 있다.\n\n",
  "불우": "안흥사(安興寺) 부 동쪽 4리 되는 곳에 있다. 정악사(定岳寺) 저명산(猪鳴山)에 있다. 안양사(安養寺) 오음산(五音山)에 있다. 입석사(立石寺) 대덕산(大德山)에 있다.\n\n",
  "사묘": "사직단(社稷壇) 부 서쪽에 있다. 문묘 향교(鄕校)에 있다. 성황사(城隍祠) 설봉산(雪峯山)에 있다. 여단(厲壇) 부의 북쪽에 있다.\n\n",
  "총묘": "김길통(金吉通)의 묘(墓) 부 북쪽 10리 지점에 있다.\n\n『신증』 권균(權鈞)의 묘 부 남쪽 25리 지점에 있다.\n\n",
  "고적": "남천(南川) 서목(徐穆)이 고려 태조를 인도하여 건넌 것이 곧 이 내이다. 혹자는 말하기를, “태조가 장차 백제를 치려 하여 군사를 이 고을에 주둔시키고, 점을 쳐서 이섭대천(利涉大川)이라는 점사(占辭)를 얻었기 때문에 이천(利川)이라 했다.” 한다. 설봉산 고성(雪峯山古城) 돌로 쌓았는데 주위가 5천 1백 12척이다. 지금은 폐하였다.\n\n",
  "명환": "본조 민의생(閔義生) 부사가 되었었다. 이유인(李有仁)ㆍ복승정(卜承貞) 모두 부사가 되었었는데 성종(成宗) 때에 모두 정사가 우수하였으므로 특별히 당상(堂上)으로 승진하였다.\n\n",
  "인물": "고려 서필(徐弼) 신라 서신일(徐神逸)의 아들인데 광종(光宗) 때 사람이다. 벼슬이 내의령(內議令)에 이르고 시호는 정민(貞敏)이다. 일찍이 신일이 신라 말년에 나서 성밖에서 살았는데, 사슴이 화살을 맞고 뛰어 들어 왔으므로 신일이 그 화살을 뽑고 숨겨 주었더니, 사냥하는 자가 와서 찾지 못하고 돌아갔다. 꿈에 한 신인(神人)이 치사하기를, “사슴은 내 자식인데 그대의 덕택으로 죽지 않았으니 마땅히 그대의 자손으로 하여금 대대로 재상이 되게 하겠다.” 하였다. 신일은 80세에 필(弼)을 낳았다. 서희(徐熙) 필의 아들인데 나이 18세에 갑과(甲科)에 뽑혔다. 성종 12년에 거란의 소손녕(蕭遜寧)이 침노하여 오자 희(熙)는 국서(國書)를 받들고 진영으로 갔다. 손녕이 말하기를, “너희 나라는 신라 땅에서 일어났고, 고구려의 땅은 우리 소유인데 침식(侵蝕)하였으며, 또 바다를 건너 송(宋) 나라를 섬기므로, 오늘날 군사를 동원하게 된 것이다.” 하였다. 서희는 말하기를, “우리나라는 곧 고구려의 옛 나라이므로 이름을 고려(高麗)라 하였으니, 만일 땅의 경계를 의논한다면 귀국의 동경(東京)도 모두 우리 지경에 있는 것이다. 어째서 우리더러 침식하였다고 말하는가. 또 압록강 안팎이 또한 우리의 경내인데, 지금 여진(女眞)이 도둑질하여 웅거하고 있어 길이 막혔으니, 조공과 빙문(聘問)을 통하지 못하는 것은 여진의 까닭이다. 만일 여진을 쫓고 우리의 옛 땅을 돌려 준다면, 감히 조빙(朝聘)을 닦지 않겠는가.” 하여, 말과 기개가 강개하여서 손녕이 강제로 하지 못할 것을 알고 드디어 군사를 파하였었다. 뒤에 태보내사(太保內史)를 제수하였고 시호는 장위(章威)이다. 서눌(徐訥) 서희의 아들인데 정종(靖宗) 때 사람이다. 벼슬이 시중에 이르고 시호는 원숙(元肅)이다. 눌(訥) 이상 삼세(三世)가 모두 공로로 태실(太室)에 배향되었다. 서원(徐遠) 충선왕(忠宣王) 때 사람이다. 서공(徐恭) 희의 현손(玄孫)이다. 말타고 활쏘기를 잘하여 여섯 번 양계병마사(兩界兵馬使)가 되었는데 사졸들이 즐겨 따랐다.\n\n본조 서선(徐選) 원의 아들인데 벼슬이 판한성부사(判漢城府事)에 이르렀다.『신증』 서강(徐岡) 과거에 올라 벼슬이 대사성(大司成)에 이르렀는데 성품이 강하고 곧았다.\n\n",
  "우거": "본조 이관의(李寬義) 경술(經術)에 밝고 행실이 수양되었으나 여러 번 과거에 응하여도 급제하지 못하고, 물러가 시골에 살다가 죽었다.",
  "제영": "계류혼진마제진(溪流渾盡馬蹄塵) 이첨(李簷)의 시에, “시내의 흐름이 온통 말굽의 티끌로 흐려졌으니, 북으로 가고 남으로 오는 것이 묻노니 몇 사람인고.” 하였다. 적요공관우최춘(寂寥公館雨催春) 권제(權踶)의 시에, “적적하고 고요한 공관에 비가 봄을 재촉하니, 깊이 붉던 것은 감하여지고 푸른 것이 이미 새롭네. 다만 밭두덕에 장차 씨를 뿌리게 된 것을 기뻐하여, 시절을 알지 못하고 좋은 때를 저버렸네.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년 군(郡)으로 고쳤다.\n《대동지지(大東地志)》\n",
  "영아": "수어우부(守禦右部) 별장(別將)은 본부사(本府使)이다.○ 군병(軍兵)과 속읍은 이천(利川)ㆍ여주(驪州)ㆍ음죽(陰竹)ㆍ양성(陽城)ㆍ양근(楊根)ㆍ가평(加平)ㆍ지평(砥平)ㆍ안성(安城)ㆍ죽산(竹山)이다.\n\n",
  "성지": "원적산고성(圓寂山古城) 부(府)와의 거리가 20리이며, 공민왕(恭愍王) 때 세웠는데 둘레가 2천 4백 3보이다.\n\n",
  "방면": "둔지산(屯之山) 서쪽 15리에 있다. 신동(新洞)ㆍ사북(沙北)ㆍ백토리(陌土里) 모두 북쪽 20리에 있다. 부로곡(夫老谷) 동쪽 20리에 있다. 저지곡(苧枝谷)ㆍ월양촌(月陽村) 모두 남쪽 20리에 있다. 갈마동(葛麻洞) 남쪽 40리에 있다. 모산(母山) 서남쪽 30리에 있다. 대양(大陽) 남쪽 20리에 있다. 호법(護法) 서남쪽 20리에 있다. 장수왕(長水旺) 서쪽 20리에 있다. 마전동(麻田洞) 서북 20리에 있다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 진흙……것은 : \n주염계(周濂溪)의 애련설(愛蓮說)에, “진흙 속에서 나와서도 진흙에 물들지 않는다. 멀리 볼 수는 있어도 가까이할 수는 없는데, 향기가 멀수록 더욱 맑다.”는 등의 말이 있다.\n\n[주-D002] 태을선(太乙船) : \n태화봉(太華峯) 위에 큰 못이 있는데, 연꽃이 큰 배 같아서 태을선인(太乙仙人)이 그 꽃 위에 누워서 책을 읽고 있었다 한다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이식 (역) | 1969\n    \n\t\n"
}