{
  "건치연혁": "본래 고구려 익현현(翼峴縣) 이문현(伊文縣)이라 하기도 한다. 신라에서 익령(翼嶺)이라 고쳐서 수성군(守城郡) 속현으로 만들었다. 고려 현종(顯宗)이 현령을 두었고, 고종(高宗) 8년에는 거란 군사를 방어한 공이 있다는 것으로써 양주 방어사(襄州防禦使)로 승격하였으나, 44년에 적에게 항복하였다는 것으로써 덕령 감무(德寧監務)로 강등하였고, 원종(元宗) 원년에는 지양주사(知襄州事)로 회복하였다. 본조 태조 6년에는 임금의 외가 고을이라 하여 승격하여 부로 만들었다. 태종 13년에는 예에 따라 도호부로 고쳤고 16년에 지금 명칭으로 고쳤다.\n",
  "속현": "동산현(洞山縣) 부 남쪽 45리에 있으며, 본래 고구려 혈산현(穴山縣)이었다. 신라에서 지금 명칭으로 고쳐서 명주 속현으로 만들었던 것인데, 고려 현종(顯宗) 때 본부에 예속시켰고, 본조에서도 그대로 하였다.\n\n",
  "관원": "부사ㆍ교수 각 1인.\n\n",
  "군명": "익현(翼峴)ㆍ이문(伊文)ㆍ익령(翼嶺)ㆍ덕령(德寧)ㆍ양주(襄州)ㆍ양산(襄山).\n",
  "성씨": "본부 김ㆍ이ㆍ손ㆍ박ㆍ하(河)ㆍ정(鄭), 장(張)ㆍ임(林)ㆍ윤 모두 속성(續姓)이다.동산(洞山) 박ㆍ김ㆍ최ㆍ이ㆍ진(陳), 임(林) 속성(續姓)이다.\n\n",
  "산천": "설악(雪岳) 부 서북쪽 50리에 있는 진산이며 매우 높고 가파르다. 8월에 눈이 내리기 시작하며 여름이 되어야 녹는 까닭으로 이렇게 이름 지었다. 소동라령(所冬羅嶺) 부 서쪽 60리에 있으며 겹쳐지고 포개진 산맥에 지세가 험하고 궁벽지다. 예전에는 서울로 통하는 길이 있었으나 지금은 없어졌다. 성황산 부 북쪽 25리에 있다. 오봉산(五峯山) 부 동북쪽 15리에 있으며, 낙산(洛山)이라고도 한다. 수산(水山) 부 동쪽 10리에 있다. 덕산(德山) 부 북쪽 36리에 있다. 초진산(草津山) 부 남쪽 29리에 있다. 이산(離山) 부 북쪽 63리 쌍성호(雙成湖) 서쪽에 있는데, 곧 대관령 동쪽 가닥이다. 기이한 봉우리가 꾸불꾸불하여 울타리를 설치한 것과 같으므로 이름하였다. 울산(蔚山)이라 하기도 한다. 양야산(陽野山) 동산현 남쪽 10리에 있다. 정족산(鼎足山) 부 서남쪽 40리에 있다. 세 봉우리가 높게 솟아나서 모양이 솥발 같으므로 이름한 것이다. 바다 부 동쪽 13리에 있다. 사전(祀典)에 동해신(東海神)을 여기에서 제사한다고 하였고, 중사(中祀)에도 기재(記載)되었다. 쌍성호(雙成湖) 부 북쪽 40리 간성군(杆城郡) 경계에 있으며 둘레가 수십 리다. 호수 경치가 영랑호(永郞湖)보다 훌륭하다. 예전에는 만호영(萬戶營)을 설치하여 병선(兵船)을 정박하였으나 지금은 폐하였다. 남대천(南大川) 부 남쪽 2리에 있다. 강릉부 오대산(五臺山)에서 나오며 소동라령(所冬羅嶺) 물과 합치고 부 남쪽을 지나 바다에 들어간다. 죽도(竹島) 부 남쪽 45리 관란정(觀瀾亭) 앞에 있으며, 푸른 대나무가 온 섬에 가득하다. 섬 밑 바닷가에 구유같이 오목한 돌이 있는데 닳고 갈려서 교묘하게 되었고, 오목한 속에 자그마한 둥근 돌이 있다. 전설에는, “둥근 돌이 그 속에서 이리저리 구르므로 닳아서 오목하게 된 것이며, 다 닳으면 세상이 바뀌어진다.” 한다.\n\n",
  "토산": "삼[麻]ㆍ전죽(箭竹).○ 황장봉산(黃腸封山) 두 곳이 있다.\n\n",
  "성곽": "읍성(邑城) 돌로 쌓은 것은 둘레가 4백 3척, 높이 5척이며, 흙으로 쌓은 것은 둘레가 2천 8백 25척이고, 성안에 우물 둘이 있다. 지금은 반쯤 퇴락하였다.\n\n",
  "관방": "대포영(大浦營) 부 동쪽 12리에 있다. 성종(成宗) 21년에 강릉 안인포(安仁浦)에서 여기로 옮겨 왔다. ○ 수군만호(水軍萬戶) 1인이 있다. 『신증』 정덕(正德) 경진년에 돌로 성을 쌓았는데 둘레 1천 4백 69척, 높이 12척이다.\n",
  "봉수": "수산 봉수(水山烽燧) 북쪽으로 덕산(德山)에 응하고, 남쪽으로 초진산(草津山)과 응한다. 덕산 봉수 북쪽으로 간성 죽도에 응하고, 남쪽으로 수산과 응한다. 초진산 봉수 남쪽으로 양야산에 응하고, 북쪽으로 수산과 응한다. 양야산 봉수 남쪽으로 강릉 연곡현(連谷縣) 주문산(注文山)에 응하고, 북쪽으로 초진산과 응한다.\n\n『신증』 ",
  "궁실": "동헌(東軒) 강혼(姜渾)의 시에, “양양에 와서 고인(故人)의 어짐을 추억하니, 잔설의 개인 봉우리가 처마에 비친다. 맹호연(孟浩然)은 공연히 나귀 등에서 시구를 읊조렸고, 산공(山公)은 오히려 습지(習池)의 자리를 비웠다. 마침 밝은 달을 만나 누대가 고요하니, 젊은 여자의 고운 태도가 필요 없노라. 이번 걸음에 정과 흥이 박했다고 이르지 말라. 마땅히 훗날에 다시 신선을 찾을 것이라.” 하였다.\n\n",
  "누정": "태평루(太平樓) 읍내에 있다. 취산루(醉山樓).\n",
  "학교": "향교 부 동쪽 2리에 있다.○ 안축의 기문에, “대관령 동쪽에는 산수가 기이하고 빼어났는데, 양양이 그 중간에 있다. 그 신령한 정기와 또 맑은 기운이 반드시 공연히 쌓이지 않았을 터이건마는, 백여 년 동안에 기이한 재주와 덕을 품은 사람이 이 고을에서 나와, 인륜을 빛나게 한 자가 있었다는 것을 듣지 못하였다. 그러나 이것은 산수의 정기가 영험 없음과 고을 사람의 성품이 착하지 않음이 아니다. 대개 이 고을은 옛부터 오랑캐 지경에 이웃하여 변란이 여러 번 일어났으므로 학교를 세우지 못하였기 때문이다. 지금은 온 나라가 통일이 되어 백성이 변란을 모른다. 성학(聖學)이 거듭 일어나고, 자제가 나날이 많아지니 학교를 설치하여 인재를 양육하는 것이 마땅하거늘, 이 고을 다스리는 자는 오직 문서 따위만을 급무로 하였을 뿐, 이런 데까지는 생각이 미치지 못하였던 까닭에, 산수의 정기가 서리고 맺혀서 말할 곳이 없고, 자제의 천성이 파묻혀서 발양될 수 없었으니, 이것이 어찌 고을 사람의 불행이 아니리오.내가 이 고을에 와서 옛일을 아는 늙은이에게 들으니, ‘고을 북쪽에 문선왕동(文宣王洞)이라 하는 고을이 있는데, 여기가 반드시 예전에 학교 터이며 없어진 지 오래였으리라.’ 하였다. 나는 마음속으로 그윽히 탄식하고 고을 사람에게 그 지역에다 학교를 짓도록 명하였다. 고을 사람들이 다 기뻐하며, ‘자식들의 뜻이었다.’ 하여, 즐거움으로써 수고로움을 잊는 것이었다. 이에 동년(同年) 벗 통주수 정랑 진군(通州守正郞陳君)에게 병부(兵符)를 내려, 그 공역을 감독하도록 하였다. 공역을 시작하자 이 고을 태수 정랑 박군(正郞朴君)이 임소(任所)에 왔다. 박군도 또한 글하는 선비로서 정승집 자제였다. 실상 그 힘을 이용하여 나의 뜻을 이루게 되니, 이것이 어찌 고을 사람의 다행이 아니리오. 땅의 정기는 그 쇠한 지가 오래면 그 왕성해지는 것이 급속하고, 그 쌓인 날짜가 멀면 그 발하는 것이 왕성하다. 이제부터는 집마다 재주와 학문이 있는 자손이 있고, 마을마다 인후한 풍속이 있을 것이다. 그런 다음이라야 산수의 부끄럼을 씻고 나의 말이 빈말이 아님을 알 것이다. 그러나 제도가 거칠고 소략하며 일의 공효도 모자람이 있으니, 후임으로 오는 군자는 한 번 살피기를 바란다.” 하였다.\n\n",
  "역원": "상운역(祥雲驛) 부 남쪽 25리에 있다. 본도를 잇는 속역이 열 다섯인데, 연창(連倉)ㆍ오색(五色)ㆍ강선(降仙)ㆍ인구(麟丘)ㆍ죽포(竹苞)ㆍ청간(淸澗)ㆍ운근(雲根)ㆍ명파(明波)ㆍ대강(大康)ㆍ고잠(高岑)ㆍ양진(養珍)ㆍ조진(朝珍)ㆍ등로(登路)ㆍ거풍(巨豐)ㆍ정덕(貞德)이다. ○ 승(丞) 1인이 있다.○ 김극기의 시에, “변방에 전쟁이 없음이 여러 해라, 꽃피고 새 우는 것도 모두 즐거워한다. 천 수레 흰 눈 같은 실을 켜는 땅이요, 만 이랑에 누런 구름 같은 보리를 베는 시절이라, 어부의 낚시터엔 이끼가 뒤섞였고, 초동이 앉은 두렁 위엔 풀이 우거졌네. 오가며 훌륭한 경개 더욱 구경할 만한데, 일찍이 시인을 시켜 몇 편이나 지었나.” 하였다. 인구역(麟丘驛) 동산현(洞山縣) 2리에 있다. 연창역(連倉驛) 부내(府內) 5리에 있다.\n강선역(降仙驛) 부 북쪽 30리에 있다.○ 김극기의 시에, “제비는 비 머금은 버들을 스치고, 매미는 바람 띤 느티나무에 숨었다. 사방을 바라보니 참으로 넓직하여, 나그네 회포가 절로 트인다.” 하였다.○ 정추의 시에, “말 머리 깃발이 연하(煙霞)를 스치는데, 물가 집 산 마을에 붉은꽃 흰꽃이 피었다. 우정(郵亭)의 좋은 풍경이 유달리 사랑스러워, 천 그루 소나무 밑에 물결이 모래를 씻는다.” 하였다.\n\n",
  "불우": "낙산사(洛山寺) 오봉산에 있다.○ 신라 중 의상(義相)이 지은 것이다. 대웅전 위에 전단 관음상(栴檀觀音像) 하나를 봉안하고 대를 이어 높이 받들었는데, 영험이 있었다. 우리 세조(世祖)가 이 절에 행차하였다가, 전사(殿舍)가 비좁고 누추하다 하여 신축하도록 명하여, 매우 굉장하여졌다.○ 고려 중 익장(益莊)의 기문에, “양주(襄州) 동북쪽 강선역 남쪽 동리에 낙산사가 있다. 절 동쪽 두어 마장쯤 되는 큰 바닷가에 굴이 있는데, 높이는 1백 자 가량이고 크기는 곡식 1만 섬을 싣는 배라도 용납할 만하다. 그 밑에는 바닷물이 항상 드나들어서 측량할 수 없는 구렁이 되었는데, 세상에서는 관음대사(觀音大士)가 머물던 곳이라 한다. 굴 앞에서 오십 보쯤 되는 바다 복판에 돌이 있고, 돌 위에는 자리 하나를 펼 만한데 수면에 나왔다 잠겼다 한다. 옛적 신라 의상법사(義相法師)가 친히 불성(佛聖)의 모습을 보고자 하여 돌 위에서 전좌 배례(展坐拜禮)하였다. 27일이나 정성스럽게 하였으나 그래도 볼 수 없었으므로, 바다에 몸을 던졌더니, 동해 용왕이 돌 위로 붙들고 나왔다. 대성(大聖)이 곧바로 속에서 팔을 내밀어, 수정염주(水精念珠)를 주면서, ‘내 몸은 직접 볼 수 없다. 다만 굴 위에서 두 대나무가 솟아난 곳에 가면, 그곳이 나의 머리 꼭지 위다. 거기에다 불전(佛殿)을 짓고 상설(像設)을 안배하라.’ 하였으며 용(龍) 또한 여의주와 옥을 바치는 것이었다. 대사는 구슬을 받고 그 말대로 가니 대나무 두 그루가 솟아 있었다. 그곳에다 불전을 창건하고 용이 바친 옥으로써 불상을 만들어서 봉안하였는바, 곧 이절이다.우리 태조께서 나라를 세우시고, 봄가을에 사자(使者)를 보내 사흘 동안 재를 실시하여 치성하였고, 그 후에는 갑령(甲令 항상 하는 일)에 적어서 항규(恒規)로 하였다. 그리고 수정염주와 여의주는 이 절에 보관해 두어 보물로써 전하게 하였다. 계축년에, 원(元) 나라 군사가 우리 강토에 마구 들어왔으므로 이 주(州)는 설악산에다 성을 쌓아 방어하였다. 성이 함락되자, 절 종[奴]이 수정염주와 여의주를 땅에 묻고 도망하여 조정에 고하였다. 침입군이 물러간 후에 사람을 보내 가져다가 내전(內殿)에 간수하였다. 세상에 전해 오기로는, ‘사람이 굴 앞에 와서 지성으로 배례하면 청조(靑鳥)가 나타난다.’ 하였다. 명종(明宗) 정사년에, 유자량(庾資諒)이 병마사가 되어 시월에 굴 앞에 와서 분향 배례하였더니, 청조가 꽃을 물고 날아와서 복두(幞頭) 위에 떨어뜨린 일이 있었는데, 세상에서는 드물게 있는 일이라 한다.” 하였다.○ 고려 유자량의 시에, “바다 벼랑 지극히 높은 곳, 그 가운데 낙가봉(洛迦峯)이 있다. 큰 성인은 머물러도 머문 것이 아니고, 넓은 문은 봉해도 봉한 것이 아니다. 명주(明珠)는 내가 욕심내는 것 아니며, 청조는 이 사람이 만나는 것일세. 다만 원하노니 큰 물결 위에서, 친히 만월 같은 모습 뵈옵는 것을.” 하였다.○ 안축의 시에, “대성의 원통(圓通)한 지경은, 일찍이 바다 위 봉우리라 들었네. 불은(佛恩)은 감로와 같이 젖고, 향은 자니(紫泥)로 봉한 것이 있다. 유(類)에 따라서 몸은 항상 나타났으나, 미혹에 잠겨서 눈으로 만나지 못한 것일세. 참인가 거짓인가는 말할 것 없고, 다만 자애스러운 모습에 배례할 뿐일세.” 하였다.○ 김부의(金富儀)의 시에, “한번 해안 높은 곳에 등림하고서는, 머리를 돌리니 티끌 근심 없어졌노라. 대성의 원통한 이치를 알고자 하면, 성낸 물결이 산 밑에 부딪치는 소리를 들을 것일세.” 하였다.○ 김극기의 시에, “다행히 묘경(妙境)을 찾아 떠돌던 몸을 머무르니, 생각이 맑아지고 보는 것이 그윽하여 만 가지 상념(想念)이 없어진다. 물결 밑의 달은 누가 위아래를 분간하리, 봉우리 끝 구름은 저절로 서동(西東)을 차지한다. 금당(金堂) 속 가짜 상을 잠깐 보았을 제, 석굴(石窟) 속 참 몸을 벌써 보았노라. 대사를 도와 7일재함을 기다리지 않아도, 그의 마음은 원에 응해 먼저 통했으리라.” 하였다.\n관음굴(觀音窟) 오봉산 밑에 있다.○ 우리 익조(翼祖)께서 정숙왕후(貞淑王后)와 함께 여기에 와서 후사를 점지하도록 기원하였다. 어느 날 밤 꿈에, 가사(袈裟)를 걸친 중이 와서 알리기를, “반드시 귀한 아들을 낳을 것이며 이름은 선래(善來)다.” 하였다. 얼마를 지나서 도조(度祖)를 낳으므로 드디어 선래라 이름하였다.\n영혈사(靈穴寺)ㆍ사옹사(四擁寺) 모두 설악산에 있다. 도적사(道寂寺) 정족산에 있다.\n\n",
  "사묘": "사직단 부 서쪽에 있다. 문묘 향교에 있다. 성황사 성안에 있다. 동해신사(東海神祠) 부 동쪽에 있다. 봄가을 나라에서 향축을 보내 치제한다. 여단 부 북쪽에 있다.\n\n",
  "고적": "권금성(權金城) 설악산 꼭대기에 있으며 석축이다. 둘레는 1천 1백 12척이고 높이는 4척이었는데, 지금은 반쯤 무너졌다. 세상에 전해 오기로는, “예전에 권씨 김씨 두 집이 여기에 피란한 까닭으로 이름하였다.” 한다. 낙산사 기문에, “원 나라 군사가 우리 강토에 마구 들어왔는데 이 고을에서는 설악산에다 성을 쌓아서 방어하였다.” 한 곳이 이곳인 듯하다.\n냉천(冷泉) 오봉산 밑에 있다. 세상에 전해 오는 말에, “관음보살이 계집으로 화해서 벼를 베고 있었는데, 원효대사(元曉大師)가 냉천 물을 마시면서 함께 장난을 하였다.” 한다.○ 정추의 시에, “바닷가 산이 밝은 세상 되기 전부터 왔는데, 금년까지 몇 번이나 흥망을 보았나. 가을빛이 온 들에 젖어 붉은 벼가 수북하고, 해가 오봉산에 비쳐서 붉은 연기 오른다. 덕녀(德女)의 옛터엔 잔디가 섬돌을 덮었고, 원효의 남긴 자리에는 나무가 하늘에 닿았다. 누에 올라 상사(相思) 꿈을 맺고자 한다면, 꿈속에도 응당 냉천을 잔질하리라.” 하였다.\n오색역(五色驛) 부 서쪽 45리에 있었는데 지금은 없어졌다.\n\n",
  "명환": "고려 최재(崔宰) 지주(知州)로 있을 때에 강향사(降香使)가 와서 존무사를 능욕하니, 최재가 말하기를, “장차 나에게도 미치겠다.” 하면서, 벼슬을 버리고 갔다. 김훤(金晅) 노경륜(盧景綸)에게 미움받아 양주부사(襄州副使)로 좌천되었다.\n\n본조 이사원(李師元) 부사가 되었다.\n\n",
  "제영": "붕새의 길 아득하게 북쪽 바다에 연했다. 김극기의 시에, “일찍이 말고삐를 멈추고 잠깐 머뭇거렸는데, 말을 달려서 다시 찾으니 경치가 더욱 새롭구나. 붕새의 길은 아득하게 북쪽 바다에 연했고, 가자미 지경[鰈墟 우리나라]은 멀리 동쪽 바닷가와 접해 있다. 물결 사이의 그럴 듯한 것은 냉천을 엿보는 나그네요, 물 밑의 희미한 것은 바다를 보는 사람이네. 내 돛을 올려서 큰 구렁을 넘고자 하나, 물 귀신[天吳]이 성내니 어떻게 하리.” 하였다.\n산성의 달은 단풍나무 위에 가리웠다. 앞사람의 시에, “변방을 사열하노라 수레가 몇 번이나 돌았던가. 만 가지 풍경이 시를 따라 새롭다. 산성의 달은 단풍나무 위에 가리웠고, 물가 정자는 구름이 마름가에 드리웠다. 축대 밑에는 비록 무협선녀(巫峽仙女)가 없으나, 골 안에는 응당 무릉(武陵) 사람이 있으리라. 길이 바빠서 선경(仙境)을 찾지 못하고, 걸음마다 머리 돌리며 마음 슬퍼한다.” 하였다.\n산에 의지한 누관은 병 속의 세상일세. 정추의 시에, “산에 의지한 누관은 병 속의 세상이요, 물을 이웃한 여염은 그림 속 연기로다.” 하였다. 옥피리 소리 멀리 삼신산 달 아래에 들려오다. 채련(蔡璉)의 시에, “옥피리 소리 멀리 삼신산 달 아래에서 들려오고, 나는 수레는 학등[鶴背]의 하늘에 오를 만하다.” 하였다. 큰 들녘 동쪽 끝에 바다 해를 보고 강희맹(姜希孟)의 시에, “큰 들녘 동쪽 끝에 바다 해를 보고, 긴 숲 일면에 강 하늘이 보인다.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "정종(正宗) 7년에 현으로 강등시켰다가 16년에 다시 승격시켰다.\n",
  "방면": "부남면(府南面) 끝이 8리. 부내(府內) 끝이 20리. 위산(位山) 서쪽으로 끝이 13리. 서면(西面) 서남쪽으로 처음은 5리, 끝은 70리. 동면(東面) 끝은 15리. 남면(南面) 처음은 10리, 끝은 20리. 사현(沙峴) 북쪽으로 처음은 10리, 끝은 15리. 강선(降仙) 북쪽으로 처음은 15리, 끝은 25리. 도문(道門) 서쪽으로 처음은 20리, 끝은 30리. 소천(所川) 서쪽으로 처음은 25리, 끝은 35리. 현북(縣北) 남쪽으로 처음은 25리, 끝은 50리. 현남(縣南) 남쪽으로 처음은 40리, 끝은 70리이다.\n\n",
  "성지": "설악산고성(雪岳山古城) 산 정상에 있으며 권금성(權金城)이라고 하며 토토성(土土城)이라고도 하는데 둘레는 2천 1백 12척이다. 오봉산고성(五峯山古城) 흙으로 쌓았는데, 홍예석(虹霓石) 문(門)이 있다. 낙산사(洛山寺)는 그 중간에 있다.\n\n",
  "진보": "혁폐 대포진(大浦鎭) 동쪽으로 12리에 있다. 성종(成宗) 21년에 강릉(江陵) 안인포(安仁浦)로 옮기고 만호(萬戶)를 두었다. 중종(中宗) 15년에 성을 쌓았으며, 둘레가 1천 4백 69척이었는데 후에 고쳤다. 청초호(靑草湖) 고려 때 만호를 두어 정박하는 병선을 관리하였다.\n\n",
  "창고": "동창(東倉) 동쪽 해변(海邊)에 있다. 북창(北倉) 북쪽으로 10리에 있다. 동산창(洞山倉) 동산(洞山)에 있으며 옛 현이다.\n\n",
  "진도": "남강진(南江津) 남쪽으로 2리에 있다.\n\n",
  "단유": "동해신단(東海神檀) 동쪽으로 13리에 있는데, 고려 때는 동해(東海)이므로 중사(中祀)에 실려 있다. 본조에서도 그대로 따랐다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 맹호연(孟浩然)은 …… 비웠다 : \n중국 진(晉) 나라 때 산간(山簡)이라는 사람이 양양에 살았는데, 매일 습가지(習家池)라는 연못가에서 술을 마셔서 크게 취해 있었다 한다. 여기에 먼저 말탄 맹호연과 산간은 모두 중국 호북성 양양 사람이므로 이곳 양양의 이름이 같은 것을 이용하여 그런 고사를 쓴 것이다.\n\n[주-D002] 은지(隱之)야 …… 해로우리 : \n중국 진(晉) 나라 때 오은지(吳隱之)라는 사람이 있었다. 그가 광주(廣州)에 자사로 갔을 적에 그곳에 탐천이라는 샘이 있었는데, 그 샘물을 마시면 누구나 재물 욕심을 일으키게 된다 하므로 오은지는 그 물을 일부러 마시고 청렴한 지조가 더하였으므로, 뒷사람들이 그 샘 이름을 염천(廉泉)이라고 고쳤다 한다.\n\n[주-D003] 거문고 …… 난다 : \n중국에 남전(藍田)이란 지방이 있는데, 예전에 옹백(雍佰)이란 사람이 그 땅에다 옥을 심어서 가을에 많이 수확하였다는 전설이 있다. 그래서 당 나라 시인 이상은(李商隱)의 비파(琵琶)시에, “남전에 날이 따뜻하니 옥에서 연기가 나고.”란 구가 있다.\n\n[주-D004] 한가하니 …… 싫다 : \n술은 병에 담는 것이므로 병 속에 세월이라 함은 술마시는 것을 말하며, 독 속의 천지[瓮裏天]도 역시 술을 말하는 것이다.\n\n[주-D005] 짧은 …… 부끄럽다 : \n짧은 두레박 줄로 깊은 우물을 긷는다는 말은 작은 재주로 큰일을 하려는 데 대해 조롱하는 말이다.\n\n[주-D006] 법공(范公) : \n한 나라 때의 범방(范滂)이라는 사람이다. 그는 암행어사로 떠나갈 때에 개연히 온 세상을 맑고 깨끗하게 할 뜻이 있었다 한다.\n\n[주-D007] 현산관도(峴山官道) : \n앞서 삼척(三陟) 조에 보이는 와현(瓦峴) 위에 있는 소공대(召公臺)을 말함이다.\n\n[주-D008] 화악어로(華岳御爐) : \n화악(華岳)은 삼각산(三角山)을 말한다. 그러므로 화악의 연기라 함은 삼각산 밑 서울의 임금 있는 대궐 연기라는 말이다.\n\n[주-D009] 금포화극(金鋪畫戟) : \n금을 펴고 그림 그린 창 세운 문[金鋪畫戟門]이라 함은 관찰사의 관청을 말하는 것이다.\n\n[주-D010] 우물 …… 체하나 : \n우울 안 개구리란 말이다.\n\n[주-D011] 달존(達尊) : \n맹자가 한 말에, “세상에 세 가지 높은 지위[達尊]가 있으니, 동리에서는 나이 만한 것이 없고, 조정에서는 벼슬 같은 것이 없고, 세상을 돕고 백성을 교화하는 데에는 덕(德) 만한 것이 없다.” 하였다.\n\n[주-D012] 주살[弋] : \n익(弋)이라 함은 화살을 가는 줄로 매어서 쏘는 것이니, 가는 살을 찾기 쉽게 하려고 줄을 맨 것이다.\n\n[주-D013] 운몽(雲夢) : \n중국 양자강 남북에 있는 호수라 하는데, 그 호수가 모두 8, 9개가 된다 한다. 그러나 실상 있는 것은 아니다.\n\n[주-D014] 향은 …… 있다 : \n예전에는 서신을 보내거나 물건을 보낼 때 중간에 떼어 보지 못하게 하려고 그 봉한 데에다 진흙을 붙이고 그 위에다 인을 찍었다. 그것을 봉니라 한다.\n\n[주-D015] 강향사(降香使) : \n양양 낙산사는 왕실의 신앙이 컸으므로 매년 향을 보내서 치성드리는데, 그 향을 가지고 가는 사람을 강향사라 한다.\n\n[주-D016] 무협선녀(巫峽仙女) : \n중국 호북성 양자강 가에 있는 무산(巫山)에 신녀(神女)가 있어, 옛날 초 회왕(楚懷王)의 꿈에 와서 통정하였다 한다.\n\n[주-D017] 선경(仙境) : \n도화원이 이 무릉 고을 안에 있다 한다.\n\n\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이익성 (역) | 1970\n    \n\t\n"
}