{
  "건치연혁": "본래 고구려의 주부토군(主夫吐郡)인데, 신라에서 장제(長堤)라 고치었고, 고려 초년에 수주(樹州)라 고치었다. 성종(成宗)이 단련사(團練使)를 두었다가, 목종(穆宗)이 혁파하였고, 현종(顯宗) 9년에 지주사(知州事)라 고치고, 의종(毅宗)이 고치어 안남도호부(安南都護府)로 만들고, 고종(高宗)이 계양(桂陽)이라 개칭(改稱)하고, 충렬왕(忠烈王)이 길주목(吉州牧)으로 승격시켰다. 충선왕(忠宣王) 2년 여러 목(牧)을 없앨 때에, 지금의 이름으로 고치고 강등시켜 부(府)로 만들었다. 본조 태종 13년에 예에 따라 고쳐 도호부로 만들고, 세종 20년에 강등시켜 현령(縣令)을 만들고, 28년에 복구하였다.\n",
  "관원": "부사(府使)ㆍ교수 각 1인.\n\n『신증』 연산(燕山) 11년에 부의 사람인 환자(宦者) 김순손(金舜孫)을 죽이고, 본부(本府)를 혁파하였다가 지금 임금 초년에 다시 설치하였다.\n",
  "군명": "주부토(主夫吐)ㆍ장제(長堤)ㆍ수주(樹州)ㆍ안남(安南)ㆍ계양(桂陽)ㆍ길주(吉州).\n",
  "성씨": "본부(本府) 김(金)ㆍ이(李)ㆍ유(柳)ㆍ진(陳)ㆍ형(邢)ㆍ손(孫)ㆍ최(崔)ㆍ조(趙)ㆍ유(劉)ㆍ윤(尹)  모두 내성(來姓)이다.황어(黃魚) 손(孫)ㆍ김(金)ㆍ정(鄭)  내성(來姓)이다.\n\n",
  "풍속": "인순사간(人淳事簡) 이규보의 시에, “사람이 순박하고 일이 간단한 것은 비록 가상하나, 땅이 메마르고 백성이 쇠잔하여 차마 볼 수 없구나.” 하였다.\n\n",
  "형승": "삼면(三面)이 모두 물이다 이규보의 망해지(望海誌)에 있다. 궁벽하고 황폐하며 낮고 삽(澁)한 땅이다. 전 사람의 〈자오당기(自娛堂記)〉에 있다.\n\n",
  "산천": "계양산(桂陽山) 부 북쪽 2리 되는 곳에 있는 진산(鎭山)인데, 일명 안남산(安南山)이라고도 한다.○ 이규보의 〈망해지(望海誌)〉에, “길이 사면으로 계양 지경에 났는데, 오직 한 면만이 육지로 통하고 삼면은 모두 물이다. 처음에 내가 조정에서 쫓겨나서 이 고을에 원이 되었을 때에, 물의 푸르고 넓은 것을 사방으로 돌아보고는 섬 가운데에 들어왔는가 의심하여, 근심스러워 즐기지 않아서 문득 머리를 숙이고 눈을 감고 보려고 하지 않았다. 2년 여름 6월에 미쳐서 성랑(省郞)으로 제수되어, 장차 날을 정하여 서울에 돌아가게 되고 보니, 지난번의 푸르고 넓던 물이 모두 즐겁게 생각되었다. 이에 무릇 바다를 바라볼 수 있는 곳에는 놀러 돌아다니지 않은 데가 없었다. 비로소 만일사(萬日寺) 누대 위에서 바라보니, 큰 배가 물결 가운데 있는 것은 마치 오리가 헤엄치는 것 같고, 작은 배는 사람이 물속에 들어가서 머리만 조금 내놓은 것 같고, 돛단배가 가는 것은 사람이 높은 사모를 쓰고 가는 것 같았다. 여러 산과 여러 섬이 아득하게 서로 바라보고 있어서, 우뚝 내민 것도 있고 민둥한 것도 있으며, 발을 제껴 디딘 것 같은 것도 있고, 납작 엎드린 것 같은 것도 있으며 등마루만 나온 것도 있고, 상투같이 솟은 것도 있으며 가운데가 뚫려서 구멍 같은 것도 있고, 머리가 둥그스름하여 일산 머리 같은 것도 있었다. 절 중이 와서 조망(眺望)을 돕는데, 문득 손가락으로 가리켜, ‘섬은 저것은 자연도(紫燕島), 저것은 고란도(高鸞島)ㆍ기린도(麒麟島)이며, 산은 저것은 서울의 곡령(鵠嶺), 저것은 승천부(昇天府)의 진산(鎭山)이며 용산(龍山)이다.’ 하였다. 인주(仁州)의 바라뵈는 것이나 통진(通津)의 바라뵈는 것을 역력히 세어서 마치 손바닥을 지적하는 것과 같았다. 이날에 내가 대단히 즐거워서 노는 자와 더불어 술을 잔질하여 취하여 돌아왔다. 며칠 뒤에 명월사(明月寺)에서 노는데, 산의 가린 것이 더러 있어서, 만일사같이 툭 트이지는 못하였다. 두어 날 뒤에 다시 산을 따라 북쪽으로 가고, 바다와 나란히 동쪽으로 가서 조수의 격동하고 부딪치는 것과, 해시(海市 신기루)의 변화하고 괴이한 것을 구경하노라고 혹 말도 타고, 혹 걷기도 하여 조금 피곤한 뒤에 돌아왔다. 함께 논 사람은 아무 아무인데 모두 술병을 가지고 따랐다. 아, 물도 지난번의 물이요 마음도 지난번의 마음인데, 지난번에 보기 싫어하던 물을 지금은 도리어 즐겨 구경하니, 혹시 구구한 한 벼슬을 얻었기 때문인가. 맘은 내 맘이로되 스스로 제어하지 못하여, 때에 따라 바뀌기를 이와 같이 하게 되니 죽고 사는 것을 한결같이 하고 얻고 잃는 것을 같이 보는 것을 어찌 바랄 수 있겠는가. 뒷날을 오히려 경계할 수 있으므로 기록하여 둔다.” 하였다. 원적산(元積山) 부 서쪽 15리 되는 곳에 있다. 축곶산(杻串山) 부 서쪽 15리 되는 곳에 있다. 직포(直浦) 부 동쪽 10리 되는 곳에 있다. 근원이 적유산(狄踰山)에서 나와서 또 동으로 흘러, 양천현(陽川縣) 북포(北浦)로 들어간다. 대교천(大橋川) 부 동쪽 7리 되는 곳에 있다. 근원이 원적산에서 나와서 북쪽으로 흘러 직포가 되고, 김포현(金浦縣)을 지나 굴포(堀浦)가 되어 제법진(濟法津)으로 들어간다. 바다 부 서쪽 14리 되는 곳에 있다. 물차도(勿次島) 부 서쪽 15리 되는 곳에 있으며, 둘레가 3백 보이다. 호도(虎島) 부 서쪽 10리 되는 곳에 있으며, 둘레가 2백 보이다. 응도(鷹島) 부 서쪽 15리 되는 곳에 있으며, 둘레가 3백 보이다. 정자도(亭子島) 부 서쪽 15리 되는 곳에 있으며, 둘레가 1백 보이다. 문지도(文知島) 부 서쪽 10리 되는 곳에 있으며, 둘레가 1백 보이다. 청라도(靑羅島) 부 서쪽 10리 되는 곳에 있으며, 둘레가 8백 보이다. 일도(一島) 부 서쪽 8리 되는 곳에 있으며, 둘레가 3백 보이다. 장도(獐島) 부 서쪽 6리 되는 곳에 있으며, 둘레가 5백 보이다. 율도(栗島) 부 서쪽 10리 되는 곳에 있으며, 둘레가 8백 보이다. 서천도(西遷島) 부 서쪽 25리 되는 곳에 있으며, 둘레가 8백 보이다. 기도(箕島) 부 서쪽 20리 되는 곳에 있으며, 둘레가 50보이다. 전지지(全之池) 부 남쪽 3리 되는 곳에 있다.\n\n",
  "토산": "소금[鹽]ㆍ조기[石首魚]ㆍ토화(土花)ㆍ굴[石花]ㆍ부레[魚鰾]ㆍ낙지[絡締]ㆍ맛조개[竹蛤]ㆍ소라(小螺)ㆍ청해[靑蟹]ㆍ게[蟹]ㆍ곤쟁이[紫蝦]ㆍ중하(中蝦)\n",
  "봉수": "축곶산 봉수(杻串山烽燧) 남쪽으로 인천부(仁川府) 성산(城山)에 응하고, 북쪽으로 김포현(金浦縣) 백석산(白石山)에 응한다.\n\n",
  "학교": "향교(鄕校) 부 북쪽 2리 되는 곳에 있다.\n\n",
  "역원": "금륜역(金輪驛) 부 북쪽 13리 되는 곳에 있다. 구슬원(球瑟院) 부 북쪽 10리 되는 곳에 있다. 대야원(大也院) 부 남쪽 15리 되는 곳에 있다.\n\n",
  "교량": "대교(大橋) 직포(直浦)에 있다.\n\n",
  "불우": "만일사(萬日寺) 계양산(桂陽山)에 있다.○ 이규보의 시에, “지는 해는 침침한데 물은 홀로 밝고, 어지러운 산이 구불구불 서렸으니 길이 평탄하기 어렵네. 구름에 희미한 극한 포구의 수 없는 돛의 빛이며, 바람이 떨어지는 긴 강의 한 줄기 피리 소리네. 몇 사람이나 건넜는고 배는 스스로 떠있고, 외로운 호랑이를 지저귀어 쪼고도 새는 오히려 운다. 가고 오면서 깊이 강호(江湖)의 흥취를 얻었으니, 홀연히 순채(蓴菜)와 농어(鱸魚)가 만리의 정취(情趣)를 일으킨다.” 하였다. 명월사(明月寺) 계양산에 있다.○ 이규보(李奎報)의 시에, “황무한 가시숲 헤쳐도 열리지 않으니, 돌길이 평탄한 데가 적구나. 말에서 내려 걷다가 자빠져서, 내 석 자 되는 지팡이를 부러뜨렸네. 깊숙한 곳의 박쥐는 사람에 익지 못하여, 앞발 모으고 서서 멍한 모양을 한다. 주린 호랑이야 너는 으르렁대지 말라. 충신(忠信)은 내가 믿는 바이다. 나무 끝에 암자를 찾아내니, 바위에 의지하여 집을 얹었네. 어떤 사람이 이름지어, 명월(明月)이라 표방(標榜)하였나. 달을 가져 마음을 깨끗이 하려 함이런가. 혹시 달을 바라볼 수 있다는 뜻이런가. 한 길되는 집이 이 다락보다 높으니, 창해(滄海) 넓은 것이 다가보인다. 전일에 하늘에 오르기 어렵다 들었더니, 홀연히 이미 하늘 위에 있도다. 물빛이 멀수록 더욱 희어, 서리 같은 흰 비단을 펼친 것과 한 모양이네. 침침한 구름과 갠 놀이 경각 사이에 천만 가지 형상이로다. 큰 배가 물결 가운데 있는 것이, 가벼운 갈매기 헤엄치는 것 같다. 어주자(漁舟子)에게 말을 부탁하노니, 정신을 들여서 노를 잘 저어라. 너의 한가히 노는 모양을 내 시속에서 넣으련다. 아, 나는 장부책에 취하여, 맑은 흥취 저버린 지 오래려니, 이 고을에 이른 지 2년 동안, 오래 묵은 심상(心想)과 크게 들어맞네. 청하건대 그대는 다시 머물라. 이것이 하늘이 주는 바이다.” 하였다. 봉일사(奉日寺) 계양산에 있다.\n\n",
  "사묘": "사직단 부의 서쪽에 있다. 문묘(文廟) 향교에 있다. 성황사(城隍祠) 부 북쪽 2리 되는 곳에 있다. 여단(厲壇) 부 북쪽에 있다.\n\n『신증』 ",
  "총묘": "유순정(柳順汀)의 묘(墓) 부 동쪽 25리 되는 곳에 있다.\n\n",
  "고적": "자오당(自娛堂) 이규보(李奎報)의 기(記)에, “정우(貞祐) 7년 초여름에, 내가 좌사간 지제고(左司諫知制誥)로부터 계양부사(桂陽副使)로 귀양왔다. 고을 사람들이 깊은 산 옆 나무 덤불 속에 쓰러질 듯한 깨어진 달팽이 집같은 것을 태수(太守)의 처소로 삼았다. 그 제도를 보니 들보와 기둥을 아무렇게나 얽어매어, 억지로 집이라고 이름한 것이어서 쳐다보면 머리도 들 수 없고 구부리면 무릎도 뻗칠 수 없다. 더위를 만나 그 속에 있으려면, 깊은 시루 속에 들어가서 찜질을 당하는 것 같다. 처자와 노비들이 머리를 내두르며 모두 거기에 거처하려 하지 않으나, 나는 홀로 기뻐하여 깨끗이 쓸고 거처하며, 인하여 그 집에 써 붙이기를 ‘자오(自娛)’라 하였다. 그 이유를 힐난하는 손님이 있어 말하기를, ‘지금의 태수는 옛날의 방백(邦伯)이다. 뵙기를 청하는 손님들이 날마다 서로 잇달으니, 이 당(堂)에 오려는 이는 모두 준수(俊秀)한 관리들이며, 선비와 중의 괴걸(魁傑)ㆍ기특(奇特)한 사람이라서, 태수와 더불어 그 즐거움을 누리는 자가 아님이 없다. 그런데 태수가 문득 자오(自娛)라 일컬었으니, 아까 말한 손님들은 인품 가운데에 두지 않는 것이 아닌가. 어찌 사람에게 도량의 넓지 못한 것으로 보이는가.’ 하였다. 나는 웃으며 답하기를, ‘손님은 어찌 이런 말을 하는가. 바야흐로 내가 성랑(省郞)이 되었을 때에는, 나가면 누른 옷 입은 앞잡이가 길에서 외치고, 집에 들면 맛있는 음식이 큰 상에 가득하였으니, 이때를 당하여 고량자제(膏粱子弟 부잣집 자제)에 있어서는 비록 부족할 것 같지마는, 나에게는 크게 과(過)한 것이다. 그러나 시인(詩人)이 운명이 박명(薄命)한 것은 옛날부터 그러한 것이다. 갑자기 하루아침에 유사(有司)의 무함을 입어, 이 궁벽하고 황폐하며 비습한 땅에 떨어졌으니 아마도 하늘이 시킨 것이요, 사람의 힘은 아니다. 만일 집이 굉걸(宏傑)하고 거처가 화려하여, 나의 생활을 몹시 낮추고 덜어내지 않게 된다면, 하늘이 나를 조처한 뜻이 아니어서 다만 더욱 화(禍)를 부를 뿐이다. 그러니 이 누추한 것은 나만이 홀로 좋아하는 것이고, 여러 사람들이 싫어하는 것이다. 어떻게 내가 좋아한다고 해서 남도 나와 같아지라고 강제할 수가 있는가. 만일 혹시라도 변두(籩豆)를 베풀어 놓았거나, 성색(聲色)의 즐거움이 있다면, 나도 또한 무슨 마음으로 혼자서 자기 즐거움만 누리고, 차마 빈객(賓客)과 더불어 함께 하지 않겠는가. 그러나 이 고을에 있고 이 집에 사는 동안에는 이런 즐거움이 없을 것이 분명하다. 또 무엇을 의심하겠는가.’ 하였더니, 손이 무안하여 물러갔다. 그리하여 기문(記文)으로 한다.” 하였다. 초정(草亭) 이규보(李奎報)의 기(記)에, “계양이 궁벽하게 쑥대 우거진 사이에 있어서, 하나도 임천(林泉)의 좋은 지경만큼 놀 만한 데가 없고, 오직 남산 옆에 한 정자가 있는데 늙은이들이 서로 전하여 말하기를, ‘전날 상국(相國) 허홍재(許洪材)가 일찍이 이 고을에 태수로 있을 때에, 처음으로 이 터를 잡아서 돌을 쌓아 대(臺)를 만들었고, 전날 태수였던 이실충(李實忠)이 물을 터서 못을 만들고 정자를 그 위에 지었다.’ 하였다. 한 칸 열 서까래에 띠로 덮은 것은 검소한 것을 보인 것이요, 길이와 넓이가 8척에 지나지 못하고, 앉는 것도 8명에 지나지 못하는 것은 그 제도를 줄인 것이다. 물이 바위 틈에서 나와 얼음같이 극히 차서 비록 한여름이라도 들어가 목욕하면, 추워서 머리털이 서서 오래 견딜 수 없다. 게다가 둥그런 솔과 무성한 나무가 그늘을 펼치어 서늘한 기운이 생기어 맑은 바람이 저절고 오고, 뜨거운 볕이 다가오지 못하니 피서하기에 가장 적당하다. 그러므로 현판(縣板)을 척서(滌暑)라 하였다. 그러나 고을 사람들이 오히려 초정(草亭)으로 부른다. 어떤 사람이 말하기를, ‘이 땅이 풍수설(風水說)에 의한 한 형상과, 좋은 국면(局面)이 있어서 더욱 태수가 되어 온 사람에게 이롭다.’ 한다. 그러나 이것은 무당과 판수의 이치에 맞지 않는 말 같아서, 선비된 자가 마땅히 말하지 않는 것이지만, 촌사람의 비루한 말도 때로는 맞는 것이 있으니 또한 믿지 않을 수가 없다. 그런데 내가 오기 전에 홀연히 거문고를 태워, 학(鶴)을 삶는 자가 헐어버렸기 때문에 황량한 묵은 터만 남았다. 내가 보고 딱하게 여기어, 고을 아전을 불러 말하기를, ‘정자는 이 태수(李太守)가 창건한 것인데, 너의 고을에 무슨 해가 되기에 감히 헐었는가. 옛날 사람은 그 사람을 생각하여 감당(甘棠)을 베지 않은 일이 있거늘 감히 정자를 허는가.’ 하였다. 아전이 아무 말 없이 물러가서 묵은 재목을 찾아 수습하여 잠깐 동안에 다시 짓고, 다 지은 이튿날에 와서 일을 마쳤음을 고하였다. 내가 동료 친구와 더불어 술을 베풀어 낙성(落成)하였다. 내가 지난해 첫여름에 보궐(補闕)로부터 나와서 이 고을의 태수가 되었는데, 금년 6월에 이르러 예부 낭중 기거주 지제고(禮部郞中起居注知制誥)로 제수되어, 장차 대궐에 나아가게 되었다. 여러 동료들이 말하기를, ‘이 정자는 태수가 거듭 세운 것이니, 기록을 남기지 않으면 후인들이 알지 못할 것이다.’ 하였다. 내가 그렇게 여기어 대략를 써서 뒤에 오는 사람이 경솔히 헐지 않도록 부탁하고, 또 이 태수를 위하여 영원히 썩지 않을 자취를 남긴다.” 하였다.○ 이규보의 시에, “바위를 파서 솟는 물을 통하여 못에 저수하여 나는 듯한 집을 그 위에 걸치었다. 바라보면 고기잡이 배인가 생각되고, 와서는 그림 병풍에 들어왔는가 의심한다. 물의 신선이 응당 기이한 것을 저장하였던 것이며, 땅 신령이 바로 영기(靈氣)를 쌓았도다. 들빛은 처마 앞에 껴안았고, 샘 소리는 자리 밑에 들린다. 맑은 바람은 여름을 당하여 족하고, 흰 이슬은 가을도 안 되어 떨어진다. 비단 이끼는 섬돌에 얽히고 빙수(氷水)는 옥 병에서 언다. 산이 뚫어졌으니 먼 조망(眺望)을 더하고, 골이 넓으니 멀리 듣는 것을 돕는다. 나무가 우뚝하니 높은 깃발이 푸르고, 솔이 벌어졌으니 비스듬한 일산이 푸르다. 허공(許公)이 일찍이 터를 보고 이수(李守)가 비로소 정자를 지었다. 감당(甘棠)의 읊음에 짝하려 하여, 거듭 경영하고 이 글을 새긴다.” 하였다.\n황어향(黃魚鄕) 부 북쪽 15리 되는 곳에 있다. 계양산고성(桂陽山古城) 돌로 쌓았고 둘레가 1천 9백 37척이다. 지금은 모두 무너졌다.\n\n",
  "명환": "고려 윤관(尹瓘)ㆍ허홍재(許洪材)ㆍ이인손(李仁孫)ㆍ이인로(李仁老) 《계양관기(桂陽管記)》에 나왔다. 이규보(李奎報) 정우(貞祐) 7년에 좌사간(左司諫)으로부터 나와서 계양부사가 되었다.\n\n본조 권천(權踐)ㆍ목진공(睦進恭)ㆍ이사관(李士寬)ㆍ김연지(金連枝) 모두 부사가 되었다.\n\n",
  "인물": "고려 윤징고(尹徵古) 성종(成宗) 말년에 과거에 올라 감찰어사(監察御史)를 지내고, 현종(顯宗) 때에 내사사인(內史舍人)을 제수하였다. 해서(楷書)를 잘 쓰고 가는 곳마다 재결(裁決)하는 것이 공평하며, 적당하여 말을 하지 않아도 사람들이 두려워하고 사랑하였다. 추충좌리공신(推忠佐理功臣)을 주고, 상서우복야(尙書右僕射)로 증직하고 시호를 장경(莊景)이라 하였다. 손변(孫抃) 과거에 올라 고종(高宗) 때에 벼슬이 추밀원부사 수사공 상서좌복야(樞密院副使守司空尙書左僕射)에 이르렀다. 성품이 강하고 굳세며 행정의 실무에 능숙하여, 재결하는 것이 물 흐르는 것 같아서 이르는 곳마다 명성이 있었다. 이위(李瑋) 과거에 올라 여러 번 옮겨 호부원외랑(戶部員外郞)이 되었고 청렴하고 부지런하기로 소문이 났다. 뒤에 좌리공신(佐理功臣)이 되고 계양백 식읍이천호 식실봉 삼백호(桂陽伯食邑二千戶食實封三百戶)로 봉하였다. 나이 85세에 죽었는데 시호는 장숙(莊肅)이다.\n\n",
  "제영": "경마청방목(坰馬晴方牧) 이규보(李奎報)의 시에, “들 말은 비가 개자 바야흐로 먹이고, 둥지의 새는 날이 저무니 저절로 돌아온다.” 하였다. 인가상영리(人家桑影裏) 허성(許誠)의 시에, “인가는 뽕나무 그림자 속이요, 관도(官道)는 버들 그늘 가운데로다.” 하였다. 민조지고군(民稠知古郡) 안숭선(安崇善)의 시에, “백성이 조밀하니 오래된 고을인 것을 알겠고, 풍속이 후하니 순박한 바람을 보겠도다.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "숙종(肅宗) 24년에 현으로 강등되었다 장릉(章陵)에 불을 놓은 죄인이 태어난 곳이기 때문이었다. 33년에는 다시 승격되었다.\n\n",
  "성지": "고성(古城) 안남산(安南山)의 동남쪽인데, 둘레가 1천 9백 37척이다.\n\n",
  "방면": "동면(東面) 끝이 7리이다. 서면(西面) 끝이 7리이다. 주화곶(注火串) 동쪽으로 처음이 7리, 끝이 15리이다. 상오정(上梧井) 동쪽으로 처음이 7리, 끝이 15리이다. 하오정(下梧井) 동쪽으로 처음이 10리, 끝이 15리이다. 당산(堂山) 동쪽으로 처음이 7리, 끝이 15리이다. 옥모(玉毛) 동쪽으로 처음이 15리, 끝이 30리이다. 수탄(水呑) 위와 같다. 동소정(同所井) 남쪽으로 처음이 10리, 끝이 20리이다. 마장(馬場) 남쪽으로 처음이 5리, 끝이 10리이다. 석천(石川) 남쪽으로 처음이 5리, 끝이 15리이다. 석곶(石串) 서쪽으로 처음이 7리, 끝이 15리이다. 모월곶(毛月串) 서쪽으로 처음이 5리, 끝이 15리이다. 황어(黃魚) 북쪽으로 처음이 10리, 끝이 15리인데, 옛날 전어[黃魚]의 산지였다. 소래(蘇來) 남쪽으로 20리이다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 죽고……것을 : \n죽고 사는 것이나 잃고 얻는 것을 같이 보는 것은, 달관한 사람이 아니면 하지 못하는 것이다.\n\n[주-D002] 홀연히……일으킨다 : \n진(晉) 나라 사람 장한(張翰)이 서울에서 벼슬하다가 시절이 좋지 않은 것을 보고, “가을 바람에 고향의 농어(鱸魚)와 순채(蓴菜)가 한참 좋은데, 내 무엇 때문에 여기서 미관말직에 얽매여 있겠는가.” 하고, 고향인 강동(江東) 지방으로 가버렸다. 그 후 얼마 안 가서 서울에는 난리가 났다.\n\n[주-D003] 변두(籩豆) : \n모두 제기(祭器)로서, 변(籩)은 대로 얽어 만든 그릇으로 과실과 포 같은 것을 담는 것이고, 두(豆)는 접시와 같은 것이다.\n\n[주-D004] 거문고를……삶는 자 : \n거문고와 학(鶴)은 가장 풍류로운 사람이 운치로 좋아하는 물건인데, 그 거문고를 쪼개서 불때어 본댔자 큰 화력을 얻지도 못하는 것이요, 학을 잡아서 지져 본댔자 몇 사람 한 번 먹을 것에 지나지 않는다. 그런 것을 불을 때고 지진다는 것은 어리석음이 심한 자 아니면 포학이 극진한 자이다.\n\n[주-D005] 옛날 사람은……않은 일 : \n옛날 주(周) 나라의 지방관인 소공(召公)이, 지방에 순시하러 나가서 아가위[棠]나무 아래에서 쉬었는데, 그 지방 사람들이 소공의 덕화를 못 잊어서, 그가 쉬던 아가위나무까지도 아끼고 사랑하여, 서로 경계해서 그 나무를 보호하였다 한다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이식 (역) | 1969\n    \n\t\n"
}