{
  "건치연혁": "본래 탐라국(耽羅國)인데 혹은 탁라(乇羅)라고도 한다. 전라도 남쪽 바다 가운데에 있는데 넓이가 4백여 리이다. 처음에 양을나(良乙那)ㆍ고을나(高乙那)ㆍ부을나(夫乙那)라는 세 사람이 있어 그 땅에 나누어 살고, 그 사는 곳을 도(都)라고 이름하였다. 신라 때에 고을나의 후손 고후(高厚)가 그 아우 두 사람과 함께 바다를 건너와서 신라에 조회하였다. 왕이 기뻐하여 고후에게 성주(星主)라 칭호하고, 그 둘째 아우는 왕자(王子)라 하고, 끝 아우는 도내(都內)라 하여 탐라(耽羅)라는 국호를 내려주었다. 《고려사(高麗史)》 고기(古記)에 이르기를, “처음에는 인물이 없었는데 세 신인(神人)이 땅으로부터 솟아 나왔다. 지금 진산(鎭山) 북쪽 기슭에 모흥(毛興)이라는 구멍이 있으니, 이곳이 세 신인이 나온 땅이다. 맏이는 양을나이고 다음은 고을나이고 세 번째는 부을나인데, 세 사람이 궁벽한 황무지에 돌아다니며 사냥하여 가죽으로 옷을 해입고 고기를 먹고 살았다. 하루는 보니, 붉은 진흙으로 봉한 목함(木函)이 동해 가에 떠 이르렀다. 가까이 가서 열어보니, 안에 석함(石函)이 있고 붉은 띠에 자주옷을 입은 사자(使者)가 따라왔다. 석함을 여니 푸른옷 입은 처녀 세 사람과 망아지ㆍ송아지와 오곡의 종자 등 여러 가지가 있었다. 사자가 말하기를, ‘나는 일본국(日本國) 사신인데, 우리 왕이 이 세 딸을 낳고 이르기를, 「서해 가운데 있는 산에, 신의 아들 세 사람이 내려와서 나라를 열려고 하는데 배필이 없다.」 하고, 이에 신에게 명하여, 세 딸을 모시고 왔으니, 배필을 삼아 큰 업을 이루소서.’ 하고, 사자는 홀연히 구름을 타고 가버렸다. 세 사람이 나이 순서대로 나누어 장가들었다. 샘물 맛이 좋고 땅이 비옥한 곳에 나가서 화살을 쏘아 땅을 정하여, 양을나가 사는 곳을 제일도(第一都)라 하고, 고을나가 사는 곳을 제이도(第二都)라 하고, 부을나가 사는 곳을 제삼도(第三都)라 하여, 비로소 오곡을 파종하고 또 망아지와 송아지를 기르니, 날마다 부유하고 번성해졌다. 15대 손 고후(高厚)ㆍ고청(高淸) 형제 세 사람이 배를 만들어 타고 바다를 건너 탐진(耽津)에 닿았으니, 이때는 신라의 융성한 시대였다. 이때에 객성(客星)이 남방에 보였는데 태사(太史)가 아뢰기를, ‘다른 나라 사람이 와서 조회할 징조이다.’ 하였다. 고후의 무리가 이르자 왕이 가상히 여기어 고후에게 성주(星主)란 칭호를 주었으니 객성이 동하였기 때문이었다. 왕은 고청을 자기의 가랑이 아래로 나가게 하고 사랑하기를 자기 자식같이 하여 왕자(王子)라고 일컫고 그 막내를 도내(都內)라고 일컬었다. 고을 이름은 탐라(耽羅)라 하였으니, 처음 올 적에 탐진에 닿아서 신라에 조회하였기 때문이다. 각각 보개(寶蓋)와 옷을 주어 보냈다. 이때로부터 자손이 번성하여 신라를 공경히 섬기니, 드디어 고(高)를 성주로 삼고 양(良)을 왕자로 삼고 부(夫)를 도상(都上)으로 삼았다. 뒤에 양(良)을 고쳐 양(梁)으로 하였다.” 하였다. 그 뒤에 백제에 복종하여 섬겼는데, 동성왕(東城王) 21년에 탐라가 조공을 바치지 않으므로 친히 정벌하려고 무진주(武珍州)에 이르자 그 성주가 듣고 사자를 보내어 죄를 용서하기를 비니, 이에 그만두었다. 백제가 멸망함에 미쳐 신라 문무왕(文武王) 원년에 탐라국주(耽羅國主)의 좌평(佐平) 도동음률(徒冬音律)이 와서 항복하였다. 고려 태조(太祖) 20년에 태자 말로(末老)를 보내어 조회하니, 성주 왕자의 작위를 주었다. 숙종(肅宗) 10년에 탁라(乇羅)를 고쳐 탐라군(耽羅郡)으로 만들었고, 의종(毅宗) 때에 강등하여 현령관(縣令官)으로 삼았다. 원종(元宗) 11년에 반적(叛賊) 김통정(金通精)이 삼별초(三別抄)를 거느리고 그 땅에 들어가 웅거하였는데, 4년이 지나 왕이 김방경(金方慶)을 명하여 쳐서 평정하였다. 충렬왕(忠烈王) 3년에 원(元) 나라에서 말을 기르는 목장으로 만들었는데, 20년에 왕이 원 나라에 조회하고 탐라를 돌려주기를 청하니, 원 나라 승상 완택(完澤) 등이 아뢰어 황제의 뜻을 받들어 다시 우리에게 예속시켰다. 이듬해에 제주(濟州)로 고치고 비로소 판비서성사(判祕書省事) 최서(崔瑞)를 목사(牧使)로 삼았다. 26년에 원 나라 황태후(皇太后)가 또 그 땅에 말을 방목하다가 31년에 다시 우리에게 돌려주었다. 충숙왕(忠肅王) 5년에 좀도둑 사용(士用)과 엄복(嚴卜)이 군사를 일으켜 난을 꾸미니, 그 지방 사람 문공제(文公濟)가 군사를 일으켜 모두 베고 원 나라에 보고하여 다시 관리를 두었다. 공민왕(恭愍王) 11년에 원 나라에 예속시키기를 청하니, 원 나라에서 부추(副樞) 문아단불화(文阿但不花)를 탐라만호(耽羅萬戶)로 삼았다. 아단불화가 본국의 천한 노예 김장로(金長老)와 함께 주(州)에 이르러 만호 박도손(朴都孫)을 매질하고 바다에 던져 죽였다. 16년에 원 나라가 이 주(州)를 다시 우리나라에 예속시켰다. 이때에 원 나라 목자(牧子)들이 사나워서 여러 번 국가에서 보낸 목사와 만호를 죽이고 배반하였다. 김유(金庾)가 토벌하게 되니 목자들이 원 나라에 호소하여 만호부(萬戶府)를 두기를 청하였다. 왕이 아뢰어 우리나라에서 스스로 관리를 임명하고 목자들이 기른 말을 가려 바치기를 전례와 같이 하기를 청하니, 황제가 그대로 좇았다. 18년에 원 나라 목자 하치[哈赤]가 제 마음대로 날뛰어 관리를 살해하니, 6년 뒤에 왕이 도통사 최영(崔瑩)을 보내어 하치를 쳐서 멸하고 다시 관리를 두었는데, 본조에서 그대로 하였다. 태종(太宗) 2년에 성주(星主) 고봉례(高鳳禮)와 왕자(王子) 문충세(文忠世)의 무리가 성주 왕자의 호가 참람하다 하여 고치기를 청하니, 성주를 좌도지관(左都知管)으로 삼고 왕자를 우도지관(右都知管)으로 삼았다. 세조(世祖) 12년에 안무사를 고쳐 병마수군절제사를 삼았다가, 뒤에 목사로 고치고 진(鎭)을 두었다.\n\n진관(鎭管) 현(縣)이 2 정의(旌義)ㆍ대정(大靜).\n\n",
  "관원": "목사 제주진(濟州鎭)의 병마수군절제사와 방어사를 겸한다. 판관 제주진의 병마수군절제도위와 교수ㆍ감목관을 겸한다. 각 1인. 역학(譯學) 2원 한학(漢學)ㆍ왜학(倭學). 심약(審藥)ㆍ검률(檢律) 각 1인.\n",
  "군명": "탐라(耽羅)ㆍ탁라(乇羅)ㆍ탐모라(耽毛羅)ㆍ동영주(東瀛州).\n",
  "성씨": "본주 고(高), 양(良) 양(良)은 뒤에 양(梁)으로 고쳤다. 부(夫), 문(文) 처음에 보성군(寶城郡) 복성현(福城縣) 사람이 와서 고씨(高氏)의 사위가 되었는데 그 자손이 고씨를 이어서 왕자(王子)가 된 자가 있다. 정(鄭)ㆍ김(金)ㆍ이(李)ㆍ문(文)ㆍ안(安)ㆍ현(玄)ㆍ함(咸)ㆍ양(楊) 모두 속현(屬縣) 성씨이다. 김(金)ㆍ이(李)ㆍ박(朴)ㆍ임(林)ㆍ유(兪)ㆍ주(周)ㆍ조(趙)ㆍ송(宋)ㆍ정(鄭)ㆍ홍(洪)ㆍ서(徐)ㆍ최(崔)ㆍ오(吳)ㆍ차(車)ㆍ지(池)ㆍ한(韓)ㆍ마(馬) 모두 내성(來姓)이다. 조(趙)ㆍ이(李)ㆍ석(石)ㆍ초(肖)ㆍ강(姜)ㆍ정(鄭)ㆍ장(張)ㆍ송(宋)ㆍ주(周)ㆍ진(秦) 원(元). 양(梁)ㆍ안(安)ㆍ강(姜)ㆍ대(對) 운남(雲南). ○ 명(明) 나라 초년에 운남(雲南)을 평정하고 양왕(梁王)의 가속을 옮겨 제주에 안치하였다.\n\n",
  "풍속": "백성의 풍속이 어리석고 검소하며 예절이 있다. 백성의 풍속이 어리석고 검소하며, 또 초가가 많고 빈천한 백성들은 부엌과 온돌이 없고 땅바닥에서 자고 거처한다. 남녀가 짚신 신기를 좋아하고 방아가 없으며, 오직 여자가 손으로 나무 절구에 찧는다. 등에 나무통을 짊어지고 다니고 머리에 이는 자가 없다. 잘사는 사람은 그렇지 않다. 남자나 여자나 관원을 길에서 만나면 달아나 숨고 남자는 길 옆에 엎드린다.\n사투리가 난삽하다. 촌 백성의 말이 난삽하여 먼저는 높고 뒤는 낮다.\n밭머리에 무덤을 만든다. 상사를 마친 지 백일이면 복을 벗고 밭머리를 조금 파고 무덤을 만든다. 간혹 삼년상을 행하는 자도 있다. 풍속이 풍수지리와 점을 사용하지 않고 또 부처의 법도 쓰지 않는다.\n음사(淫祀)를 숭상한다. 풍속이 음사(淫祀)를 숭상하여 산과 숲, 내와 못, 높고 낮은 언덕, 나무와 돌에 모두 신의 제사를 베푼다. 매년 정월 초하루부터 보름날까지 남녀 무당이 신의 기(旗)를 함께 받들고 경을 읽고 귀신 쫓는 놀이를 하는데 징과 북이 앞에서 인도하며 동네를 나왔다 들어갔다 하면서 다투어 재물과 곡식을 내어 제사한다. 또 2월 초하룻날 귀덕(歸德) 금녕(金寧) 등지에서는 나무 장대 열둘을 세워 신을 맞아 제사한다. 애월포(涯月浦)에 사는 자는 나무 등걸 형상이 말머리 같은 것을 구해서 채색 비단으로 꾸며 말이 뛰는 놀이를 하여 신을 즐겁게 하다가 보름날이 되면 그만두는데, 그것을 연등(燃燈)이라고 한다. 이달에는 배타는 것을 금한다. 또 봄가을로 남녀가 광양당(廣壤堂)과 차귀당(遮歸堂)에 무리로 모여 술과 고기를 갖추어 신에게 제사한다. 또 그 땅에 뱀ㆍ독사ㆍ지네가 많은데 만일 회색뱀을 보면 차귀(遮歸)의 신이라 하여 죽이지 말라고 금한다.\n오래 사는 사람이 많다. 지방 사람이 질병이 적어서 일찍 죽는 사람이 없고 나이 팔구십 세에 이르는 자가 많다.\n일기가 항상 따뜻하다. 봄 여름에는 운무가 자욱하게 끼고 가을과 겨울이 되면 갠다. 초목과 곤충이 겨울을 지나도 죽지 않으며 폭풍이 자주 인다.\n산에는 사나운 짐승이 없다. 호랑이ㆍ표범ㆍ곰ㆍ승량이ㆍ이리 등 사람을 해하는 짐승이 없고 또 여우ㆍ토끼ㆍ부엉이ㆍ까치 등속이 없다.\n그물을 쓰지 않는다. 산과 바다가 험악하여 그물을 쓰지 못한다. 고기는 낚고 짐승은 쏜다. 조리희(照里戲) 매년 8월 15일이면 남녀가 함께 모여 노래하고 춤추며 왼편 오른편으로 나누어 큰 동아줄의 두 끝을 잡아당겨 승부를 결단하는데 동아줄이 만일 중간에 끊어져서 두 편이 땅에 자빠지면 구경하는 사람들이 크게 웃는다. 이것을 조리(照里)의 놀이라고 한다. 이날에 또 그네 뛰는 것과 닭 잡는 놀이를 한다.\n풍속이 별나고 군사는 사납고 백성은 어리석다. 권근(權近)이 목사 이원항(李元恒)을 보내는 서(序)에, “탐라가 바다 가운데 있어 처음에 신라 때로부터 해마다 직공(職貢)을 닦아 우리의 부속국이 되었는데, 고려 때에 제주목을 두었고, 국가에서 그대로 하여 반드시 조정 신하 중에서 문무의 재주와 지략이 있고 위엄과 은혜가 평소에 드러난 자를 뽑아서 목사를 시킨다. 그러나 바람에 돛을 달고 바다에 떠서 아득하고 멀어서 끝이 없기 때문에 수백 리 무서운 파도와 한없이 험한 것을 건너서 도착하고 보면, 풍속은 별나고 군졸은 사납고 백성은 어리석어서 기쁠 때는 사람이지만 성내면 짐승 같아서 제어하기가 어렵다.” 하였다.\n땅은 척박하고 백성은 가난하다. 고려 문종(文宗) 12년에 문하성이 아뢰기를, “탐라는 땅이 척박하고 백성이 가난하여 오직 목도(木道)질로 생활을 영위한다.” 하였다.\n풍속이 야만스럽고 거리가 멀다. 정이오(鄭以吾)가 박덕공(朴德恭)을 임지로 보내는 서(序)에, “그 풍속이 야만스럽고 거리도 먼 데다가 성주(星主)ㆍ왕자(王子)ㆍ토호(土豪)의 강한 자가 다투어 평민을 차지하고 사역(使役)을 시켜, 그것을 인록(人祿)이라 하여 백성을 학대하여 욕심을 채우니, 다스리기 어렵기로 소문이 났다.” 하였다.\n돌을 모아서 담을 쌓았다. 《동문감(東文鑑)》에, “그 땅에 돌이 많고 건조하여 본래 논은 없고 오직 보리ㆍ콩ㆍ조만이 생산된다. 그 밭이 예전에는 경계의 둑이 없어서 강하고 사나운 집에서 날마다 차츰차츰 먹어 들어가므로 백성들이 괴롭게 여겼다. 김구(金坵)가 판관이 되었을 때에 백성의 고충을 물어서 돌을 모아 담을 쌓아 경계를 만드니, 백성들이 편리하게 여겼다.” 하였다.\n여자는 많고 남자는 적다. 혼인을 구하는 자는 반드시 술과 고기를 갖춘다. 납채(納采)를 하는 자도 그렇다. 혼인날 저녁에 사위가 술과 고기를 갖추어 신부의 부모에게 뵙고 취한 뒤에야 방에 들어간다. 풍속이 소주를 많이 쓴다. 여자는 많고 남자는 적은데, 중이 모두 절 옆에 집을 짓고 처자를 기른다.\n\n",
  "형승": "북쪽으로 큰 바다를 베개 베고 남쪽으로 높은 산을 대하였다. 고득종(高得宗)의 〈홍화각기(弘化閣記)〉. 집집마다 귤과 유자요 곳곳마다 준마(駿馬)로다 위와 같다. 바다가 아득하고 멀다. 정이오(鄭以吾)의 서(序)에, “본토에서 탐라를 바라보면 큰 바다 아득하고 먼 가운데에 따로 한 구역이 되어 부속국과 같다.” 하였다. 치고 싸우는 것이 미치지 못하는 곳이다. 의종(毅宗) 13년에 안무사 조동희(趙冬曦)가 들어와 뵙고 말하기를, “탐라는 험하고 멀어서 치고 싸우는 것이 미치지 못하는 곳입니다.” 하였다. 가운데는 대단히 넓다. 《동문감》에, “남해 가운데에 있어 수로로 무려 백 리나 되고 그 가운데가 대단히 넓다.” 하였다.\n\n",
  "산천": "한라산(漢拏山) 주 남쪽 20리에 있는 진산(鎭山)이다. 한라(漢拏)라고 말하는 것은 운한(雲漢 은하(銀河))을 나인(拏引 끌어당김)할 만하기 때문이다. 혹은 두무악(頭無岳)이라 하니 봉우리마다 평평하기 때문이요, 혹은 원산(圓山)이라고 하니 높고 둥글기 때문이다. 그 산꼭대기에 큰 못이 있는데 사람이 떠들면 구름과 안개가 일어나서 지척을 분별할 수가 없다. 5월에도 눈이 있고 털옷을 입어야 한다. ○ 권근(權近)의 응제시(應制詩)에, “푸르고 푸른 한 점 한라산 멀리 넓은 물결 아득한 사이에 있다. 사람은 별을 움직이게 하면서 바다 나라에서 왔고, 말은 용종(龍種)을 낳아서 임금의 마구에 들어온다. 땅이 편벽되나 백성의 생업은 이루어지고, 바람편에 장삿배가 임의로 왕래한다. 융성한 시대에 직방씨(職方氏)가 판도(版圖)를 닦을 때에, 이 나라가 비록 누추하기는 하나 깎을 것은 아니다.” 하였다.\n장올악(長兀岳) 한라산 중턱에 있는데 주에서 36리이다. 산 위에 못이 있다. 갈악(葛岳) 주 남쪽 17리에 있다. 다랑시악(多郞時岳) 주 동쪽 65리에 있는데 둘레가 34리이다. 금물악(今勿岳) 주 남쪽 17리에 있다. 저악(猪岳) 주 동쪽 61리에 있는데 둘레가 85리이다. 장악(獐岳) 주 동남쪽 55리에 있는데 둘레가 43리이다. 사라악(沙羅岳) 주 동쪽 6리에 있다. 별도악(別刀岳) 주 동쪽 17리에 있다. 원당악(元堂岳) 주 동쪽 17리에 있다. 봉우리 위에 못이 있어 큰 가뭄에도 마르지 않고 못에는 마름과 거북ㆍ자라가 있다. 서산악(西山岳) 주 동쪽 34리에 있다. 입산악(笠山岳) 주 동쪽 50리에 있다. 산 위에 못이 있는데 연꽃과 순채(蓴菜)가 난다. 도도리악(道道里岳) 주 서쪽 13리에 있다. 수산악(水山岳) 주 서쪽 32리에 있다. 고내악(高內岳) 주 서쪽 57리에 있다. 곽지악(郭支岳) 주 서쪽 45리에 있다. 피문악(皮文岳) 주 서쪽 30리에 있다. 판을포악(板乙浦岳) 주 서쪽 80리에 있다. 파마지악(破磨只岳) 주 동남쪽 30리에 있는데 둘레가 18리이다. 문사내악(文士乃岳) 주 동남쪽 30리에 있는데 둘레가 42리이다. 금물덕악(今勿德岳) 주 서남쪽 39리에 있다. 효별악(曉別岳) 주 서남쪽 59리에 있으며 둘레가 18리이다. 상시사리(常時舍里) 주 서쪽 65리에 있는데 둘레가 70리이다. 흘전리(訖田里) 주 서쪽 82리에 있는데 둘레가 15리이다. 금녕수(金寧藪) 주 동쪽 55리에 있는데 둘레가 50여 리이다. ○ 수(藪)는 지방 말로 화(花)라 한다. 이마수(尒亇藪) 주 동쪽 79리에 있는데 둘레가 20리이다. 말응내수(末應乃藪) 주 서남쪽 62리에 있다. 개리사수(介里沙藪) 주 서쪽 75리에 있는데 둘레가 50리이다. 사야수(斜野藪)ㆍ궁괘로개수(弓掛老介藪)ㆍ복현수(卜懸藪) 모두 한라산 가운데 있다. 괴질평수(怪叱坪藪) 주 동남쪽 23리에 있다. 말질가리수(末叱加里藪) 주 동쪽 31리에 있다. 등어리지(等於里池) 주 서쪽 50리에 있는데 둘레가 25리이다. 추수(楸水) 주 서남쪽 60리에 있는데 둘레가 29리이다. 천미수(泉未水) 둘레가 25리이다. 감물덕천(甘勿德川) 주 서쪽 90리에 있다. ○ 이상 장올악 이하에는 모두 목장이 있다.\n산저천(山底川) 주 성 동쪽에 있다. 병문천(屛門川) 주 성 서쪽에 있다. 별도천(別刀川) 주 동쪽 8리에 있다. ○ 이상 세 내는 모두 가물면 마르고 비가 오면 불어난다.\n대천(大川) 주 서쪽 3리에 있다. 가물면 마르고 비가 오면 불어나는데, 물이 우묵한 곳에 이르러 저수지가 되어 그 깊이가 밑바닥이 없는데 이름을 용추(龍湫)라 한다. 비가 오지 않는 해에는 나가서 기도한다. 도근천(都近川) 주 서쪽 18리에 있다. 일명 수정천(水精川) 또는 조공천(朝貢川)이라고도 하는데 지방 사람들의 말이 난삽하여 도근(都近)은 곧 조공(朝貢)이란 말의 그릇된 것이다. 언덕은 높고 험하여 폭포가 수십 척을 날아 흘러 그 밑에서 땅속으로 스며들어 7, 8리에 이르러 돌 사이로 솟아 나와 드디어 대천의 하류를 이루었는데 도근포(都近浦)라 일컫는다. 이 아래에 깊은 못이 있는데 모양이 수달 같은 동물이 잠복하고 있어 변화를 일으켜 사람의 보물을 보면 끌어당기어 못 속으로 들어간다. ○ 이상의 병문천(屛門川) 이하는 근원이 모두 한라산 북쪽에서 흘러나와 바다로 들어간다. 양쪽 언덕에 석벽이 깎은 듯 서 있고 가운데는 암석이 깔렸다. 그 근원이 혹은 잠복하고 혹은 흐르는데 도근천이 그 내 중의 큰 것이다.\n두천(斗泉) 병문천(屛門川) 서쪽 50보에 있는데 그 모양이 말[斗] 같으므로 이름지은 것이다. 세상에서 전하기를, “이 샘물을 마시면 능히 백 보를 날 수 있었는데 호종단(胡宗旦)이 와서 그 기운을 눌렀기 때문에 마침내 없어졌다.” 한다. 가물면 맑아지고 비가 오려면 금(金)기운이 물 위에 뜬다. 추자도(楸子島) 주 북쪽 바다 가운데에 있다. 둘레가 30리이고 수참(水站)의 옛터가 있다. 모든 제주에 가는 자가 나주(羅州)에서 떠나면 무안(務安)의 대굴포(大崛浦), 영암(靈巖)의 화무지와도(火無只瓦島), 해남(海南)의 오란량(於蘭梁)을 거쳐 이 섬에 이르고, 해남(海南)에서 떠나면 삼촌포(三寸浦)로 좇아 거요량(巨要梁)ㆍ삼내도(三內島)를 거치고, 강진(康津)에서 떠나면 군영포(軍營浦)로 좇아 고자황이노슬도(高子黃伊露瑟島)ㆍ삼내도를 거치는데, 모두 삼 주야라야 이 섬에 이른다. 여기를 경유하여 사서도(斜鼠島)와 대화탈도(大火脫島)ㆍ소화탈도(小火脫島)를 지나 애월포(涯月浦)와 조천관(朝天館)에 이른다. ○ 고려 원종(元宗) 11년에 삼별초가 진도로부터 탐라에 들어와서 내외성을 쌓고 험함을 믿고 더욱 창궐하였다. 김방경(金方慶)이 몽고 흔도(忻都)와 더불어 추자도에 머물러 바람을 기다리는데, 밤중에 바람이 급하여 지향할 곳을 알지 못하였더니, 새벽에 보니 이미 탐라에 가까워졌는데 바람과 큰 파도가 세차서 오도가도 못하였다. 방경이 하늘을 우러러 탄식하기를, “국가가 편안하고 위태함이 이 한 번 싸움에 달렸는데, 오늘의 일은 나에게 있지 않은가.” 하니, 조금 뒤에 풍랑이 그쳐 마침내 진격하여 크게 물리쳤다. 탐라 사람들이 그 공을 생각하여 후풍도(候風島)라고 이름하였다.\n신도(身島) 곧 추자도의 주봉(主峯)이다. 청로도(淸路島)ㆍ지도도(知道島)ㆍ초란도(草蘭島)ㆍ수덕도(愁德島) 모두 추자도 남쪽에 있다. 사여서도(斜餘鼠島)ㆍ사서도(斜鼠島) 모두 추자도 동쪽에 있는데 두 섬에 모두 샘이 있고, 그 남쪽에는 어선이 모여든다. 대화탈도(大火脫島) 추자도 남쪽에 있는데 돌봉우리가 삐쭉삐쭉하고 그 꼭대기에 샘이 있다. 수목은 없고 풀이 있는데 부드럽고 질겨 기구를 만들 만하다. 소화탈도(小火脫島) 추자도 서남쪽에 있는데 석벽이 깎은 듯이 서 있고, 양 섬 사이로 두 물이 합쳐서 흘러 파도가 높고 급하므로 배가 많이 표류하고 침몰되니, 왕래하는 사람들이 매우 괴롭게 여긴다.\n우도(牛島) 둘레가 백 리인데 주 동쪽 정의(旌義) 경계에 있다. 사람과 말[馬]이 떠들면 풍우가 일어난다. 섬의 서남쪽에 구멍이 있는데 작은 배 한 척을 용납할 만하고, 조금 나아가면 배 오륙 척을 감출 만하다. 그 위에는 큰 돌이 집 같은데, 마치 햇빛이 떠서 비치고 별들이 찬연하게 벌여 있는 것 같고 기운이 심히 차고 냉하여 머리털이 쭈뼛한다. 세속에서는 부르기를 신룡(神龍)이 있는 곳이라 부르는데, 7, 8월 사이에는 고기잡이 배가 가지 못한다. 가면 크게 바람이 일어나고 우레가 치고 비가 쏟아져서 나무를 쓰러뜨리고 곡식을 손상시킨다. 그 위에는 닥나무가 많다.\n비양도(飛揚島) 주 서쪽 80리에 있는데 수로가 5리이다. 둘레가 10리이고 양을 기르는 목장이 있다. 재암(財巖) 명월포(明月浦) 서쪽 5리에 있는데, 집과 같이 둥글넓적하고 그 위에는 흰모래로 깔렸고 그 밑에는 큰 구멍이 있다. 사람이 횃불을 가지고 들어가면 그 가운데가 넓어서 80보는 될 만하다. 석종유(石鐘乳)가 산출된다. 그 서북쪽에 바위 두 개가 있는데 소협재(小夾財)라 한다. 모두 석종유가 산출되고 그 가운데가 넓어서 50보쯤 된다. 명월포(明月浦) 주 서쪽 60리에 있는데 바다 어귀에 선박을 댈 만하다. 최영(崔瑩)이 하치[哈赤]를 토벌할 때 목자(牧子) 질리필사(迭里必思)의 무리가 30여 기(騎)로 이 포구에서 막으니, 큰 군사가 일제히 나가 힘껏 쳐서 크게 물리쳤다. 판포(板浦) 주 서쪽 95리에 있다. 북포(北浦) 주 동쪽 45리에 있는데 염분(鹽盆)이 있다. 이포(泥浦) 주 서쪽 9리에 있다. 도도리포(道道里浦) 주 서쪽 10리에 있다. 귀일포(貴日浦) 주 서쪽 27리에 있다. 고내포(高內浦) 주 서쪽 40리에 있다. 귀덕포(歸德浦) 주 서쪽 47리에 있다. 독포(獨浦) 주 서쪽 61리에 있다. 배령포(杯令浦) 주 서쪽 63리에 있다. 함덕포(咸德浦) 주 동쪽 31리에 있다. 어등포(於等浦) 주 동쪽 64리에 있다. 도의탄포(道衣灘浦) 주 동쪽 72리에 있다.\n\n",
  "토산": "산도(山稻)ㆍ기장ㆍ피ㆍ조ㆍ콩ㆍ팥ㆍ메밀ㆍ보리ㆍ밀, 말 원 나라 지원(至元) 시대에 탐라를 방성(房星) 분야(分野)라 하여 목장을 두고 단사관(斷事官)이나 만호(萬戶)를 두어 목축을 주관하였다. ○ 정이오(鄭以吾)의 기(記)에, “말이 생육되는 것이 진(晉) 나라의 굴산(屈産)과 같아서 여러 고을과 비교할 바가 아니다.” 하였다. 목장이 4군데인데, 정의(旌義)와 대정(大靜)도 같다. 소 검정소ㆍ누런소ㆍ얼룩소 등 여러 종류가 있는데, 뿔이 매우 아름다워 술잔을 만들 만하다. ○ 집집마다 목축하여 수백 마리로 떼를 이룬다.궤자(麂子)ㆍ미록(麋鹿) 이 고을에서만 생산된다. 가죽이 세밀하고 질겨 가죽신을 만들 만하다. 해달(海獺)ㆍ지달(地獺)ㆍ환(獾)ㆍ진주[蠙珠] 고려 충렬왕(忠烈王) 2년에 원 나라에서 임유간(林惟幹)을 보내어 탐라에서 구슬을 채취하다가 얻지 못하고, 민간이 간직하여 둔 것을 백여 개 가지고 돌아갔다. 대모(玳瑁)ㆍ자개[貝]ㆍ앵무라(鸚鵡螺) 이상 세 물건은 모두 우도(牛島)ㆍ대정(大靜)ㆍ가파도(加波島)에서 난다.\n감(柑) 황감(黃柑)ㆍ유감(乳柑) 등 몇몇 종류가 있다. 귤(橘) 금귤(金橘)ㆍ산귤(山橘)ㆍ동정귤(洞庭橘)ㆍ왜귤(倭橘)ㆍ청귤(靑橘)의 다섯 종류가 있는데 청귤은 열매를 맺어 봄이 되어서야 익고 때가 지나면 다시 말랐다가 때가 이르면 다시 익는다. 유자[柚]ㆍ비자(榧子)ㆍ치자(梔子)ㆍ밤 적률(赤栗)ㆍ가시율(加時栗) 두어 종류가 있다. 과실이 과원(果園)에서 나오는데 과원은 모두 담을 쌓았다. 모두 열아홉 곳인데, 대정이 여섯 곳이고 정의가 다섯 곳이다. 무환자(無患子) 잎사귀가 창백하다. 무회목(無灰木) 우도(牛島)에서 난다. 바다 가운데 있을 때는 부드럽고 연하여 물결을 따라 올라갔다 내려갔다 하다가 물 밖에 나오면 굳고 단단하여진다.\n산유자ㆍ이년목(二年木)ㆍ노목(櫨木)ㆍ두충(杜冲)ㆍ지각(枳殼)ㆍ후박(厚朴)ㆍ동실(棟實)ㆍ동근(棟根)ㆍ영릉향(零陵香)ㆍ안식향ㆍ향부자(香附子)ㆍ청피(靑皮)ㆍ해동피(海東皮)ㆍ촉초(蜀椒)ㆍ진피(陳皮)ㆍ필징가(蓽澄茄)ㆍ팔각(八角)ㆍ표고버섯ㆍ목의(木衣)ㆍ석곡(石斛)ㆍ석종유(石鐘乳)ㆍ백납(白蠟)ㆍ소금ㆍ미역ㆍ우뭇가사리ㆍ게ㆍ소라ㆍ전복ㆍ석결명(石決明)ㆍ황합(黃蛤)ㆍ해의(海衣)ㆍ오징어ㆍ은어[銀口魚]ㆍ옥두어(玉頭魚)ㆍ상어ㆍ갈치ㆍ고등어ㆍ행어(行魚)ㆍ문어.\n",
  "성곽": "읍성(邑城) 돌로 쌓았는데 둘레가 4천 3백 94척이고, 높이가 11척이다. 성 안에는 물이 없고 성 남쪽 큰 돌 밑에 큰 구멍이 있어 물이 솟아나오는데 이름이 가락귀(嘉樂貴)이다. 깊이가 10척 가량 된다. 흐름을 가로막아서 겹성을 쌓았는데 성 안 사람들이 길어다 마신다.\n\n",
  "관방": "조천관 방호소(朝天館防護所) 주 동쪽 25리에 있다. 금녕포(金寧浦) 방호소 주 서쪽 51리에 있다. 도근천(都近川) 방호소 주 서쪽 17리에 있다. 애월포(涯月浦) 방호소 주 서쪽 42리에 있다. 명월포(明月浦) 방호소 주 서쪽 60리에 있다. ○ 이상 방호소에는 모두 진수(鎭戍)하는 군졸을 두어서 지킨다. 정의와 대정도 같다. 『신증』 돌로 성을 쌓았는데 둘레가 2천 20척이요, 높이가 8척이다. 동쪽 서쪽 남쪽에 문이 있고 성 안에 샘이 있어 냇물처럼 솟아나온다. 예전에 성이 없었는데, 정덕(正德) 경오년에 이 땅이 비양도(飛陽島)로 왜선(倭船)이 가까이 대일 수 있는 곳이라 하여 쌓았다.\n건입포 수전소(巾入浦水戰所) 주 동북쪽 1리에 있다. 조천관포구 수전소(朝天館浦口水戰所)ㆍ금녕포구 수전소(金寧浦口水戰所) 이상 세 곳은 좌방(左舫)에 속한다.\n벌랑포 수전소(伐郞浦水戰所) 주 서쪽 20보에 있다. 도근천포구 수전소(都近川浦口水戰所)ㆍ애월포구 수전소(涯月浦口水戰所)ㆍ명월포구 수전소(明月浦口水戰所) 이상 네 곳은 우방(右舫)에 속한다. 여러 곳에 모두 전선(戰船)이 있고, 또 군사가 있어 번갈아서 나누어 지킨다. 모든 공납물과 선물(膳物)이 차례대로 바다를 건넌다. 정의와 대정도 같다.\n\n『신증』 별방성(別防城) 주 동쪽 75리에 있다. 돌로 쌓았는데 둘레가 2천 3백 90척이고 높이가 7척이다. 동쪽 북쪽에 문이 있다. 정덕(正德) 경오(庚午)에 이 땅이 우도(牛島)로 왜선이 가까이 대일 수 있는 것이라 하여 성을 쌓고 금녕 방호소(金寧防護所)를 여기에 옮기고 별방(別防)이라 이름하였다. 좌우위(左右衛) 예전에는 객사 문밖에 있었는데 김석철(金錫哲)이 목사로 있을 때에 관덕정(觀德亭) 동쪽으로 옮겨 지었다.\n\n",
  "봉수": "시리(時里)ㆍ도내악(道內岳)ㆍ왕가(往可)ㆍ사라(紗羅)ㆍ서산(西山).\n",
  "궁실": "홍화각(弘化閣) 성 안에 있는데, 최해산(崔海山)이 세운 것이다. 곧 옛날 안무사의 영(營)인데 지금은 절제사의 영청(營廳)이 되었다. ○ 고득종(高得宗)의 기(記)에, “갑인년 가을 8월에 전 공조 참판 익양(益陽) 최해산(崔海山)이 도안무사가 되어 배에서 내리자마자 우선으로 기근을 구제하는 정사를 마음에 급급하게 먹고, 슬퍼하고 불쌍히 여겨 따뜻하게 어루만지고 은혜를 내리는 한편, 원통하고 억울한 것을 다스리자 옥에는 연체된 송사가 없어졌고, 교화를 베풀자 백성이 예의를 알게 되었다. 말을 기르는 방법과 적의 침입을 막는 방비와, 학교를 일으키고 농사를 권하며, 재해를 구제하고 환란을 불쌍히 여기는데 이르기까지 사람을 다스리는 방도를 남김없이 다하였다. 또 신을 섬기기를 정성으로 하여 마음을 재계하고 생각을 깨끗이 하였다. 다음해에 풍우가 철에 맞게 내리고 순조로워 곡식이 풍년들어 백성은 배를 두드리며 즐기고 말은 크게 번식하였으니, 우리 전하께서 어진 사람을 가리신 은혜가 깊고 또 지극하다. 공이 정사가 성취되고 인심이 화평해지자, 관청의 퇴폐하고 허물어진 것을 수축하려고, 문을 닫은 절의 재목과 기와를 가져다가 먼저 거처하는 집을 일으키니, 거문고 치는 당과 욕실ㆍ부엌ㆍ낭사의 위치가 갖추어졌다. 조금 서편으로 집 세 칸을 세워서 당을 만들고, 또 그 서쪽에 집 세 칸을 세우고 겹처마로 보충하니, 그 규모가 광대하고도 정밀하고, 그 제도가 웅장하고도 화려하였다. 그 남쪽에 반자(半刺 군의 보좌관)의 당을 세우고, 그 북쪽에는 나라에 바치는 말의 마구를 두고, 동쪽에는 창고를 두고, 서쪽에는 온돌방을 두었다. 또 그 남쪽에 따로 문루(門樓)를 지어 아래로는 드나들게 하고 위에는 종과 북을 달았고, 약(藥)창고와 기(旗) 두는 곳이 동서에 서로 대치하게 하였다. 모두 담으로 둘렀으니, 집이 도합 2백 여섯 칸인데 집들이 서로 연접하지 않은 것은 화재를 예방하기 위한 것이다. 그 경영과 위치와 제작이 적당함을 얻은 것은 모두 공의 지시와 계획에서 나왔다. 공이 하루는 각(閣) 위에 앉아서 고을의 부로들을 소집하여 낙성을 하고 또 이름지을 것을 의논하였다. 어떤 이가 말하기를, ‘예전에 만경루(萬景樓)라는 이름이 있었으니, 지금 회복하는 것이 좋습니다.’ 하였다. 공이 말하기를, ‘그렇지 않다. 내가 집을 세운 것은 놀고 구경하는 것을 위함이 아니다. 옛적 주(周) 문왕(文王) 때에 주공(周公)은 안에서 다스리고 소공(召公)은 밖에서 다스려서 교화가 사람에게 미치는 것이 바람이 움직이는 것같이 미쳐서, 당세의 사람들이 덕화에 고무되지 않음이 없었는데, 지금 성스럽고 밝으신 임금이 위에 있고 원로의 재상들이 모두 공경하고 화합하여 어진 사람을 급히 구하여 나누어 보내 밖에서 다스린다. 그러나 오히려 혜택이 미치지 못하고 정치의 교화가 흡족하지 못한 것은, 위임받은 자가 적당한 사람이 아니어서, 받들어 행하는 것이 그 도리를 다하지 못하였기 때문이다. 무릇 임금의 근심을 나눈 지방관이 날마다 이 집에 올라서 편안히 놀지도 말고 욕심을 방종히 하지도 말아서, 맡은 직책을 다하기를 생각하여, 항상 왕화(王化)를 넓히고 백성의 사정을 뚫어주는 것으로 마음을 삼는다면, 주(周) 나라의 다스림을 오늘에 다시 볼 수 있고, 제주의 백성들이 마땅히 무궁하게 복을 받을 것이다. 그렇다면 어찌 홍화(弘化)라고 이 집을 이름하지 않으랴.’ 하였다. 이에 듣는 자가 모두 절하고 사례하기를, ‘공께서 이름 지으신 것이 능히 뒤를 잇는 자로 하여금 더욱 힘쓰게 하는 점이 있고, 우리 백성들은 길이 어진 덕화를 입을 것을 더욱 보장할 수 있습니다.’ 하고, 드디어 나에게 청하여 홍화각(弘化閣) 세 글자를 써서 걸었다.” 하였다.\n조천관(朝天館) 세 고을을 경유하여 육지로 나가는 자는 모두 여기서 바람을 기다리고, 전라도를 경유하여 세 고을에 들어오는 자도 모두 이곳과 애월포(涯月浦)에 배를 댄다.\n\n『신증』 우련당(友蓮堂) 영문(營門) 밖에 있다. 목사 이수동(李壽童)이 성안에 우물이 없음으로 못을 파서 물을 채워 연을 심고, 그 위에 집을 지었다.\n\n",
  "누정": "망경루(望京樓).\n",
  "학교": "향교(鄕校) 성 안에 있다. 김처례(金處禮)가 지은 비문(碑文)에, “우리 태조(太祖) 원년 임신에 성균관이 이루어지고 세종(世宗) 17년 을묘에 향교가 지어졌다. 성화(成化) 병술년 봄에 완산(完山) 이유의(李由義)가 제주의 목사로 임명되어 맨 처음 문묘에 참배하고 그 집이 퇴락한 것을 애통하게 여겨 개연히 새롭게 하려 하여, 판관 장흥(長興) 이인충(李仁忠)과 의논하여, 드디어 영졸(營卒)에게 명을 내려 순번에 따라 일에 종사하게 하고, 교수관(敎授官) 문소조(文紹祖)로 하여금 감독하게 하니, 선비는 학업을 던져두고 분주하고 목공은 재주를 다하여 경영하였다. 목사가 매번 공사의 여가에 친히 임하여 지휘하니, 이에 묘무(廟廡)와 재사(齋舍)와 문장(門墻)과 당옥(堂屋)과 변두(籩豆)와 보궤(簠簋 제기(祭器)의 한 가지)와 궤안(几案)과 위판(位板)과, 부엌ㆍ창고ㆍ마구ㆍ변소ㆍ뜰ㆍ도로까지 수십 일이 못 되어 빛나게 새로워졌다. 고을의 부로들과 학생ㆍ아이ㆍ어른이 듣고 보고 다투어 하례하고 학업으로 서로 권하며 또 말하기를, ‘목사의 공은 이 고을의 전에 없던 것이니, 어찌 돌에 새겨 후세에 보이지 않으리요.’ 하고, 처례(處禮)에게 촉탁하여 명(銘)을 짓게 하였다. 처례가 말하기를, ‘학교의 흥하고 폐하는 것이 정치의 성하고 쇠함에 크게 관련된다. 학교가 이미 수리되었으니, 학교의 규칙도 마땅히 새로워져야 하겠다. 스승된 자가 진실로 능히 세종(世宗)께서 특별히 내려주신 서적을 받들고 성현이 지으신 경전을 가지고서, 학생들로 하여금 입으로 외우고 마음으로 생각하며, 아침에 배우고 저녁에 익히도록 하며, 회옹(晦翁)의 백록동(白鹿洞) 규칙을 게시하여 우러르고 사모하기를 그치지 아니하니, 목사가 중수한 아름다운 뜻을 살펴 물 뿌리고 쓸기를 싫어함이 없어서, 지(知)와 행(行)이 아울러 나아가면 성현되기를 기약할 수 있을 것이다.’ 하였다. 열 집이 되는 고을에도 오히려 충신 한 사람이 있거든 세 성[三姓]이 사는 땅에 어찌 걸출한 이가 없겠는가. 집에 있어서는 자제를 교훈하여 효도를 옮겨 충성을 하게 하고, 세상에 나가서는 조정 일에 분주하여 이름을 후세에 날려, 융성한 조정에서 교화하여 성취시킨 뜻에 부응한다면 어찌 고을 사람의 다행이 아니겠는가.” 하였다.\n월계정사(月溪精舍) 예전 명월현(明月縣)에 있다. 금녕정사(金寧精舍) 예전 금녕현(金寧縣)에 있다. 주(州)에서 월계(月溪)로 서재(西齋)를 삼고 금녕(金寧)으로 동재(東齋)를 삼아 향교의 유생을 나누어 각각 사는 데서 가까운 곳에 따라 여기에서 글을 읽게 하고, 지방 사람의 학식과 인망이 있는 사람을 택하여 학장(學長)으로 삼았다. 성안에는 또 향학당(鄕學堂)이 있다.\n\n",
  "교량": "감덕포석교(感德浦石橋) 길이가 1백 10보이고 다리의 북쪽은 바다에 연하였는데 높고 준험한 절벽이다. 가락교(嘉樂橋) 동문 안에 있다. 화북천교.\n",
  "불우": "존자암(尊者庵) 한라산 서쪽 고개에 있다. 그 골짜기에 돌이 있는데 마치 중이 도를 닦는 모양 같다. 속설에 전하기를 수행동(修行洞)이라고 한다. 월계사(月溪寺) 독포(獨浦) 동남쪽에 있다.\n수정사(水精寺) 도근천(都近川) 서쪽 언덕에 있다.○ 이제현(李齊賢)의 해가시(解歌詩)에, “도근천에 물 막는 둑이 무너지면, 수정사 안이 또한 바다가 되리.” 하였는데, 곧 이 절의 고사이다.\n묘련사(妙蓮寺) 주 서쪽 25리에 있다. 중 혜일(慧日)의 시에, “남해의 천기가 자주 흐리기를 좋아하는데, 오늘 저녁은 새로 개여 손의 마음을 씻는구나, 한 꿈 같은 인생은 영화와 쇠하는 것이 있으나, 중추에 달빛은 예전이나 지금이나 마찬가지다. 멀리 아득한 데 다다르니 포구(浦口)가 넓고, 비낀 그림자가 침침하니 연기 낀 대숲의 집이 깊도다. 밤늦도록 구경하니 맑은 것이 생각에 들어와, 머리 기울이며 가느다랗게 읊조림이 나옴을 금하지 못하네.” 하였다.\n문수암(文殊庵) 주 서남쪽 27리에 있다. 해륜사(海輪寺) 일명 서자복(西資福)이다. 주 서쪽 독포(獨浦) 어귀에 있다. 만수사(萬壽寺) 일명 동자복(東資福)이다. 건입포(巾入浦) 동쪽 언덕에 있다. 강림사(江臨寺) 주 동쪽 함덕포(咸德浦) 어귀에 있다.\n보문사(普門寺) 거구리악(巨口里岳) 북쪽에 있다. ○ 중 혜일(慧日)의 시에, “절이 궁벽하여 거친 지경에 의지하였는데, 샘물이 단 것은 꿈 가운데 얻어진 것이다. 연장(蓮場)에 좋은 일을 만났고, 불법의 유풍을 잇는다. 풀은 서리를 맞고도 그대로 푸르고, 담쟁이는 장기(瘴氣)로 인하여 붉지 못하네. 원통문(圓通門)은 스스로 열렸는데, 먼 기러기가 긴 하늘에서 부르짖는다.” 하였다.\n서천암(逝川庵) 조공천(朝貢川) 위에 있다. ○ 중 혜일의 시에, “한라산이 높기가 몇 길인가, 절정 위에는 신비한 못물이 고였다. 나누어 나와 북으로 흘러가서, 아래에 조공천이 되었네. 폭포가 어지러이 물방울을 뿜어, 둥근 구슬들같이 달아나네. 놀란 여울이 여러 돌에 부딪치다가, 간혹 항아리와 동이같이 파여지기도 한다. 편안히 흐르는 것이 몇 리가 되는데, 맑고 깨끗하여 푸른 하늘을 비치네. 도 닦는 사람 종해(宗海)란 이가 있어, 냇가에 암자를 세웠네. 이미 산수의 낙을 따르고, 또 향화(香火)의 인연을 부쳤네. 서늘한 가을 아름다운 달밤에, 바위를 쓸고 차 마시는 자리를 열었다. 새것을 맛보려고 대추ㆍ밤을 따고, 옛것을 얘기하여 깊고 미묘한 것을 다한다. 인하여 중니(仲尼)의 말을 생각하고, 자못 소성(小聖)의 선(禪)도 생각한다. 무생(無生)의 이치로 서천(逝川)이라 이름지어, 오래 전하기를 기약한다. 만일 드높이 깨달아 잡는다면, 물결이 모두 옮기지 않으리라.” 하였다.\n소림사(小林寺) 주 동남쪽 10리에 있다. 관음사(觀音寺) 조천관포(朝天館浦)에 있다.\n\n",
  "사묘": "사직단(社稷壇) 주 남쪽에 있다. 문묘(文廟) 향교에 있다. 광양당(廣壤堂) 주 남쪽 한라 호국신사(護國神祠)에 있다. 속설에 전하기를, “한라산신(漢拏山神)의 아우가 나서부터 성스러운 덕이 있었고, 죽어서는 신이 되었다. 고려 때에 송(宋) 나라 호종단(胡宗旦)이 와서 이 땅을 제어하고 바다에 떠서 돌아가는데, 신이 화하여 매가 되어서 돛대 머리에 날아 올랐다. 조금 있다가 북풍이 크게 불어서 종단의 배를 쳐부셔 서쪽 지경 비양도(飛揚島) 바위 사이에서 죽었다. 조정에서 그 신령스럽고 이상함을 포창하여 식읍(食邑)을 주고 광양왕(廣壤王)을 봉하고 해마다 향(香)과 폐백을 내려 제사하였고, 본조에서는 본읍으로 하여금 제사 지내게 하였다.” 하였다. ○ 상고하건대 호종단이 와서 고려에 벼슬이 기거사인(起居舍人)에 이르고 죽었으니, 와서 땅을 제어하다가 배가 침몰되었다 하는 말은 믿을 수 없다. 차귀사(遮歸祠) 주 서쪽 3리에 있다. 천외사(川外祠) 주 서쪽 70리에 있다. 초춘사(楚春祠) 주 동쪽 70리 정의현(旌義縣) 경계에 있다. 여단(厲壇) 주 동쪽에 있다. 성황사(城隍祠) 주 남쪽 16리 한라산 아래에 있다.\n\n",
  "고적": "모흥혈(毛興穴) 주 남쪽 2리에 있다. 건치연혁의 주에 자세하다. 서산(瑞山) 고려 목종(穆宗) 5년 6월에 산이 바다 가운데에 솟아나왔는데 산에 네 구멍이 뚫리고 용암이 솟아나와 닷새 만에 그쳤는데, 그 물이 모두 엉기어 기왓돌[瓦石]이 되었다. 10년에 상서스러운 산[瑞山]이 바다 가운데에 솟아나왔다. 태학박사 전공지(田拱之)를 보내어 가서 보았는데 사람들이 말하기를, “산이 처음 나올 때에 구름과 안개가 자욱하고 우레 소리를 내며 땅이 움직였는데, 일곱 주야 만에 비로소 개였다. 산의 높이가 백여 길이나 되고 주위가 40여 리나 되는데, 초목이 없고 연기가 그 위에 덮이고 바라보기에 석류황(石硫黃) 연기 같아서 사람들이 두려워서 감히 가까이 가지 못하였다. 공지(拱之)가 친히 산밑에 이르러 그 모양을 그려 바쳤다.” 하니, 지금 대정현(大靜縣)에 속한다.\n칠성도(七星圖) 주 성 안에 있다. 돌로 쌓았던 옛터가 있다. 삼성(三姓)이 처음에 나와서 삼도(三徒)를 나누어 차지하고 북두성 모양으로 대를 쌓아 나누어 웅거하고 인하여 칠성도(七星圖)라고 이름하였다. 대촌(大村) 삼도(三徒)를 합하여 살아서 큰 마을이 되었는데, 곧 지금의 주성(州城)이다. 고을 사람들이 성 안을 대촌(大村)이라고 한다. 고령전(高齡田) 주 동쪽 1리에 있다. 속설에 전하기를, “당(唐) 나라 배가 와서 파선한 곳이다.” 한다. 지금도 밭을 가는 사람들이 혹 마노(碼碯) 등 보물을 파서 얻는데 당 나라 사람들이 유실한 것이라 한다. 지금 한라산 밑 바닷가에 있는 바윗돌을 보면 모두 바닷물에 깎인 곳이 있으니, 의심컨대 상고(上古)에는 모두 바다였던 것이 지금은 변하여 밭이 되었나보다.\n동무소협(東巫小峽) 고기(古記)에 이르기를, “한라산의 일명은 원산(圓山)이니, 곧 바다 가운데 있다는 원교산(圓嶠山)이고 그 동쪽은 동무소협인데 신선이 사는 곳이다. 또 그 동북쪽에 영주산(瀛洲山)이 있으므로 세상에서 탐라를 일컬어 동영주(東瀛洲)라 한다.” 하였다. 고토성(古土城) 주 서남쪽 36리에 있는데, 둘레가 15리이다. 삼별초가 쌓은 것인데 지금은 모두 허물어졌다. 고성(古城) 주 성 서북쪽에 고성의 남은 터가 있다. 고장성(古長城) 바닷가에 따라 둘러 쌓았는데 둘레가 3백여 리이다. 고려 원종(元宗) 때에 삼별초가 반란을 일으켜 진도에 웅거하니, 왕이 시랑 고여림(高汝林)의 무리를 탐라에 보내어 군사 1천을 거느리고 방비하고, 인하여 장성(長城)을 쌓았다.\n항파두고성(缸波頭古城) 주 서쪽 10리에 있다. 성 안에 샘이 있어 큰 가뭄에도 마르지 않는다. 고려 원종 12년에 김방경(金方慶)을 보내어 삼별초를 진도에서 토벌하여 물리칠 때, 김통정(金通精)이 삼별초를 거느리고 와서 귀일촌(貴日村) 항파두리에 웅거하고 이 성을 쌓아서 막았다. 방경의 무리가 나아가 쳐서 함락시키고, 천호 윤방보(尹邦寶)를 시켜 원 나라 군사 4백 명과 관군 1천 명을 거느리고 머물러 지키게 하고 돌아왔다.\n애월목성(涯月木城) 주 서쪽 42리에 있는데 곧 삼별초가 쌓은 것으로서 관군을 막던 곳이다. 지금은 반은 퇴락하였다. 동제원(東濟院) 주 동쪽 9리에 있다. 남은 터가 있는데 곧 이문경(李文京)이 군사를 진쳤던 곳이다. 장평(長坪) 주 서쪽 6리에 있다. 고려 원종 때에 문행노(文幸奴)가 난을 일으켜 군사를 장평(長坪)에 주둔시켰는데, 부사 최탁(崔托)과 성주(星主) 양호(梁浩)의 무리가 쳐서 평정하였다.\n다루가치부[達魯花赤府]ㆍ군민안무사부(軍民安撫使府) 고려 충렬왕(忠烈王) 때에 원 나라 탑라치[塔羅赤]가 소ㆍ말ㆍ낙타ㆍ나귀ㆍ양을 싣고 와서 수산평(水山坪)에 방목하였는데 말이 번식하였다. 이 뒤에 원 나라에 다루가치[達魯花赤]와 총관부(摠官府)를 설치하고 고인단(高仁旦)을 총관으로 삼아 부의 행정을 처리하다가 조금 뒤에 파하였고, 그 뒤에 또 군민안무사부(軍民安撫使府)를 설치하고 탑치(塔赤)로 다루가치를 삼아 부의 일을 처리하다가 조금 뒤에 또 파하고, 도로 고려에 예속시켰다. 지금 주 성 북쪽 해안에 옛 관부의 남은 터가 있는데, 의심컨대 곧 그 땅인 듯하나, 상고할 수 없다. 송담천(松淡川) 주 동쪽 13리에 있다. 이문경(李文京)이 군사를 놓아 불사르고 약탈하니, 고여림(高汝林)의 무리가 이곳에서 맞아 싸워 이기지 못하였다. 문경이 관군을 모두 죽이고 조천포(朝天浦)에 웅거하였다. 귀일촌(貴日村) 주 서쪽 20리에 있다. 고내현(高內縣) 주 서쪽 45리에 있다. 애월현(涯月縣) 주 서쪽 42리에 있다. 곽지현(郭支縣) 주 서쪽 50리에 있다. 귀덕현(歸德縣) 주 서쪽 60리에 있다. 고려 희종(熙宗) 7년에 주의 석천촌(石淺村)을 승격하여 귀덕현을 만들었다. 명월현(明月縣) 주 서쪽 60리에 있다. 신촌현(新村縣) 주 동쪽 25리에 있다. 함덕현(咸德縣) 주 동쪽 30리에 있다. 금녕현(金寧縣) 주 동쪽 50리에 있다. ○ 이상 각 현이 모두 직촌(直村)이 된다.\n\n『신증』 시사석(矢射石) 주 동쪽 12리에 있다. 고로들이 전하는 말에, “삼성(三姓)이 터를 정할 때에 활을 쏜 것인데, 지금도 쏜 자국이 아직 남아있다.” 하였다.\n\n",
  "명환": "고려 최척경(崔陟卿) 의종(毅宗) 때에 판이부사 최윤의(崔允儀)가 척경의 맑고 곧음을 듣고 탐라 영(耽羅令)을 제수하였다. 척경이 관청에 이르러 백성에게 이익이 되는 것을 일으키고 폐단이 되는 것을 고치니, 백성들이 모두 편안히 여겼다. 그 뒤에 탐라 사람들이 현령(縣令)이 침노의 사나운 것을 괴롭게 여겨 반란을 일으켰다. 말하기를, “만일 최척경으로 현령을 삼는다면 무기를 버리겠다.” 하였다. 왕이 말하기를, “이런 어진 사람이 있다면 왜 쓰지 않으랴.” 하고, 불러서 비단을 주고 곧 탐라 영을 제수하였다. 탐라 사람들이 그가 온다는 말을 듣고 곧 가벼운 작은 배를 갖추어 맞아서 지경에 들어오자 모두 창을 던지고 나열하여 절하면 말하기를, “공께서 오셨으니 우리들은 살았습니다.” 하고, 전과 같이 편안히 살았다.\n조동희(趙東曦) 의종(毅宗) 12년에 왕명을 받들고 선유하여 안무사가 되었다. 김구(金坵) 주의 판관이 되었다가 만기가 되자, 들어와 직한림원(直翰林院)이 되었다. 경세봉(慶世封) 청백으로 일컬어졌다. 김지석(金之錫) 고종(高宗) 때에 부사가 되었다. 주의 풍속에 남자가 나이 15세 이상이 되면 해마다 콩 10두(斗)를 바치고, 아문(衙門) 아전은 해마다 말 한 필씩을 바쳐 부사와 판관이 나누어 받았다. 지석이 고을에 이르는 날에 곧 면제하였다. 정사가 맑기가 물 같으니, 백성들이 그 덕을 생각하였다. 고을 사람들이 말하기를, “앞에는 세봉(世封)이 있고 뒤에는 지석이 있다.” 하였다.\n최서(崔瑞) 충렬왕(忠烈王) 때에 목사가 되었다. 이백겸(李伯謙) 충숙왕(忠肅王) 때에 제주의 도적 괴수 사용(使用)ㆍ김성(金成) 등 무리가 흉한 도당을 불러 모아 성주(星主) 왕자(王子)를 쫓고 반란을 일으켰는데, 토벌하고자 하나 적당한 사람을 구하기 어려웠다. 적의 도당이 모두 말하기를, “만일 이백겸(李伯謙)ㆍ이영(李英)이 와서 무마한다면 우리가 어찌 감히 모반하겠는가.” 하였다. 이에 백겸과 영을 보내어 무마하니 얼마 안 되어 적이 평정되었다. 백겸이 일찍이 목사가 되었었기 때문에 백성들이 사랑하고 두려워하기를 이와 같이 하였다.\n전록생(田祿生) 충혜왕(忠惠王) 때에 과거에 올라 제주 사록(司錄)이 되었다. 이원항(李元恒) 목사가 되었다. 윤시우(尹時遇) 공민왕(恭愍王) 5년에 찬성사로서 도순문사가 되었다. 임희재(林熙載) 공민왕 6년에 안무사가 되었다. 박윤청(朴允靑) 공민왕 18년에 목사가 되었다. 조익청(曹益淸) 안무사가 되었다. 성준덕(成俊德) 공민왕 때에 성주 고복수(高福壽)가 반란을 일으키고, 원 나라에 예속되기를 청하니, 왕이 준덕을 목사로 삼아서 진압하였다.\n임박(林樸) 공민왕 때에 선무사(宣撫使)가 되었다. 고을에 이르자 만호(萬戶)에게 이르기를, “달달목자(達達牧子)가 반역하기를 좋아하니 마땅히 마음을 다하여 무마하고 회유하라.” 하고, 또 성주(星主) 왕자(王子)에게 이르기를, “그대들이 여러 대를 복종하여 섬겨왔고, 역대로 그대들을 대접하기를 또한 심히 두터이 하였으니, 마땅히 각각 마음을 한결같이 하여 목자(牧子)로 더불어 반란을 선동하지 말라.” 하였다. 이에 성주 왕자와 군사와 백성이 모두 꿇어 엎드려서 말하기를, “조정이 보낸 관원이 모두 임선무(林宣撫) 같다면 우리들이 어찌 반역하는 데에 이르겠는가.” 하였다. 이하생(李夏生) 공민왕 때에 안무사가 되었다.\n\n본조 최해산(崔海山) 홍화각(弘化閣) 기문에 자세하다. 오식(吳湜) 정의(旌義) 연혁에 자세하다. 신숙청(辛淑晴) 관덕정(觀德亭) 기문에 자세하다. 기건(奇虔) 성품이 고집이 있고 청렴하고 근신하여 일찍이 안무사가 되었을 때에, 고을에서 전복이 나는데 그것을 바다에서 따려면 백성이 심히 고통스럽게 여겼다. 기건이 말하기를, “백성이 고통을 받는 것이 이와 같은데 내가 차마 먹겠는가.” 하고 드디어 먹지 않으니, 사람들이 따라서 먹지 않고, 모두 그 청렴한 것을 탄복하였다. 이유의(李由義)ㆍ문여량(文汝良) 모두 목사가 되었다. 이약동(李約東) 목사가 되어 대체를 알았다. 지금까지 칭송한다. 이종윤(李從允) 목사가 되어 정사가 맑고 간이함을 숭상하였다. 아전이 사랑하고 백성이 기뻐하여 임기가 다 되자 글을 올려 유임시켜 주기를 청하였다. 마침내 관에서 죽으니, 사람들이 매우 애석하게 여겼다.\n\n『신증』 민휘(閔暉)ㆍ김률(金硉)ㆍ방유녕(方有寧) 모두 목사가 되었는데, 다같이 청렴하고 간이하다고 일컬어졌다.\n\n",
  "인물": "신라 고후(高厚)ㆍ고청(高淸) 연혁에 나왔다.\n\n고려 고유(高維) 정종(靖宗) 때에 과거를 보아 이작정(李作挺)의 방(榜) 제삼인(第三人)에 급제하여 벼슬이 우복야에 이르렀다. 고씨(高氏)가 조정에 벼슬한 것이 유(維)로부터 시작하였다. 고조기(高兆基) 유의 아들이다. 처음 이름은 당유(唐愈)인데 성품이 개결하고 서적을 널리 보았다. 예종(睿宗) 때에 과거에 올라 나가서 남방 고을에 수령이 되었는데 청백하게 행정하였다. 벼슬이 정당문학 참지정사에 이르고 중서시랑 평장사에 승진하였다. 고적(高適) 조기(兆基)의 손자인데 본주의 유총관(留摠官)이 되었다.\n\n본조 고득종(高得宗) 과거에 올라 벼슬이 한성 부윤(漢城府尹)에 이르렀다. ○ 정이오(鄭以吾)가 지은 성주(星主) 고씨(高氏) 가전(家傳)에, “고려 태조가 삼한을 통일한 처음에, 성주 고자견(高自堅)과 왕자 양구미(梁具美)가 역대로 한번 조회하여 뵈였고, 조정에 벼슬하여 크게 나타난 자는 없었다. 고유(高維)가 비로소 빈공(賓貢)으로 정왕(靖王) 을유년에 첫째로 남성(南省)에 합격하고, 이듬해 병술년에 이작정(李作挺)의 방 가운데의 셋째가 되어 벼슬이 우복야에 이르렀다. 아들 조기(兆基)는 처음 이름은 당유(唐愈)인데 예왕(睿王) 정해년에 한즉유(韓卽由)의 방에 과거하여 벼슬이 평장 이부사(平章吏部事)에 이르렀다. 아들은 정익(廷益)인데 정익의 아들 적(適)이 조기의 시집(詩集)의 서문에 쓰기를, ‘아들 정호(廷琥)는 관직이 삼품(三品)에 그쳤는데, 그 아우 성명(誠明)과 함께 모두 일찍 죽었고, 오직 정익만이 원왕(元王) 계사년에 물러가기를 청하여 고향으로 돌아왔다.’ 하였는데, 선유 최해(崔瀣)가 동인문(東人文)에 주를 달기를, ‘조기가 아들이 없고 세 딸만 있다.’ 하였으니, 이는 알지 못한 것이다. 고적(高適)은 원왕 신유년에 과거하여 곧 금규(金閨)에 들어갔었는데, 근친(覲親)으로 인하여 고향에 돌아왔다가, 원왕 8년에 이르러 신의군(神義軍) 삼별초가 반란하여 탐라에 들어오니, 국가에서 군사를 보내어 쳐서 다 죽이고 고적(高適)을 유총관(留摠官)으로 삼아서 특별히 명하여 남은 백성을 안무하게 하였다. 무인년 여름에 조정에 들어오니, 왕이 친히 금패(金牌)를 주었다. 대를 이어 드디어 현달한 5세손 인탄(仁坦)은 작위를 이어받았고 아들 고석(高碩)은 서도 부천호(西道副千戶)가 되었고, 석의 아들 순량(順良)이 성주의 지위를 이어받아 아우 순원(順元)이 이었고, 아들 호조 전서(戶曹典書) 신걸(臣傑)이 이었다. 신걸의 아들은 넷인데, 인봉(仁鳳)ㆍ의봉(義鳳)ㆍ예봉(禮鳳)ㆍ지봉(智鳳)이다. 지봉은 곧 득종의 아버지이다.” 하였다.고태필(高台弼) 득종(得宗)의 아들인데 과거에 올라 벼슬이 개성부 유수(開城府留守)에 이르고, 아우 태정(台鼎)은 기묘년 과거에 장원하여 벼슬이 봉상시 정(奉常寺正)에 이르렀다.\n\n『신증』 ",
  "효자": "본조 김평(金枰) 고을 아전이다. 어머니가 종기를 앓아서 기절하자 두 번이나 정강이 살을 베어 피를 내어 술에 타서 드렸는데 병이 드디어 나았다. 사실이 조정에 알려져 정문을 내렸다.\n\n",
  "제영": "본토의 성(姓)은 성주(星主)를 높인다. 이첨(李詹)의 시에, “본토의 성은 성주(星主)를 높이고, 산 이름은 한라(漢拏)라고 부른다.” 하였다. 깊은 겨울의 귤과 유자는 서리를 맞아 지붕에 매달렸도다. 정이오(鄭以吾)의 시에, “깊은 겨울의 귤과 유자는 서리를 맞아 지붕에 매달렸고, 몇 곳의 갈대밭 사이로 달이 배에 가득하구나.” 하였다. 땅이 궁벽하니 노는 사람이 적다. 중 혜일(慧日)의 시에, “매화 언덕에 바야흐로 섣달이 늦었는데, 서리가 내린 나뭇가지에 홀연히 봄이 피어난다. 차가운 향기가 비록 사랑스러우나, 땅이 궁벽하니 놀러오는 사람이 적구나.” 하였다.\n악와(渥洼)의 용종(龍種)은 기린(麒麟)을 낳는다. 권우(權遇)의 시에, “동정(洞庭)의 천향(天香)은 감귤(柑橘)이 있고, 악와(渥洼)의 용종은 기린을 낳는다.” 하였다. 만 필이나 되는 준마는 한가하게 들에 놓았다. 이흥문(李興文)의 시에, “만 필의 준마는 한가하게 들에 놓았고, 천 그루의 귤과 유자는 교묘하게 가을을 단장하였다.” 하였다. 향기가 발에 스며드니 귤이 있는 것을 알겠다. 이유의(李由義)의 시에, “향기가 발에 스며드니 귤이 있는 것을 알겠고, 바람이 빈 집에 불어오니 가을 기운이 나는 것을 깨닫겠다.” 하였다. 도근천(都近川)이 살쪘으니 조수가 긴 밤이다. 민수(閔粹)의 시에, “도근천이 살쪘으니 조수가 긴 밤이요, 한라산이 야위었으니 잎사귀가 시드는 가을이로다.” 하였다. 돌담과 판잣집은 백성 사는 곳이 궁벽하다. 전 사람의 시에, “물 나라의 갈대는 운몽(雲夢)의 저녁이요, 산성의 귤과 유자는 동정(洞庭)의 가을이로다. 돌담과 판잣집은 백성 사는 곳에 궁벽하고, 다른 옷과 다른 말 소리는 손된 사람의 근심이로다.” 하였다.\n땅은 유기(幽冀) 같아서 말이 좋은 것이 많다. 이승소(李承召)의 시에, “풍속은 주진(朱陳) 같아서 백성이 부리기가 쉽고, 땅은 유기(幽冀) 같아서 말이 좋은 것이 많다. 뽕나무와 삼밭에 비가 족하니 집집마다 기뻐하고, 귤과 유자에 서리가 무르익으니 나무 향기로다.” 하였다. 구름이 봉도(蓬島)에 열리니 오잠(鰲岑)이 가깝도다. 서거정(徐居正)의 시에, “눈이 꽃 사이에 가득한데 푸른 새가 울고, 서리가 울타리가에 깊었으니 누른 감자(柑子)가 익었도다. 구름이 봉도에 열리니 오잠이 가깝고, 해가 부상(扶桑)에 나오며 바다 기운 휩싸네.” 하였다. 향기로운 감자(柑子)는 한(漢) 나라 포도(葡萄)보다 더 좋다. 앞사람의 시에, “땅이 선도(仙島)에 연하였으니 사람 살기가 좋고, 공(貢) 바치는 것이 조정에 들어가니 산물이 풍부하도다. 이름난 기마(驥馬)는 이미 대원(大宛)의 요뇨(騕褭)보다 낫고, 향기로운 감자(柑子)는 한(漢) 나라 포도보다 더 좋다.” 하였다.\n\n《대동지지(大東地志)》\n",
  "연혁": "예종 원년에 목사를 다시 두었으며, 후에 또 방어사를 겸하게 하였다. 인조 20년에 방어사를 없앴다가 후에 겸하게 하였다.\n",
  "읍호": "영주(瀛州).\n",
  "방면": "동도(東道)ㆍ서도(西道) 도약정(都約正)ㆍ약정(約正)ㆍ직월(直月)을 동서도(東西道)에 각각 세 사람씩 배치하였다. 이십칠면(二十七面) 면마다 권농(勸農)ㆍ이정(里正)을 각각 한 사람씩 두었으며, 리(里)마다 좌주(座主)ㆍ좌상(座上)ㆍ소무(所務)를 각각 한 사람씩 두었다.\n\n",
  "성지": "고성(古城) 제주성 서북쪽에 있으며 옛터가 남아 있다. 고토성(古土城) 서남쪽으로 36리에 있으며 둘레는 15리이고 삼별초가 쌓았다. 항파두고성(缸波頭古城) 서쪽으로 20리에 있으며 가운데 커다란 샘물이 있다. 삼별초가 이 성을 근거지로 삼고 항거하니, 김방경(金方慶)이 공격하여 정벌하였는데, 원(元) 나라 병사 4백 명과 더불어 진에서 1천여 일 동안 머물다가 돌아갔다. 고장성(古長城) 바다에 연하여 둥그렇게 쌓였으며 길이는 모두 3백여 리이다. 삼별초의 반란군이 근거지로 삼았으며 왕이 파견한 시랑 고여림(高汝霖) 등이 진도에서 이곳으로 와서 탐라의 반란군 1천여 명에 대비하여 긴 성을 쌓았다.○ 제주는 동서가 2백 리이고 남북이 1백 20리이다. 섬은 모두 석벽으로 둘러싸였으며 바다에는 뾰쪽한 바위들이 깔려 있어 배가 정박할 수 없다. 근래에 오직 어천포(於川浦) 입구에 석보(石堡)를 설치하여 방어에 대비하였다.\n\n",
  "영아": "방영(防營) 연혁(沿革)에 보인다. 병마수군방어사 목사가 겸하였다. 중군(中軍) 판관이 겸하였다.\n\n",
  "창고": "창(倉)은 2개 있고 고(庫)는 8개 있다. 모두 성안에 있다. 동별창(東別倉) 별방소(別防所)에 있다. 서별창(西別倉) 명월포(明月浦)에 보인다.\n\n",
  "목장": "장올악(長兀岳)으로부터 감은덕악(感恩德岳)까지 모두 6곳이 있고, 또 우둔(牛屯)ㆍ산둔(山屯)ㆍ을병별둔(乙丙別屯)ㆍ청마별둔(淸馬別屯)ㆍ양잔고유저권(羊棧羔囿猪圈)이 있다. 본주 사람으로서 감목관이 한 사람 있는데, 본주 사람만으로 차출한다. 본래 원 나라 때의 동서합적(東西哈赤)이었는데 후에 동서아막(東西阿幕)으로 되었다.○ 충렬왕 3년에 원 나라에서 목장을 만들어 단사관(斷事官)을 보내거나 혹은 만호를 두어 목축을 주관하게 하였다.\n\n",
  "단유": "한라산단(漢拏山壇) 본조 숙종조에 처음으로 제사하였다. 광양단(廣壤壇) 남쪽으로 3리에 있는데 한라의 호국신단(護國神壇)이다. 고려 때 광양(廣壤)이라 하였고 3년이 지난 후에 향축(香祝)을 내려 제사토록 하였다. 본조에서도 본읍으로 하여금 제사를 드리게 하였다. 풍운뇌우단(風雲雷雨壇) 서쪽으로 3리에 있으며 옛날에는 있었는데 중간에 폐하였다가, 본조 숙종 기해년에 다시 설치하였다.\n\n",
  "사원": "삼성사(三姓祠) 영종 계미년에 건립하였으며 성종 갑인년에 사액하였다. 양을나(良乙那)ㆍ고을나(高乙那)ㆍ부을나(夫乙那).○ 귤림서원(橘林書院) 선조 무인년에 건립하였으며 숙종 임술년에 사액하였다. 김정(金淨)ㆍ송린수(宋麟壽) 모두 청주(淸州)에 보인다. 김상헌(金尙憲) 태묘에 보인다. 정온(鄭蘊) 광주(廣州)에 보인다. 송시열(宋時烈) 문묘에 보인다. 이약동(李約東) 자는 춘보(春甫)이고 호는 노촌(老村)이며 본관은 벽진(碧珍)이다. 벼슬은 지중추였으며 시호는 평정(平靖)이다. 이회(李檜) 자는 자방(子方)이고 본관은 연안(延安)이며 벼슬은 목사였다.○ 위의 두 사람은 현종 기유년에 별사(別祠)에 배향하였다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 직방씨(職方氏) : \n직방씨는 벼슬 이름인데 천하의 지도를 맡고, 사방 직장의 직공(職貢)을 주관한다.\n\n[주-D002] 방성(房星) : \n방성은 이십팔 수(宿)의 하나인데 거마(車馬)를 맡은 별이다.\n\n[주-D003] 굴산(屈産) : \n《좌전(左傳)》과 《곡량전(穀梁傳)》 주에는, 굴(屈)은 고을 이름이요, 산(産)은 말을 산출하는 것이라 하였고, 《공양전(公羊傳)》 주에는 굴산(屈産)은 땅 이름인데 명마를 산출하는 땅이라 하였다.\n\n[주-D004] 오병(五兵) : \n과(戈)ㆍ수(殳)ㆍ극(戟)ㆍ추모(酋矛)ㆍ이모(夷矛) 다섯 가지 무기를 말한다.\n\n[주-D005] 상산(常山) : \n회계(會稽)의 상산에 뱀이 있는데, 머리를 치면 꼬리가 이르고 꼬리를 치면 머리가 이르고 허리를 치면 머리와 꼬리가 함께 이른다. 예전의 진세(陳勢)에 많이 모방하였다.\n\n[주-D006] 간성(干城) : \n밖을 막고 안을 호위하는 것을 말함. 시경에 공후간성(公侯干城)이라는 말이 있다.\n\n[주-D007] 죽백(竹帛) : \n예전에 문자를 기록하는 데에 대나무와 나무로 만든 죽간과 목간을 사용하였는데, 진(秦) 나라 때에 백(帛)으로 대신하였다.\n\n[주-D008] 조주(潮洲)의 악어 : \n한유(韓愈)가 조주 자사(潮洲刺史)로 있을 때에 〈축악어문(逐鱷魚文)〉를 지어서 제사하였는데 악어가 물러갔다.\n\n[주-D009] 초루(譙樓) : \n이른바 고루(鼓樓)라는 것인데 문 위에 높은 다락을 지어서 먼 곳을 바라보는 것이다.\n\n[주-D010] 백록동(白鹿洞) : \n백록동은 강서(江西) 여산(廬山) 오로봉(五老峯) 밑에 있다. 송 나라 초년에 서원(書院)을 두었다가 폐지하였는데, 주자(朱子)가 지남강군사(知南康軍事)로 있을 때에 중건하고 여기에서 강학하였다.\n\n[주-D011] 남성(南省) : \n상서성(尙書省)을 남성이라 한다.\n\n[주-D012] 금규(金閨) : \n금규는 곧 금마문(金馬門)이다. 한 무제(漢武帝) 때에 학사(學士)로 하여금 금마문에서 조서를 기다리게 하였다.\n\n[주-D013] 운몽(雲夢) : \n운몽은 소택(沼澤) 이름인데 호북성(湖北省) 안륙현(安陸縣) 남쪽에 있다.\n\n[주-D014] 동정(洞庭) : \n동정은 동정호(洞庭湖)를 말함인데 귤 이름에 동정귤(洞庭橘)이 있다.\n\n[주-D015] 주진(朱陳) : \n서주(徐州) 고풍현(古豐縣) 어떤 마을에 주씨(朱氏)ㆍ진씨(陳氏) 두 성만 살아서 대대로 혼인을 하기 때문에 그 마을을 주진촌(朱陳村)이라고 하였다.\n\n[주-D016] 유기(幽冀) : \n유주(幽州)ㆍ기주(冀州)는 좋은 말이 많이 산출되는 땅이다.\n\n[주-D017] 봉도(蓬島) : \n봉도는 곧 봉래산인데 삼신산의 하나로 발해 가운데에 있다 한다.\n\n[주-D018] 오잠(鰲岑) : \n오잠은 오배삼산(鼇背三山)을 말함. 발해 동쪽에 산이 있어 물결에 따라 왕래하므로 큰 자라 열다섯 마리를 시켜 산을 이고 있게 하였다 한다.\n\n[주-D019] 대원(大宛) : \n대원(大宛)은 예전 나라 이름인데 지금 중앙 아시아에 있는 땅이다.\n\n[주-D020] 요뇨(騕褭) : \n요뇨는 예전 신기한 말의 이름인데 주둥이는 금빛이 나고 몸둥이는 붉으며 하루에 1만 8천 리를 간다고 하였다.\n\n[주-D021] 포도 : \n한(漢) 나라 때에도 이미 포도주가 있었는데, 역시 서역에서 전래한 것이다.\n\n\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이식 (역) | 1970\n    \n\t\n"
}