{
  "건치연혁": "본래 고구려(高句麗) 장천성현(長淺城縣)으로 야야(耶耶)라고도 하고, 야아(夜牙)라고도 하였다. 신라(新羅) 경덕왕(景德王)이 지금 이름으로 고쳐서 우봉군(牛峯郡) 영현(領縣)으로 만들었다. 고려(高麗) 목종(穆宗) 4년(1001)에 시중(侍中) 한언공(韓彦恭)의 고향이라는 이유로 단주(湍州)로 승격시켰다. 현종(顯宗) 9년(1018)에 다시 장단현으로 만들고, 현령(縣令)을 두어서 상서 도독(尙書都督)의 소관으로 하다가, 문종(文宗) 16년(1062)에 직접 개성부에 예속시켰다. 본조(本朝) 태종(太宗) 14년(1414)에 임강현(臨江縣)과 합하여 장임현(長臨縣)이라 이름하였다가 뒤에 다시 장단으로 임진(臨津)과 합하여 임단현(臨湍縣)이라 이름하였다. 세종(世宗) 원년(1418)에 다시 장단 현령(長湍縣令)으로 만들었다. 세조(世祖) 2년(1456)에 장단과 임강을 없애고 임진에 예속시켰다. 4년에 다시 임강과 임진을 장단에 붙였다. 5년에 중궁(中宮)의 증조ㆍ고조ㆍ현조의 세 무덤이 그 지방에 있어서 군(郡)으로 승격시키고, 군청(郡廳)을 도원역(桃源驛)이 있던 곳으로 옮겼다. 예종(睿宗) 원년(1468)에 진(鎭)을 설치하고, 도호부로 승격시켰다.\n",
  "진관": "도호부 1 강화(江華) 군(郡) 3 풍덕(豐德)ㆍ삭녕(朔寧)ㆍ마전(麻田) 현(縣) 2 연천(漣川)ㆍ교동(喬桐).\n\n",
  "관원": "도호부사(都護府使) 장단진 병마첨절제사(長湍鎭兵馬僉節制使)ㆍ총융 후영장(摠戎後營將)ㆍ토포사(討捕使)를 겸하였다. 1인.\n",
  "군명": "습천(隰川)ㆍ장천성(長淺城)ㆍ야야(耶耶)ㆍ야아(夜牙)ㆍ단주(湍州)ㆍ장임(長臨)ㆍ임단(臨湍).\n",
  "성씨": "본부(本府) 한(韓)ㆍ전(田)ㆍ풍(馮)ㆍ허(許)ㆍ선(宣)ㆍ김(金) 금주(金州) ㆍ이(李) 염주(鹽州).임진(臨津) 송(宋)ㆍ김(金)ㆍ함(咸)ㆍ형(邢)ㆍ표(標)ㆍ선(宣)ㆍ종(宗) 속성(續姓)이다.임강(臨江) 이(李)ㆍ정(鄭)ㆍ노(盧)ㆍ경(卿)ㆍ사(史) 송림(松林) 김(金)ㆍ문(文)ㆍ전(田)ㆍ송(宋)ㆍ차(車)ㆍ미(米).\n",
  "산천": "망해산(望海山) 부(府)에서 북쪽으로 4리에 있는 진산(鎭山)이다. 용호산(龍虎山) 부에서 동쪽으로 10리인 임강현 남쪽에 있다. 화장산(華藏山) 임강현에 있다. 우리 태조가 이 산에서 사냥하다가 사슴을 쫓아가는 중, 절벽의 높이가 수십 척이라 사람은 갈 수가 없는데 사슴이 미끄러져 내려가니 태조의 말도 미끄러져 내려가 밑에까지 이르자 말이 엎어져 미처 일어나기도 전에 즉시 사슴을 쏘아 죽였다. 백악(白岳) 임진현 북쪽에 있다. 고려에서 풍덕(豐德) 백마산(白馬山)을 우소(右蘇)로 삼고, 백악을 좌소(左蘇)로 삼았다.○ 공민왕(恭愍王) 9년(1360)에 도읍을 남경(南京 한양)으로 옮기려고 태묘(太廟)에서 점쳐보니, 불길하여 결국 옮기지 않있다. 이에 친히 이 산에 거둥하여 땅을 살펴보고 산의 남쪽에 대궐을 지었는데, 주위가 7백 20보(步)였다. 당시 사람들이 신궁(新宮)이라 하였다. 도라산(都羅山) 임진 남쪽 25리에 있다. 구룡산(九龍山) 부의 북쪽 30리에 있는데, 바로 성거산(聖居山)이다. 우봉현(牛峯縣) 편에 자세히 나온다. 오관산(五冠山) 부의 서쪽 30리에 있는데, 산꼭대기에 다섯 개의 작은 봉우리가 관(冠)처럼 둥그렇게 생겼으므로 오관산이라 이름하였다.○ 고려사람 문충(文忠)은, 세계(世系)가 상세하지 않은데, 어머니를 지극한 효성으로 섬겼다. 오관산 영통사동(靈通寺洞)에 살았는데 서울과 30리 떨어진 곳이다. 어머니의 봉양을 위해 녹사(祿仕)를 하되, 아침에 나갈 때는 반드시 아뢰고 저녁에 돌아올 때 반드시 뵙고 저녁에는 잠자리를 보살피고 새벽에는 문안하는 것을 조금도 게을리하지 않았다. 그 어머니가 늙은 것을 탄식하여 목계가(木鷄歌)를 지었는데, 오관산곡(五冠山曲)이라 이름하였고 악보(樂譜)에 전한다. 이제현(李齊賢)의 사(詞)에, “나무 깎아 작은 당 닭[唐鷄] 한 마리 만들어, 젓가락으로 찍어다가 벽 위에 올려 앉혔네. 이 닭이 꼬끼오 꼬끼오 시간을 알리니, 우리 어머니 얼굴이 비로소 해가 서쪽에 편평한 것과 같아라.” 하였다.○ 최숙정(崔淑精)의 시(詩)에, “높고 높은 오관산이 신령스러운 봉우리 푸른 공중에 솟았네. 높은 자세는 일관(日觀)에 짝하여, 만고에 웅장하게 서리고 앉았구나. 큰 소나무는 층층으로 봉우리를 가렸고, 기이한 풀은 암벽을 덮었네. 골이 깊으니 아침 노을이 쏟아지고, 절벽이 높으니 나는 학이 둥우리에 깃드네. 다섯 봉우리 차례대로 높고 낮으니, 관 쓴 형제 늘어선 듯하네. 그 가운데 옛 신단(神壇)이 있으니, 사질(祀秩)은 오악(五岳)과 같네. 산 아래 있던 사람 생각하니, 아름다운 소문 천억 년에 빛나는구나. 평생에 충효한 마음, 오래도록 퇴폐해 가는 풍속을 격려시키네. 생각만 하고 볼 수는 없으니, 부질없이 목계곡(木鷄曲)만 부르네.” 하였다. 보봉산(寶鳳山) 부의 서쪽 20리인 회령(檜嶺) 동쪽에 있는데, 산세가 봉이 춤추는 것 같기 때문에 이름한 것이다. 용암산(湧巖山) 오관산 동북쪽에 있으며, 오관산ㆍ천마산(天磨山)의 여러 산과 서로 이어져 있되, 다만 봉우리에 다름이 있을 뿐이다. 면주동(綿紬洞) 오관산 아래 있으며 골 안이 넓고 깊숙한데 절이 하나도 없다. 전하는 말에, “만약 여기에 절을 지으면 나라의 운수가 길지 못한다.” 하였는데, 대개 고려의 비보(裨補)의 뜻이다. 영통동(靈通洞) 오관산 아래에 있는데, 화담(花潭)에서부터 올라가면 산을 돌아 길이 꼬불꼬불한데, 시내를 여러 번 건너면 그 골에 이른다. 골 안은 편평하게 퍼져서 인가 수십 채가 있는데, 대대로 빨래하는 것을 업으로 삼고 있다. 차일암(遮日巖) 면주동 어귀에 있다. 바위가 편평하고 넓어서 앉아서 놀 만한데, 바위를 뚫어 구멍을 만들어 놓았으니, 사람들이 말하기를, “옛날 사람이 장막을 칠 때 기둥을 세웠던 곳이다.” 하기도 하고, 혹은 “신선이 놀던 곳이다.” 하기도 하며, 혹은 “임금이 거둥했던 곳이다.” 하기도 한다. 샘이 있어 빙빙 돌아 나오는데, 그 빠르기가 화살 같고 그 아래가 웅덩이가 되었으니, 웅덩이 밑은 모두 돌이어서 고기들이 노는 것을 하나하나 셀 수가 있다. 화암(花巖) 영통동 어귀에 있는데 화담(花潭)이라고도 한다. 화담 왼쪽에는 푸른 절벽이 가파르게 서서 마치 그림 병풍을 펴놓은 것 같고, 바위 틈에 철쭉꽃이 있어 봄이 되면 만발하여 물 밑에 붉게 비친다. 화담 오른쪽에는 작은 바위가 있어 사면이 깎아지른 듯한데, 그 위 네 귀퉁이에도 장막을 치던 구멍이 있다. 산대암(山臺巖) 송경(松京) 숭인문(崇仁門) 밖에 있는데, 절벽이 1백 길이나 되고, 그 모양이 채붕(彩棚)을 펼쳐놓은 것 같기 때문에 이름한 것이다.○ 이색(李穡)의 시에, “군왕이 당일에 풍류 잡고 놀았으니, 한 시대가 번창하고 화려하여 전쟁이 없었음을 상상하겠네. 대(臺)는 절벽에 서서 푸른 물을 굽어보고, 정자는 옛터에 남아, 찬 잔디가 자라는구나. 삼한(三韓)의 기개(氣槪)는 뭇 용(龍)이 모여들었고, 만고의 영웅들은 한 마리 새 지나간 것 같도다. 모르겠네 태평 시대가 다시 돌아올 것인가. 신(臣)은 지금 늙었으니 어이하리.” 하였다. 탁타암(槖駝巖) 산대암 서쪽에 있다. 고암(鼓巖) 용암산 오룡봉(五龍峯) 위에 있는데, 그 모양이 북[鼓]과 같으므로 고암이라 하였다. 추암(皺巖) 송경 도성(都城)의 동북쪽 2, 3리 되는 곳에 있는데, 바위가 시냇가에 서 있어 병풍 같고, 모두 가로 결이 있기 때문에 추암이라 이름하였다. 아래에 큰 돌이 많아서 앉아서 술 마실 만하다. 고려 최당(崔讜 최영(崔瀅))이 항상 소를 타고 와서 여러 노인들과 여기서 놀았다.○ 이인로(李仁老)의 시에, “두루 구경하니 모두 선경(仙境)인데, 더욱 기이한 것은 추암뿐일세. 층층 구름은 길게 땅에 깔렸고, 쌓인 옥(玉)은 처음으로 함(函)을 열어 보는 듯하네. 우뚝 솟았으나 천주(天柱)는 아니요, 옆으로 퍼진 것은 석범(石帆) 같구나. 물이 맑으니 쪽[藍]이 절로 물들고, 길이 좁은데 풀은 누가 벨 것인가. 하늘은 삼태(三台)가 귀한 것을 벌여 놓았는데, 사람은 한결같은 덕(德)이 다 있음을 칭하네. 노년에 벼슬을 내놓았으니, 세상과 시고 짠것을 달리했네. 사는 곳이 마침 대문과 골목이 서로 닿았고, 나갈 때에도 반드시 말고삐를 나란히 하네. 흥이 나면 큰 소리로 읊조리고 이야기하고, 웃을 제는 말이 소근소근하네. 짧은 해가 참으로 아깝구나. 높은 회포를 스스로 입 다물지 마소. 금 안장은 깊숙한 곳에 들어가 길을 재촉하는데, 구슬 신으로 높은 바위에 올랐네. 산새는 가판(歌板 노래 부르며 치는 판대기) 소리에 놀라고, 갠 아지랑이는 춤추는 소매를 따르누나. 서리 같은 흰 머리는 백로를 속이는데, 옥처럼 맑은 뼈는 소나무 전나무와 겨루리. 저물려는 붉은 해에 향기로운 항아리는 다 비었고, 취중에 쓴 글씨는 푸른 절벽에 새기네. 아름다운 이름 만고에 전하니, 응당 망하지 않은 범[不亡凡]을 짝하리로다.” 하였다.○ 고려 민사평(閔思平)의 시에, “천 척이나 되는 구름 뿌리에서 북산(北山)에 솟았으니, 옛 현인이 끼친 자취 그림도 그리기 어려워라. 상국(相國)이 시를 써 놓은 뒤로부터 얼마나 많은 행인들이 손가락으로 가리키며 보았나.” 하였다.○ 권근(權近)의 시에, “눈 속에 시내와 산은 특별히 기이하여, 소 타고 구경하며 가는 대로 맡겨 두네. 추암(皺巖)은 아마도 인간 세계가 아닌가보다. 언제든지 유선(儒仙)들로 하여금 시를 짓고 가게 하네.” 하였다. 달령(獺嶺) 낙산사동(洛山寺洞)에 있다.○ 의종(毅宗)이 일찍이 중 각예(覺倪)와 함께 달령에서 시를 짓고 놀면서 돌아갈 줄을 모르니, 호위하는 장졸들이 피곤하였으므로 정중부(鄭仲夫) 등이 비로소 반역할 마음이 생겼다. 임금이 한 번은 말을 달려 홀로 달령에 이르렀는데, 모시고 간 신하들은 미처 따라오지 못했다. 임금이 기둥에 기대어 이르기를, “만약 정습명(鄭襲明)이 있었다면 내가 어찌 이 지경이 되었겠느냐.” 하였다. 회령(檜嶺) 곧 화장사(華藏寺) 서령(西嶺)이다.○ 이색의 시에, “험한 길로 회령에 오르니, 하늘 가에 봉우리가 펀펀하구나. 한 번 웃고 잠깐 발길을 멈추니, 나의 마음 시원하여라.” 하였다. 유현(柳峴) 진현(榛峴)에서 서쪽으로 2리 되는 곳에 있다. 진현(榛峴) 동파역(東坡驛) 서쪽 3리에 있다.○ 김식(金湜)의 시에, “개암나무 헤치면서 버드나무 휘어잡고 높은 언덕 지나서 뭇 산을 굽어보니, 물결이 둔덕을 이룬 듯. 조각조각 구름은 발 밑에서 일어나고, 드문드문 사람들은 공중으로 돌아오네. 동쪽에서 부르면 서쪽에서 메아리치니 소리를 가름할 수 없고, 높은 데 올라갔다 낮은 데로 내려오니, 힘이 쉽게 지치네. 집이 서울에 있으니 어느 날이나 돌아갈까나. 3천 리 밖에서 한 번 머뭇거리네.” 하였다. 중광현(重光峴) 용호산(龍虎山) 서쪽에 있다. 봉황암(鳳凰巖) 강련포(江連浦) 서안(西岸)에 있다. 용둔교(龍遁郊) 부의 서쪽 15리 대사현동(大蛇峴洞)에 있는데, 이제현(李齊賢)의 팔영(八詠)에 용야심춘(龍野尋春)이 바로 여기이다. 호곶교(壺串郊) 부의 남쪽 35리에 있다. 목장이 있는데 둘레가 42리이다.○ 신우(辛禑)가 여기에 누(樓)를 짓고 또 누선(樓船)을 만들었는데, 지극히 사치스럽고 커서 이름을 봉천선(奉天船)이라 하였다. 물놀이[水戲]를 베풀어 흥청거리며 노는 것이 법도가 없었다. 한 번은 술에 취해서 의관도 벗지 않은 채 말을 타고 물로 들어갔었다.○ 이숭인(李崇仁)의 시에, “종신(從臣)들의 장막이 구름같이 떴으니, 가랑비 비낀 바람 6월이 가을 같네. 취화(翠華 임금의 일산)가 너무 오래 젖을까 걱정하여 새로 누를 짓고 큰 강 머리를 눌렀네.” 하였다. 백안교(伯顔郊) 낙하(洛河) 북쪽에 있는데, 지금은 목장이 되었다. 판적천(板積川) 근원이 속현(屬縣) 송림(松林)에서 나와 백악(白岳) 이남의 여러 물과 합류하여 사천(沙川)으로 들어가 바다에 이른다. 삼미천(三彌川) 부의 북쪽 20리에 있는데, 근원이 우봉현(牛峯縣) 성개산(性蓋山)에서 나와 적성(積城) 대탄(大灘)을 지나 임진으로 들어간다. 장단도(長湍渡) 부의 동쪽 33리에 있는데, 두기진(頭耆津)이라고도 한다. 양편 언덕에 푸른 석벽이 수십 리를 서 있어 바라보면 그림 같다. 세상에서 전하기를, “고려 태조가 거둥해 놀던 곳이다.” 하며, 민간에서는 아직도 그 가곡(歌曲)이 전해지고 있다.○ 공민왕 20년(1371) 3월 경오일에 장단에 거둥하여 정릉(靖陵)에 배알(拜謁)하고, 대장군 이화(李和)에게 명령하여 공인(工人)을 거느리고 중류에서 기악(伎樂)을 연주하게 하여 임금이 보며 즐기니, 상장군 김흥경(金興慶)이 옆에서 모시고 있다가 아뢰기를, “전하께서 친히 배를 타소서.” 하자, 임금은 이르기를, “내가 비록 이것을 즐겨도 그런 일은 못한다.” 하였다. 임신일에 임금이 배에 올라 여자와 음악(音樂)을 벌여놓고 흥겹게 놀았다.○ 신우 때에 왜적(倭賊)이 침입하여 여러 고을을 불지르고 노략질하니, 우리 태조에게 명하여 양광 전라 경상 도순찰사(楊廣全羅慶尙都巡察使)로 삼았다. 군사가 이 곳을 지나는데 흰 무지개가 해를 꿰뚫으니, 점치는 사람이 싸움에 이길 징조라 하였다.○ 임춘(林椿)의 시에, “장단에 바람이 급하여 물결이 산더미 같은데, 배 한 척 빌려 타려 하나 여울에 오르기 어려워라. 12시 아침과 다시 저녁에 돌아오는데, 인간 어느 날에 파란이 적겠는가.” 하였다.○ 정도전(鄭道傳)의 시에, “가을 물은 맑고 맑아 푸르기 하늘 같은데, 군왕은 한가한 날에 누선(樓船)에 올랐네. 사공들아, 장단곡(長湍曲)을 부르지 말라. 지금은 바로 조선 제2년일세.” 하였다.○ 이색의 시에, “장단의 석벽은 푸른 병풍이 비꼈는데, 철쭉꽃이 피니 비단이 밝구나. 상선(商船)을 잠깐 빌려 흐름을 따라 내려오니, 일시의 정경(情景)이 참으로 이름할 수 없구나.” 하였다.○ 이숭인(李崇仁)의 시에, “강은 멀어 비단 한 필이요, 바위는 높아 쇠[鐵]가 열 길일세. 깃발 의장이 엄숙하고, 노래와 풍류는 즐거움이 깊구나. 여름 해는 골 안이 환한데, 그윽한 꽃은 우거진 숲에 가렸구나. 옛날부터 검덕(儉德)을 숭상하여 썩은 새끼[朽索]가 백성 다룸을 경계했네.” 하였다.○ 권근(權近)의 시에, “뾰죽뾰죽 절벽이 강을 따라 돌았는데, 양쪽 언덕 봄바람에 꽃이 한창 피었구나. 들 밖에 단산(湍山)은 지형을 따라 다 되었고, 모래 가운데 작은 길은 시골을 통해 나왔네. 뱃사람은 물을 가로질러 그물을 치는데, 농부들은 병을 들고 술을 권하네. 지난 일은 아득하여 물을 곳이 없구나. 비문(碑文)은 닳고 이끼뿐일세.” 하였다.○ 강희맹(姜希孟)의 시에, “푸른 절벽은 강을 따라 철을 깎아 세운 듯한데, 바위 앞 옛 비석은 맑은 물에 거꾸로 비쳤구나. 어찌하면 연기 속 마을 길을 차지하여 멋대로 물에서 고기나 낚고 앉았을꼬.” 하였다. 동강(東江) 임진현 서쪽 15리에 있다. 강련포(江連浦) 임진현 서쪽 10리에 있는데, 고기잡이배를 대는 곳이다. 임진도(臨津渡) 부의 남쪽 37리에 있는데, 그 근원은 함경도(咸鏡道) 안변(安邊) 속현(屬縣) 영풍방장동(永豐防墻洞)에서 나와 이천(伊川)ㆍ안협(安峽)ㆍ삭녕(朔寧)을 거쳐 연천현(漣川縣) 서쪽에 이르러 징파도(澄波渡)가 되고, 마전군(麻田郡) 남쪽에 이르러 대탄(大灘)과 합쳐져, 적성현(積城縣) 북쪽에 이르러서는 이진(梨津)이 되고, 부의 동쪽에 이르러서는 두기진(頭耆津)이 되며, 임진현 동쪽에 이르러서 이 나루가 되고 동남쪽으로 덕진(德津)이 되며, 교하현(交河縣) 북쪽에 이르러 낙하도(洛河渡)가 되고, 봉황암(鳳凰巖)을 지나 오도성(烏島城)에 이르러서 한수(漢水)와 모인다. ○ 도승(渡丞) 1인.○ 이규보의 시에, “조각배 물결 타고 나는 것보다 빠른데, 물 기운 써늘하게 객의 옷에 스며드네. 초록색 언덕엔 이따금 쌍 해오리 서 있는데, 푸른 하늘 어느 곳으로 한 돛대 돌아가는고. 산은 붉은 해를 머금어 마을 나무에 나직하고, 바람은 은빛 파도를 굴려 낚시터에 부서지네. 처음 동문(東門)을 나설 때도 오히려 슬픈 생각 있더니, 강을 건너니 쓸쓸한 심정 더욱 어쩔 수 없어라.” 하였다.○ 김부식(金富軾)의 시에, “가을 바람은 산들산들하고 물은 출렁이는데, 머리 돌려 먼 하는 바라보니 생각이 아득하구나. 아, 임은 천리에 떨어졌는데, 강가에 난지(蘭芷)는 누구를 위해 향기로운고.” 하였다.○ 변계량(卞季良)의 시에, “갈대꽃 단풍잎 저무는 강가에, 두 척 작은 배 물 건너길 자주하네. 모래 위 흰 갈매기 누구와 친하기에, 해마다 오가는 사람의 시름을 돕는가.” 하였다.○ 강호문(康好文)의 시에, “일 년에 세 번이나 임진을 건너니, 물새도 서로 친해서 사람을 피하지 않네. 나루지기야 어찌 군사(軍事)의 급함을 알소냐. 응당 내가 자주 왕래하는 걸 비웃을 테지.” 하였다.○ 진가유(陳嘉猷)의 시에, “모래는 밝은데 강물은 푸르고, 나무는 어두운데 물가에 연기 뜨네. 관방(官舫)은 연달아 떠나라고 재촉하는데, 낚싯줄은 아직 거두지 않았네. 버들 바람은 술취한 정신을 맑게 해 주고, 꽃 기운은 차 그릇[茶甌]에 스며드네. 스스로 우습구나, 사신(使臣)으로 나가는 손이니, 행차를 잠시도 머무를 수 없네.” 하였다.○ 장녕(張寧)의 시에, “3월의 봄빛은 경치 가장 새로운데, 뱃노래 소리 가운데 임진을 건너는구나. 들판에 눈이 녹으니 푸른 풀 많고, 비 지난 물가에 초록 마름 자라네. 그림 배에 맑은 놀이 천상의 손님이요, 푸른 구름 성긴 그림자 물 가운데 사람일세. 복사꽃 물결[桃花浪] 따뜻하니 어룡(魚龍)이 놀고, 버들 바람 화창하니 새들이 지저귀네. 돌아갈 생각은 남포(南浦)의 나무에 아득한데, 강물은 고원(故園)의 봄에 이르지 못하리. 구중(九重) 높은 하늘엔 쌍으로 나는 새요, 천리 은하수에 홀로 노는 물고기일세. 물길 따라 올라가며 멋대로 논다고 비웃지 마소. 응당 가는 곳마다 인정 풍속을 물음일세. 이번 걸음은 모두 임금의 은명(恩命)을 선포하기 위해서요, 뗏목 탄 한 한(漢) 나라 사신은 아닐세.” 하였다.○ 김식(金湜)의 시에. “연기 끌고 비 맞으며 강을 건너니, 양쪽 언덕에 농부들은 좋아라고 날뛰네. 모두 말하기를, ‘옥룡(玉龍)이 비 주는 심부름꾼으로서 짐짓 동토(東土)에 와 풍년을 내렸다.’ 하네.” 하였다.○ 장성(張珹)의 도임진(渡臨津) 시에, “임진에 조수는 정히 급한데, 비는 부들[蒲] 싹에 뿌려 새롭구나. 강가의 꽃은 십 리에 붉은 장막이요, 언덕 풀은 일대(一帶)에 자리를 깔았네. 그림 배에 술 싣고 생선회 치니, 풍미(風味)는 서호(西湖)와 방불하네. 우러러보고 굽어보매 연어(鳶魚)들이 한가하니, 천지가 나의 인(仁)과 한 가지로세. 조선은 본래 예의를 숭상하니, 어진 사신을 멀리 마중하네. 중류(中流)에 와서 나에게 술을 권하니, 예의가 퍽 은근하구나. 내가 술마심이 어찌 편안하랴. 임금 하직한 지 벌써 50일이네. 어찌하면 이 강을 울금(鬱金) 빛으로 변하게 만들어서, 우리 천자 만수배(萬壽杯) 가운데 술을 보태 드릴거나.” 하였다.○ 예겸(倪謙)의 시에, “임진강에 봄이 일찍 들어 얼음은 벌써 풀렸는데, 그림 배는 노를 저어 중류에 비꼈구나. 동군(東君 봄을 맡은 신)이 손을 사랑하여 다정하니, 청산을 함께 대하여 술잔에 떴네.” 하였다.○ 진감(陳鑑)의 시에, “새벽에 사절(使節)을 가지고 강 머리에 당도하니, 동도(東道)에서 손을 맞아 채색 배에 앉히네. 때맞춰 오는 비는 정이 있게 나를 보내듯, 청산은 어느 곳이고 눈에 들지 않는 데가 없네. 술은 좋은 경치를 만났으니 취하지 않을 수 없고, 시는 지음(知音)을 향해 읊조림을 멈출 줄 모르네. 다행이구나, 황명(皇明)의 문화는 멀리 퍼져서, 다른 나라에서 서로 만난 이가 모두 선비들일세.” 하였다.○ 고윤(高閏)의 시에, “가랑비 내리는 임진 나루에, 연기 물결 형세가 뜨려고 하네. 많은 배는 꼬리를 물고 지나가고, 두어 기(騎 말탄 사람) 강에 닿아 쉬네. 좋은 안주는 생선회가 나오고, 향기로운 술은 큰 잔으로 부었구나. 앞길에 나라 일이 급하니, 너무 오래 머무르지 말길 부탁하네.” 하였다.○ 기순(祁順)의 시에, “양편 언덕은 지척 사이에서 바라보는데, 한 강의 흐르는 물은 옥 여울이 둘렀네. 돛대에 놀란 해오리는 날다가 이내 앉고, 그물 치는 고깃배는 갔다가 또 돌아오네. 노래하는 부채[歌扇]의 그림자 가운데는 푸른 물결 흔들리고, 술잔 깊은 속엔 청산이 비쳤네. 시를 쓰고 보니 나의 시재(詩才)가 졸렬함을 웃을 테니, 부질없이 그윽한 회포 반나절 한가함을 저버렸네.” 하였다. “사신 행차 총총히 바다 나라 지나는데, 돌아가는 길이 또 임진강을 건너네. 청산은 거꾸로 몇 천 길이나 잠겼는가. 흰 새가 일제히 나니 세, 다섯 쌍일세. 바람은 쇠잔한 구름을 뿌려 객의 소매에 점을 찍고 물고기는 미세한 물결을 불여 뜸창[篷窓]을 적시네. 취해서 웃음을 머금고 환백(歡伯 술의 별명)에게 묻노니, 얼마나 많은 나그네 근심이 너로 하여 가라앉았는가.” 하였다.○ “만 곡(斛)을 실은 용양선(龍驤船)이 상류에 떴으니, 느릿느릿 젖는 돛대 가벼운 거품 헤치는구나. 술이 끝나자 다시 강의 동쪽 길을 밟으니, 무수한 청산이 말 머리를 옹위하네.” 하였다.○ 강희맹(姜希孟)의 시에, “큰 배로 맑은 나루를 건너니, 언덕에 꽃은 늦은 봄이 되려 하네. 조수가 돌아오니 모래에 흔적 있고, 바람이 사르르 부니 물에 무늬 생기네. 땅이 궁벽하니 다니는 배 적고, 인적이 드무니 물새가 길들었네. 여기 지난 지가 언제던가. 귀밑 털이 허연 줄도 깨닫지 못했네.” 하였다.○ 왕창(王敞)의 시에 “배 대는 자리엔 모래 언덕에 다다랐는데, 강물은 석문(石門)으로 달려가네. 은실[銀絲]이 회치는 것을 보겠고, 옥유(玉乳)는 돼지 찜이 맛있도다. 들꿩은 구워 먹기에 알맞은데, 산꽃은 술항아리에 비쳤네. 배 타고 맘놓고 마시자꾸나, 지는 해가 앞마을에 비쳤네.” 하였다.○ 동월(董越)의 시에, “가랑비 내리는 임진강 나루터에 비낀 바람이 낚시질하는 돌무더기 흔드네. 물새는 가볍게 동동 뜨는데, 물가 나무는 멀리 아물아물하네. 반찬엔 아름다운 강 고기가 올랐고, 소반엔 들 고사리가 살쪘네. 주인이 객을 머무르게 하는 뜻은, 다만 얼른 돌아갈까 걱정함이네.” 하였다. 덕진(德津) 곧 임진강 하류이다. 낙하도(洛河渡) 덕진 하류이다. ○ 도승(渡丞) 1인.\n\n",
  "토산": "잉어[鯉魚]ㆍ붕어[鯽魚].\n",
  "봉수": "도라산(都羅山) 서쪽으로 15리에 있다.\n\n",
  "궁실": "객관(客館) 서거정(徐居正)의 신영기(新營記)에, “고기(古記)를 상고해 보면, 삼한(三韓) 때에 습천군(隰川郡)이었는데, 뒤에 주(州)로 승격했다가 다시 장단현(長湍縣)으로 강등했다. 고려 태조가 삼한을 통일하고 송경(松京)에 도읍하여 장단을 동익(東翼)으로 삼고 개성을 서익(西翼)으로 삼았다. 성종조(成宗朝) 때에 단주(湍州)라 고쳤다. 신축년(1361)에 홍건적(紅巾賊)의 난리를 만나서 관우(館宇)는 불에 타고 현관(縣官)은 영평현(永平縣)에 임시로 있었다. 무진년(1388)에 우리 태조 강헌대왕(太祖康獻大王)이 명하여 안집 별감(安集別監)을 설치하고 흩어져 있는 백성을 불러서 어루만져 고향으로 돌아오게 했다. 3년이 지난 경오년에 현령(縣令)으로 고쳤다. 태종(太宗) 갑오년(1414)에 임강현(臨江縣)을 없애고 장단에 예속시켜 이름을 장림(長臨)이라 고쳤다. 세종(世宗) 기해년(1419)에 각각 옛날대로 임진ㆍ장단이라 하였다. 세조(世祖) 병자년(1456)에 장단과 임강 두 고을을 없애고, 합쳐서 임진현으로 만들었다. 현감인 하여덕(河汝德)이 비로소 읍(邑)을 도원역(桃源驛) 옛터로 정하였는데, 사군(使君 지방관의 경칭) 송숙기(宋叔琪)가 후임으로 와서 비로소 역사를 시작했는데, 무인년에 이름을 장단현이라 고쳤다. 이 해에 본 고을에 왕후의 조상의 산소가 있다는 이유로 군(郡)으로 승격시켰다. 이듬해 기묘년에 비로소 읍을 옮겼는데, 공아(公衙)ㆍ객관(客館)ㆍ고무(庫廡)가 처음 지어지기 시작했을 뿐이다. 그 뒤를 이어 사군 조지주(趙之周)가 완전히 지으려 하다가 상(喪)을 당해 돌아가고, 그 뒤를 이어 사군 김한생(金漢生)이 와서 정사가 화(和)하고 백성이 기뻐했다. 노는 사람을 부리며 백성들을 괴롭히지 않고 재목을 모아들이고 기와를 구워서 대청(大廳) 3칸을 짓고, 앞뒤로 툇마루를 달았으며, 동서로 협실(夾室) 3칸이 있고 그 앞 남쪽에 또 대청과 협실 몇 칸이 있는데, 낭무(廊廡)와 문상(門廂)이 각기 차서가 있었다. 너무 빨리도 하지 말고 너무 수고롭게도 하지 말라고 하였으나, 두어 달이 못 되어 공사가 끝이 났다. 을유년에 김 사군은 온양(溫陽)으로 옮겨가고, 사군 이신효(李愼孝)가 또 다시 손을 보았다. 무자년에 지금 사군 백사수(白思粹)가 군수로 왔고, 이듬해 기축년에 도호부로 승격되어 수진(首鎭)으로 만들었으니, 지역이 넓고 사무가 복잡한데 백군은 은혜와 위엄이 아울러 드러내어, 온 지경이 크게 다스려지고 저축이 가득 차 수년 동안에 동서로 곡식 창고 24칸과 관청의 동서 창고 몇 칸을 짓고 마구(馬廐)도 붙여 지었으며 담을 둘러쌓으니, 관해(官廨)가 크게 갖추어져 우뚝하게 한 고을의 장관을 이루었다. 아, 한 고을의 흥폐도 스스로 운수가 있나 보다. 장단ㆍ임진ㆍ임강 세 고을이 송도(松都)와 한양(漢陽) 두 서울 틈에 끼어 있어서 한 번 합쳐졌다 한 번 나뉘고, 혹은 동으로 혹은 서로 붙여서 그 고을이 일정하지 못한 것이 무려 5, 6차나 되었다가 오늘에 와서 정해져 합쳐져 하나가 되고, 또 여러분 같은 어진 군수를 만나서 고을이 더욱 웅장하고 백성이 더욱 번성하게 되었으니, 어찌 시기를 기다렸던 것이 아니겠는가. 지금 향중(鄕中)의 부로(父老)들이 백 부사(白府使)의 덕을 말하여 그치지 않아서 나더러 기문(記文)을 지으라고 하는데, 나도 또한 변변치 못한 집과 조상의 산소가 마을 서쪽에 있어서, 조상이 심은 뽕나무와 가래나무도 공경하는 마음으로 직접 백 부사의 훌륭한 업적을 보았으니, 기문 짓는 것이야 어찌 사양하랴.” 하였다.\n\n",
  "학교": "향교(鄕校) 부의 북쪽 3리에 있다.\n\n",
  "역원": "도원역(桃源驛) 부의 남쪽 3리에 있다. 본도(本道)의 속역(屬驛)이 다섯이 있는데, 구화(仇和)ㆍ백령(白嶺)ㆍ옥계(玉溪)ㆍ단조(丹棗)ㆍ상수(湘水)이다. ○ 역승(驛丞) 1인.○ 김극기(金克己)의 시에, “옛 역 횡당(橫塘) 위에 숲과 물이 호정(戶庭)을 둘렀네. 꾀꼬리 우는 가지엔 꽃이 총총하고, 제비 깃들인 지붕 옆엔 버드나무 우뚝우뚝하네. 들빛은 문을 스쳐 푸르고, 산빛은 난간에 떨어져 푸르구나. 머리 돌려 대궐을 바라보니, 눈물 콧물이 문득 번갈아 떨어지네.” 하였다.○ 고려 안축(安軸)의 시에, “작은 정자 큰길 옆에 있으니, 멀리 바라보니 여기가 도원일세. 바람 눈은 깊은 골목에 가득하고, 풀은 무너진 담을 묻었네. 누가 이 산중에 있는 역을 가지고 경솔히 옛 신선 마을에 비교했던가. 백세 동안 흥망 속에 살던 백성이 반도 남지 않았네.” 하였다.○ 이곡(李穀)의 시에, “역 이름 도원이라 하기에는 적합하지 않구나. 부서진 집 거친 숲이 문(門)조차 기억하기 어렵네. 지나는 손은 풍악(楓岳 금강산(金剛山))에 치성을 드리러 가는 길이니, 복을 나누어 백성들에게 줄 수 있겠는가.” 하였다.○ 배중부(裵仲孚)의 시에, “맑은 물은 비단을 깔았고 돌은 병풍 친 것 같은데, 흰 새가 쌍으로 날아 갠 빛이 밝구나. 일 좋아하는 어떤 사람이 술을 많이 싣고 오려나, 봄바람 철쭉꽃이 강성(江城)에 비치네.” 하였다.○ 최유(崔裕)의 시에, “진(秦) 나라 피해 온 서넛 집이 곧 도원역을 이루었네. 스스로 말하기를, 역에서 맞고 보내는 수고로움이 장성(長城)의 역사보다는 낫다 하네.” 하였다.동파역(東坡驛)부의 남쪽 30리에 있다.○ 왕창(王敞)의 시에, “돌아갈 마음은 북극(北極)에 달렸는데, 역마 타고 동파역에 들렀네. 대나무 사이에 복사꽃은 적은데, 공중에 자욱하게 버들개지 많구나. 세 순배(巡杯)에 주성(酒聖)이 맞았고, 백 번 싸워 시마(詩魔)를 평정했네. 내일 개성(開城) 길에, 솔 그늘 한 필의 말 타고 가겠구나.” 하였다.\n『신증』 동월(董越)의 시에, 현도(玄菟) 지방이 민아(岷峨)에 멀리 떨어져, 대소(大蘇)가 이 땅에 온 일이 없었네. 높은 문에 큰 현판이 우연히 같아서, 초목과 산천이 문득 활기를 띠어, 언덕은 구불구불 푸른 솔은 그늘졌는데, 이 이름 붙인 것이 어찌 지금부터랴. 양매(楊梅)는 본래 수가(修家)의 물건이 아니요, 공작(孔雀)은 원래 선성(宣聖 공부자(孔夫子))의 새가 아닐세. 산이 높아 구름을 자아내고 산 안개 축축하니, 올 때 벌써 동파(東坡)의 삿갓을 썼었네. 밤이 깊어 동파시를 외지 못하니, 지경이 고요해서 산 귀신 놀랄까 염려함일세. 멀고 먼 돌아가는 길 부상(扶桑)에 해뜨는 곳인데, 깊은 밤 배꽃 아래 문을 겹겹이 닫았네. 새로 짓는 시에 길에서 만난 것을 기록할 뿐이라. 어찌 왕안석(王安石)이 공연히 돈(墩)을 뺏으려는 것 같을쏘냐.” 하였다.○ 당고(唐臯)의 시에, “중국과 조선은 울타리 터놓고 지내는 터인데, 우연히 조명(詔命)을 받들고 기러기 자국[鴈迹]을 붙었네. 개성(開城)에선 밤중에 가는 눈발 날리더니, 아침에 길 떠나니 깨끗이 개었네. 동으로 오자 객관(客館)에 산 그림자 걸렸는데, ‘동파’라 붙인 이름 지금까지 전하네. 어찌 산문(山門)에 옥대(玉帶)를 남겼으랴. 또한 적벽(赤壁)에 선금(仙禽)이 온 것도 아닐세. 규봉(圭峯)에 왔을 때 비가 축축히 내리니, 말 위에서 남에게 우장 삿갓 빌려 썼네. 저물게 관(館)에 드니, 감개한 생각 많구나. 한 곡조 긴 노래가 우는 듯하구나. 산 머리에 아침 해 떠오르니, 길에서 우는 말이 문을 나서라고 재촉하네. 머리 돌려 동파역을 거듭 돌아보니, 어찌 다른 산 흙더미와 같을쏘냐.” 하였다. 구화역(仇和驛) 부의 북동쪽 30리에 있다. 백령역(白嶺驛) 부의 동쪽 30리에 있다.○ 안축(安軸)의 시에, “돌아가는 길에 하늘빛은 쌀쌀한데, 얼어붙은 구름은 저녁 추위 더하누나. 역사(驛舍)를 보니 눈이 빤히 뜨이고, 몸이 피로하여 말 안장 풀었네. 고목나무는 연기 낀 언덕을 가렸고, 푸른 솔은 눈 쌓인 산에 우뚝 섰네. 창문에 기댄 채 곡령(鵠嶺 송악산(松岳山))을 바라보니, 푸르름이 구름 끝에 나와 있네.” 하였다. 통제원(通濟院) 부의 남쪽 35리에 있다. 냉정원(冷井院) 부의 남쪽 30리에 있다. 오목원(吾目院) 부의 남쪽 30리에 있다. 약사원(藥師院) 부의 서쪽 20리에 있다. 연화원(蓮花院) 부의 동쪽 33리에 있다. 석주원(石柱院) 부의 동쪽 10리에 있다. 숙천원(淑川院) 부의 서쪽 15리에 있다. 선구원(禪具院) 부의 서쪽 20리에 있다. 천수원(天壽院) 부의 서쪽 25리에 있다. 개성부(開城府)편에 자세히 보인다.\n\n",
  "불우": "화장사(華藏寺) 보봉산(寶鳳山)에 있는데, 처음 이름은 계조암(繼祖庵)이다. 지공(指空)이 처음에 터를 보고 크게 절을 지어 마침내 큰 총림(叢林)이 되었다. 불전(佛殿)과 승당(僧堂)의 제도가 매우 굉장하여 매년 여름이면 중들이 모여들어 참선하는 것이 양주(楊洲) 회암사(檜巖寺)와 어금버금하다. 이 절에 지공이 가져 온 서축 패엽경(西竺貝葉經)이 있어서 지금까지 전해진다.○ 고려 충렬왕(忠烈王) 14년에 김이(金怡)의 나이 24세로 우연히 화장사에서 자다가 꿈을 꾸기를 임금이 정전(正殿)에 거둥하니 여러 신하들이 옹위하고 상서로운 구름이 둘러싸였는데, 임금이 시를 한 구절을 외우기를 “푸른 구름 붉은 기운이 신선 사는 곳인줄 알겠다.” 하니, 김이가 회답하기를, “초록 머리털 맑은 말씀은 바로 귀인이로다.” 하자, 임금이 기특하게 여겨 감탄하고 옷을 벗어 입혔다. 이로써 귀하게 될 징조임을 알았다. 극락사(極樂寺) 오관산에 있다. 창화사(昌化寺) 도라산(都羅山)에 있다. 영통사(靈通寺) 오관산 아래에 있는데, 골 안이 깊숙하고 산이 첩첩이 둘러싸여 있으며 물이 이리저리 굽이쳐 흐르고 나무가 우거졌다. 그 서루(西樓)의 뛰어난 경치는 송도(松都)의 제일이다. 절에 김부식(金富軾)이 지은 승통의천탑명(僧統義天塔銘)이 있고, 또 고려 문종(文宗)의 화상과 홍자번(洪自藩)의 화상이 있다.○ 이규보의 시에, “산길은 구불구불 돌아 산기슭에 닿는데, 절을 물을 것 없이 중만 따라왔네. 산에 들어서자마자 맑은 시냇물 소리 들으니, 인간의 온갖 시비 쿵쿵 찧어 깨뜨려 주네.” 하였다.○ 김구용(金九容)의 시에, “더위 피해 산중에 자니, 서늘하여 흥이 더욱 새롭구나. 솔 난간은 깨끗한 물 굽어보고, 이끼 낀 길엔 티끌 한 점 없네. 돌에 앉아 새 소리 듣고, 막대기에 의지하니 이 몸이 부끄럽구나. 흰 구름 깊고 먼 골엔 아마 신선이 있을 테지.” 하였다.○ 변계량의 시에, “땅이 궁벽하니 티끌 생각 없어지고, 다락이 높으니 더운 기운 적구나. 새는 풍경 소리 따라 내려오고, 중은 저녁 종 칠 때 돌아오네. 돌을 옮기니 구름은 소매에서 생기고, 소나무 쳐다보니 이슬이 옷에 떨어지네. 가을 서리에 산의 과실 익거든, 다시 와 사립문 두드림세.” 하였다.○ 석월창(釋月窓)의 시에, “바위에서 나온 샘 한 줄기 굽이쳐 숲을 뚫었는데, 늙은 나무가 난간에 당해 푸른 그늘 쌓였구나. 가을에 오니 골 안은 더욱 말쑥하고, 구름이 돌아오니 솔 고개[松嶺]는 더욱 깊숙하구나. 이끼 낀 비석에 훌륭한 사적 옛부터 전하는데, 흰 벽에 새로 쓴 시 지금부터 기록하네. 앉은 지 오래매 정신 다시 맑아 오니, 풍경 소리 달을 흔들고 밤은 침침하네.” 하였다.○ 권근(權近)의 시에, “오관산 아래의 옛 총림(叢林)에 바람은 다락에 가득한데, 푸른 나무 그늘졌네. 지경은 세상의 시끄러움 끊었으니 항상 한적하고, 시내는 비로 인해 더욱 맑고 깊구나. 서봉(西峯)의 서늘한 기운 아침저녁 연달았고, 북령(北嶺)에 한가한 구름 예와 이제 겼었네. 아, 옛 일 물을 길이 없는데, 흙다리만 그대로 없어지지 않았구나.” 하였다.○ 이원(李原)의 시에, “한가롭게 절을 향해 도림(道林)을 찾으니, 시내를 따라 작은 길 솔 그늘 속으로 났네. 오관산은 바람 연기 옛 모습 끼고 있는데, 대각비(大覺碑)는 세월이 오래되었구나. 보자(寶字)들 마음에 생각함은 경(經)ㆍ계율ㆍ교화인데, 늙은 중의 설법은 과거ㆍ미래ㆍ현재로구나. 만약 결사(結社)하여 여기 와 누웠으면, 벼슬길 부침(浮沈)이 아랑곳없겠네.” 하였다.○ 성임(成任)의 시에, “청량(淸涼)한 취미 운림(雲林)에 있기에, 티끌 세상 더위 피해 나무 그늘 찾았네. 가랑비 그친 때엔 산이 다시 좋고, 폭포수 떨어지는 곳엔 물이 특히 깊구나. 매양 그윽한 흥이 나면 자주 여길 오는데, 새삼스레 기이한 경치 모두 오늘에 있는 줄 알았네. 옛 일을 조상(弔喪)하느라 머뭇거리며 시를 이루지 못했는데, 봉우리는 그림자 거두고 해는 막 지려 하네.” 하였다.○ 이승소(李承召)의 시에, “숲 뚫고 물 건너 깊은 산에 들어서니, 산 중턱 중의 집이 푸른 물굽이에 안겨 있네. 누른 잎 산에 널렸으니 멀고 가까운 곳 희미하고, 푸른 이끼 길에 가득하니 오르기가 힘드는구나. 적선(謫仙)의 시흥(詩興)은 연하(煙霞) 밖에 있고, 사부(謝傅)의 높은 회포 물과 돌 사이로세. 밤늦게 서루(西樓)에 기대어 그대로 자지 않고, 창에 가득한 달빛 아래에서 물소리 듣고 있네.” 하였다. 흥성사(興聖寺) 영통사 북쪽에 있다.○ 이색의 기(記)에, “경성(京城)의 간방(艮方 동북쪽), 천마산(天磨山)의 손방(巽方 동남쪽) 고암(鼓巖)의 태방(兌方 동서쪽)에 봉우리 다섯 개가 있는데, 둥그렇게 모여 있어 멀리 바라보면 하나처럼 보이기 때문에 오관이라 이름한 것은 그 모양을 취한 것이고, 또 기묘하고 뛰어난 경치가 족히 삼한(三韓) 여러 산 중 으뜸이 될 만하기 때문이다. 정화 공주(貞和公主)의 아버지인 보육(寶育)이 실로 여기 살았는데, 우리 태조의 증조인 작제건(作帝建)의 외할아버지이다. 태조가 임금이 된 뒤에 그 집을 내놓아 절을 만들고 이름을 숭복사(崇福寺)라 했는데, 그 현판을 보면 알 수 있다. 그 뒤에 절은 난리에 불타 없어지고 미쳐 고쳐 짓지 못한 지가 오래되었다. 경효대왕(敬孝大王)은 조상을 추모하는 뜻이 있어서 무엇이든지 조종(祖宗)이 세워 놓은 법도는 모두 다 닦아 밝히는데, 사원(寺院)에 이르러서도 옛 것을 완전히 하고 더 새롭게 하되 뜻대로 되지 않는 것이 없었다. 이에 이르기를, ‘정화 공주가 살던 곳을 후비(后妃)들이 의당 정성껏 받들어야 한다.’ 하였다. 이로 말미암아 노국 공주(魯國公主)가 스스로 공덕주(功德主 시주)가 되어서, 건물과 돈과 양식을 다 새롭게 하고 다 넉넉하게 하며, 또 대장경(大藏經)의 화주(化主)가 되어 책궤와 표지(標識)가 질서 정연하고 찬란하였다. 얼마 안 되어 노국 공주가 돌아가시니, 또 공주의 아버지와 어머니 화상을 모시고 절기마다 제사지냈다. 현릉(玄陵 공민왕의 능호(陵號)) 말년에 가서는 더욱 성대해져 뚜렷이 대총림(大叢林)이 되었다. 지금의 주지(住持)인 대선사(大禪師) 내명(乃明)은 조계종(曹溪宗)의 장로(長老)인데, 시자(侍者) 불혜(佛惠)를 보내어 나에게 기문을 지어 달라고 하면서 말하기를, ‘본사(本寺)는 노국 공주를 위하여 장경(藏經)을 독송한 지가 벌써 3년이라, 그 공덕의 뛰어남은 겁(劫)이 다하도록 입으로 말하기 어려우니, 현판을 만들어서 걸어 후세 사람들에게 보이려 한다. 자네는 붓을 잡은 이로서 정처 없이 떠돌아다니는 중과 더불어 글을 짓는 데 조금도 인색하지 않았다. 더구나 선왕의 은혜를 받은 것이 적지 않으니, 반드시 이에 대해 기문 짓기를 좋아할 것이므로 내가 직접 가지 않는 것이니, 예의는 박하면서 요구는 큰 것이다. 또한 선왕의 위령(威靈)을 의지하고 자네가 선왕을 추모하는 마음이 독실하여 반드시 사양하지 않을 줄 알기 때문이다.’ 하니, 내가 말하기를, ‘내가 들으니, 내명 스님은 나이 지금 67세인데, 이 절에 주지로 있은 지가 11년이 되었다고 하니, 선왕의 알아주심이 또한 얕지 않다. 아침저녁으로 향을 피워, 선왕과 노국 공주의 아버지와 어머니를 추모하여 지나간 허물을 씻고 오는 복을 많이 받게 발원한 것, 묻지 않아도 알 수 있으니, 이것은 선왕을 저버리지 않는 마음이다. 아침저녁으로 모시고 있던 신하들로 하여금 모두 내명 스님처럼 선왕을 저버리지 않게 한다면 어찌 다행한 일이 아니겠는가. 나는 그러기를 밤낮으로 바라기 때문에 기꺼이 기문(記文)을 짓겠다.’ 하였다.” 하였다.○ 이규보의 시에, “벗을 찾아 세 늙은이 어울려서, 위태로운 산마루의 나무 끝을 지나가네. 세찬 바람은 모자 스쳐 지나가고, 가랑 눈은 옷에 떨어져 녹는구나. 길이 멀어 발이 얼어 터져도 참고, 사람은 멀리 있으니 몇 번이나 머릴 들어 바라보았나. 흥이 오매 애오라지 대안도(戴安道)를 찾는 것이니, 반드시 불러서 맞이할 것은 없네.” 하였다.○ “눈은 하얗게 기와 틈에 쌓였는데, 찬 기운은 나무 끝에 맺혔구나. 도(道)는 이미 때를 가지고 늙었고, 근심은 마땅히 술에 의지해 녹네. 천문(天門 대궐문)에는 수레 소리 요란하게 울리고, 궁궐에는 금교(金翹 벼슬아치의 머리 장식)가 가득하네. 홀로 쓸쓸한 산을 향해 가니, 단지 원숭이와 학만이 맞아 주겠지.” 하였다.○ “푸른 기와 비늘처럼 어긋어긋 나무 끝에 나왔는데, 동굴 입구엔 인적이 고요하고 소나무만 섰구나. 숲에 가득한 흰 눈은 원숭이가 밟아 부수고, 벽에 반쯤 비친 붉은 해는 새 지저귀는 속에 넘어가네. 향불 탄 재 싸늘하게 쌓이니 산 집이 고요하고, 풍경 소리 흔들리다 끊어지니, 석창(石窓)이 차구나. 나의 미친 것은 점점 쉬어져 선(禪)에 집착할 만하니, 전일에 사냥하던 장군으로 보지 마소.” 하였다.○ “만사는 모두 한 웃음 끝에 비었는데, 오수(聱叟 당(唐) 나라 원결(元結)의 호)가 부질없이 벼슬한 걸 오히려 비웃네. 바위는 우물 난간에 이어져 구름이 항상 축축하고, 땅은 차[茶] 달이는 창문에 가까워 눈이 쉽게 녹네. 한가하게 걸린 철군(鐵君 쇠로 만든 주장자(拄杖子)) 하안거를 지냈고, 미쳐서 목불(木佛)을 불태워 겨울 추위 막았네. 청산은 다른 날 다시 오면 구면이 되겠기에, 그윽한 시내 자세히 보기 싫지 않네.” 하였다.○ “향성(香城 절)을 단정히 지을 적에 이 땅에 거둥할 때 천 명의 관원이 옹호한 것 기억하겠네. 전자(篆字)에 이끼 끼어 비문(碑文)이 보이지 않고, 비[雨]는 단청을 물들여 벽화(壁畫)가 쇠잔했네. 보육전(寶育殿)은 외로운 달 머금어 싸늘하고, 마가비(摩訶碑)는 끊어진 구름에 닿아 차갑구나. 산 중은 익숙히 보았는지라, 머리 돌리기 싫어하고 한가한 사람 멋대로 보게 맡겨두네.” 하였다. 성등암(聖燈庵) 권근(權近)의 기문에, “건문(建文) 원년 기묘년(1399) 겨울 11월 신미일에 도승지 문화(文和)가 왕명으로 첨서중추원사(簽書中樞院事) 권근을 불러 전지(傳旨)하기를, ‘오관산 성등암은 전조 태조 왕씨(王氏)가 처음 지은 것이다. 내가 잠저(潛邸)에 있을 때부터 고쳐 지으려 하다가 지금 와서야 완성하고 토지와 노비를 주었으니, 너는 마땅히 글을 지어서 영구히 알리도록 하라.’ 하였다. 신 권근은 엎드려 왕명을 받고 물러나와 삼가 성등암의 옛 문적을 상고해 보니, 오관산 서봉(西峯)에 돌이 높이 서 있는데, 창날같이 뾰족하여 사람들이 극암(戟巖)이라 하였다. 그 위에 산등성이가 빙빙 돌아 서쪽으로 꺾여서 남쪽으로 송악산(松岳山)과 연접했다. 왕씨 태조가 삼한(三韓)을 통일하고 처음으로 송악산 남쪽에 도읍을 세우니, 술사(術士)가 진언하기를, ‘극암이 갑자기 일어나서 지맥(地脈) 제2순룡(順龍)의 폐와 간의 위치에 당하여 하늘을 뚫을 듯이 일어섰으니, 이것은 삼재(三災)가 일어날 곳입니다. 만약 이것을 물리치려면 마땅히 돌 기둥을 세워야 합니다.’ 하였다. 이에 그 남쪽 벼랑의 큰 돌 위에다 돌기둥을 사방으로 늘어 세워 집과 같이 하고, 장명등(長明燈)을 설치하여 극암의 삼재를 진압하고, 또 밝은 임금이 대대로 계승하며 충신이 끊어지지 않기를 빌었다. 때문에 왕씨는 태부시(太府寺)로 하여금 장명등의 기름을 공급하게 하였다. 치화(致和) 무진년(1328)에 시중(侍中) 윤석(尹碩)이 충숙왕(忠肅王)의 정승이 되고, 지순(至順) 경오년(1330)에 시중 한악(韓偓)이 충혜왕(忠惠王)의 정승이 되어 모두 양부(兩府)의 제공(諸公)들과 함께 그 기름값을 보태주고 이름을 현판에 새겼으며, 홍무(洪武) 계해년(1383)에 시중 조민수(曺敏修) 등이 또 양부와 더불어 쌀과 포목을 내주어 그 용도를 계속하게 했다. 한산(韓山) 이색(李穡)이 기문을 지었으며, 첨서(簽書) 유순(柳珣) 등은 또 집을 지어 주었으니, 성등(聖燈)을 대대로 소중히 여긴 것이 대개 이와 같았다. 지금 우리 주상 전하는 태자(太子)의 덕(德)과 지혜와 용기 있는 자질로 충성하고 효도하며, 태상왕(太上王)을 도와 많은 어려운 일의 고비를 널리 건져 크게 천명(天命)을 받아서 조선의 억만 년의 기업을 열어 놓았다. 일찍이 잠저에 있을 때에 현(賢)과 장(長)으로 사람들이 모두 칭송하였으며, 따라오는데 겸손한 덕을 더욱 높이고 분수를 넘지 않았으며, 오직 국가에 유익한 일이면 도모하고 힘썼다. 그리하여 무인년 초봄에 비로소 이 성등암을 고쳐 짓기 시작하고, 가을 8월에 미쳐서 드디어 태상왕의 명령을 받들어 곧 보위(寶位)를 전해 받았으니, 밝은 임금과 어진 정승이 서로 만나 정치와 교화를 다시 새롭게 하여 모든 업적이 다 빛나고 사방에 근심이 없으니, 성인의 교화의 효과는 대개 속일 수 없는 것이 다시 지은 불전(佛殿) 3칸에 새로 그린 석가 삼존(釋迦三尊)과 십육 나한 제자(羅漢弟子), 오백 성중(五百聖衆)이 모두 모인 화상을 걸어놓았으며, 동쪽 아래채 3칸은 중들이 거처하는 방이요, 서쪽 아래채 3칸은 밥짓는 부엌이다. 밭 1백 결(結)과 노비 16명을 주어서 이로써 성등(聖燈)을 계속해서 밝히고 금륜(金輪)을 오래 보존하려는 것이다. 아, 왕씨가 처음으로 이 성등을 설치하여, 자손이 서로 전해서 5백 년을 지냈다. 지금 새로운 조정을 만나서 무엇이든지 불사(佛事)를 빛낼 만한 일은 더욱 원만히 하고 구비했으니, 그 나라에 이익되게 함이 더욱 크고도 영구할 것이니, 성수(聖壽)가 길어지고 나라 운수가 영구해짐은 마땅히 이 산(山), 이 등(燈)과 더불어 함께 드리워져 끝이 없고 흔들리지 않을 것이다.” 하였다. 낙산사(洛山寺) 용암산(湧巖山) 아래에 있다. 절벽이 높이 서서 삼면이 깎아놓은 듯한데, 절은 바위 사이에 있다. 오직 남쪽만 터져서 황홀하기가 마치 하늘이 만들어 놓은 것 같다. 절 동쪽에 한 개의 독봉(獨峯)이 있는데 높이 하늘을 찌를 듯하고 위에 너럭바위를 이고 있으니, 정병대(正甁臺)라 한다. 절 남쪽에 또 한 봉우리가 있으니, 향로봉(香爐峯)이라 한다. 절에 관음 소상(觀音塑像)이 있는데, 사람들이 “의상(義湘)이 만든 것이다.” 말하고, 몹시 영험하여 나라의 기도처로 도성(都城)의 남녀들의 향화(香火)가 끊이지 않는다.○ 성화(成化) 을유년(1465) 봄 밤에 벼락치는 소리가 나서 절의 중들이 모두 벌벌 떨고 있다가 이튿날 보니 절 뒤에 있는 돌산이 저절로 터져 동문 밖으로 옮겨져서 높이 정병대와 향로봉과 더불어 솥의 발처럼 높이 서 있었다.○ 정추(鄭樞)의 시에, “돌길엔 구름이 소매에서 생기고, 솔 고개엔 달이 품속에 들어오네. 공계(空界)의 넓은 것을 보려면, 모름지기 보병대(寶甁臺)에 올라야 하네.” 하였다.○ 채련(蔡璉)의 호필(扈蹕)의 시에, “맑은 가을에 수레 타고 성의 동쪽에 나오니, 금선(金仙 불(佛))께 예배하러 절에 이르렀네. 취화(翠華)의 그림자는 천산(千山) 안개에 스치고, 청필(淸蹕)의 소리는 만학(萬壑) 바람에 전하네.” 하였다. 안적사(安積寺) 금신사(金神寺)의 남쪽 기슭에 있다.○ 변계량의 시에, “홀로 안적사에 오르니, 오솔길은 구름 낀 멧부리를 끼고 도네. 묵은 나무 농(籠)은 구름 피어오르는 듯, 고요하게 저녁 그늘 아래 연이었네. 돌 샘은 손의 꿈을 깨우고 솔 달(松月)은 중의 마음을 시원하게 하네. 한탄스러운 것은 밝은 아침 떠난 뒤에 다시 세속의 일에 침노받는 것일세.” 하였다. 증각사(證覺寺) 화장사(華藏寺) 위에 있다.○ 이색의 시에, “돌봉우리는 깎아지른 듯이 속세에서 나왔는데, 운연(雲煙)이 아득한 사이에 앉아서 어루만지네. 범패(梵唄) 소리 끝나고, 중은 선정(禪定)에 들었는데, 한 바퀴 밝은 달이 온 산에 비치네.” 하였다.\n\n",
  "사묘": "사직단(社稷壇) 부의 서쪽에 있다. 문묘(文廟) 향교(鄕校)에 있다. 성황사(城隍祠) 부의 동쪽 2리에 있다. 여단(厲壇) 부의 북쪽에 있다. 덕진사(德津祠) 덕진(德津)에 있으니, 사전(巳典)에 서독(西瀆)으로 되었고, 중사(中祀)로 기록되었다. 봄 가을로 향(香)과 축(祝)을 내려 제사했다. 오관산사(五冠山祠) 사전에 소사(小祀)로 기록되었으니, 매년 봄 가을로 향과 축을 내려서 제사했다. 사(祠)는 영통사(靈通寺) 북쪽 언덕에 있다. 용호산사(龍虎山祠) 용호산에 있는데, 봄 가을로 본읍(本邑)에서 제사지낸다.\n\n",
  "능묘": "숭릉 숙종비 명의왕후(明懿王后) 윤씨의 능이다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 녹사(祿仕) : \n주자(朱子)의 《맹자(孟子)》 주(註)에, “벼슬하는 것은 본래 도(道)를 행하기 위한 것이나, 혹시 집이 가난하고 부모가 늙었으면 시대가 뜻에 맞지 않더라도 녹이나 받기 위하여 조그만 벼슬을 하는 것을 녹사(祿仕)라 한다.” 하였다.\n\n[주-D002] 일관(日觀) : \n중국 태산(泰山)에 일관봉(日觀峯)이 있는데 가장 높다.\n\n[주-D003] 사질(祀秩) : \n국가에서 일정하게 지내는 제사에 등급이 있는데 그것을 사질(祀秩)이라 한다.\n\n[주-D004] 오악(五岳) : \n중국의 오악(五岳)은 태산(泰山)ㆍ화산(華山) 등의 동악ㆍ서악ㆍ북악ㆍ중악이 있고, 우리나라에는 지리산(智異山 남악(南岳)) 삼각산(三角山 중악(中岳)) 등이 있고, 중부 지방에는 치악산(雉岳山)ㆍ백악산(白岳山)ㆍ감악산(紺岳山) 등의 오악이 있는데, 여기서는 후자(後者)를 가리킨 듯하다.\n\n[주-D005] 비보(裨補) : \n고려 태조가 도선(道洗)의 말을 좇아 지리비보설(地理裨補說)을 믿어서, 어느 곳에서는 절을 지어야 하고, 어느 곳에는 절을 지어서는 안 된다는 설을 실행하였다.\n\n[주-D006] 삼태(三台)가……놓았는데 : \n하늘에 삼태성(三台星)이 있는 것을 본받아서, 인간에는 삼정승이 있다는 것이다.\n\n[주-D007] 한결같은 덕(德) : \n《서경(書經)》에 함유일덕(咸有一德)이란 편명(篇名)이 있는데, 다 한결같은 덕이 있어야 한다는 말이다.\n\n[주-D008] 망하지 않은 범[不亡凡] : \n《장자(莊子)》에 초왕(楚王)이 범군(凡君)과 함께 앉았는데, 초 나라 신하들이 범(凡)이 망하였다고 세 번 불렀다. 범군이 말하기를, “범의 망한 것이 존(存)한 것을 상실하게 하지 못한다. 그러고 보면 범은 망한 것이 아니다.” 하였다.\n\n[주-D009] 유선(儒仙) : \n유학자로서 신선의 풍도가 있는 이를 말한다.\n\n[주-D010] 정습명(鄭襲明) : \n정습명은 당시에 곧은 말을 잘하던 대신인데, 이때에는 벌써 조정에서 쫓겨나서 죽은 뒤였다.\n\n[주-D011] 썩은 새끼[朽索] : \n《서경》에, “억조 백성을 다룸에 조심하기를 썩은 새끼[朽索]로 육마(六馬)를 다루는 것과 같이 한다.” 하였다.\n\n[주-D012] 복사꽃 물결[桃花浪] : \n두보(杜甫)시에, ‘삼월의 복사꽃 물결[三月桃花浪]’이란 구절이 있다.\n\n[주-D013] 한(漢) 나라 사신 : \n한 무제(漢武帝) 때에 장건(張騫)이 서역(西域)에 사신으로 가다가 뗏목[槎]을 타고 황하(黃河)를 거쳐 은하수에 다녀왔다는 전설이 있다.\n\n[주-D014] 서호(西湖) : \n중국 항주(杭州)의 서호는 경치 좋기로 유명하다.\n\n[주-D015] 연어(鳶魚) : \n《시경》에, “솔개는 날아 하늘에 이르고, 물고기는 못에서 뛴다.”는 구절이 있는데, 《중용(中庸)》에 그것을 인용하여 천지의 조화가 아래위로 유행하는 것을 살핀다고 해설하였다.\n\n[주-D016] 울금(鬱金) : \n울금은 향초(香草)인데 술을 담가서 제사에 쓴다.\n\n[주-D017] 동도(東道) : \n《좌전(左傳)》에, 정(鄭) 나라에서 진(秦) 나라에게 말하기를, “우리가 당신네의 동도 주인(東道主人)이 되어 주겠다.”고 하였는데 뒤에 주인을 동도(東道)라 한다. 더구나 조선은 동방에 있으므로 이 말을 인용한 것이다.\n\n[주-D018] 지음(知音) : \n옛날에 백아(伯牙)가 거문고를 잘 탔는데 종자기(鍾子期)만이 그 소리를 알아들었다는 고사가 있다.\n\n[주-D019] 옥유(玉乳) : \n진(晉) 나라 무제(武帝)가 왕제(王濟)의 집에 갔더니, 접대를 하는 돼지고기가 하도 맛이 있으므로 묻자, “사람의 젖[乳]으로 쪘습니다.”고 대답하였다.\n\n[주-D020] 조상이……공경 : \n《시경》에, “뽕나무와 가래나무도 반드시 공경한다.”는 구절이 있는데, 고향에 있는 이런 나무들까지도 공경한다는 뜻이다.\n\n[주-D021] 옛 신선 마을 : \n도연명(陶淵明)의 도화원기(桃花源記)에, “무릉(武陵)의 한 어부가 길을 잃고 물을 따라 산중에 깊이 들어가니, 인간과 통하지 않은 별천지에 복사꽃을 많이 심고 사람들이 사는데, 선대에 진 시황(秦始皇)의 만리장성 쌓는 역사를 피해 숨어 들어와서 수백 년 동안 인간과 떨어져 이상촌으로 살아 왔다 하더라.” 하였다.\n\n[주-D022] 북극(北極) : \n하늘의 모든 별이 북극성을 보고 높인다 하여, 임금이 있는 곳을 북극에 비한다.\n\n[주-D023] 주성(酒聖) : \n삼국 시대에 주객(酒客)들이 술에 대한 은어로, 탁주는 현인(賢人)이라 하고 청주는 성인(聖人)이라 하여, 청주에 취한 것을 성(聖)에 맞았다고 하였다.\n\n[주-D024] 백 번……평정했네 : \n부처가 성불(成佛)할 즈음에 마군(魔軍)이 방해하자 부처는 그들과 싸워서 이겼다고 하는데, 여기서는 시를 자꾸 짓고 싶은 것을 시마(詩魔)의 장난으로 말하였다. 싸운다는 것은 시를 많이 잘 지었다는 뜻이다.\n\n[주-D025] 현토(玄菟) : \n현도는 사군(四郡)의 하나이므로 그렇게 말하였다.\n\n[주-D026] 민아(岷峨) : \n민아는 소동파(蘇東坡)가 태어난 촉중(蜀中)의 산명(山名)이다.\n\n[주-D027] 대소(大蘇) : \n소로천(蘇老泉)은 아버지요, 소동파는 큰아들이요, 소자유(蘇子由)는 작은아들이므로 노소(老蘇)ㆍ대소(大蘇)ㆍ소소(小蘇)라 부른다.\n\n[주-D028] 양매(楊梅)는……아닐세 : \n공융(孔融)이 양수(楊修)를 보고 양매라는 과실을 들고 희롱하기를, “이것은 그대의 집 과실이다.” 하니, 양수가 답하기를, “공작(孔雀)이 부자(夫子 공자)의 집 새라는 말은 못 들었네.” 하였다.\n\n[주-D029] 동파(東坡)……썼었네 : \n소동파가 귀양살이할 때에 나갔다가 비를 만나 삿갓을 빌려 쓰고 나막신을 신고 돌아왔는데, 그 뒤에 사람들이 그것을 그림으로 그려서 동파입극도(東坡笠屐圖)라고 전하였다.\n\n[주-D030] 귀신……염려함일세 : \n두보(杜甫)의 시에, “시가 이루어지매 귀신(鬼神)이 운다.”는 구절이 있으니, 가장 묘한 시는 귀신이 놀란다는 뜻이다.\n\n[주-D031] 부상(扶桑) : \n동해 바다에 부상이란 큰 나무가 있는데, 해가 그 가지에서 뜬다는 말이 있다.\n\n[주-D032] 돈(墩) : \n송 나라 왕안석(王安石)이 조정을 떠나서 고향인 금릉(金陵)에 가서 사는데, 그곳에 사공돈(謝公墩)이란 언덕이 있었으니, 그것은 옛날 진(晉) 나라의 이름난 재상 사안(謝安)을 기념하여 지은 이름이다. 사안은 자(字)가 안석(安石)이니, 왕안석이 시를 짓기를, “나의 이름과 공(公)의 자가 서로 같은데, 이제는 이 돈(墩)이 공에게 속할 필요가 없네.” 하였다.\n\n[주-D033] 기러기 자국[鴈迹] : \n인생이 잠깐 지나가는 것을 눈 가운데에 기러기 발톱의 자취에 비유하는데, 곧 없어진다는 뜻이다.\n\n[주-D034] 어찌……남겼으랴 : \n소동파가 불인 선사(佛印禪師)를 찾아가서 한 마디 법담(法談)을 던지자, 불인 선사가 “내가 한 마디 물을 터이니, 그 말에 대답을 못하면 당신의 허리에 띤 옥대를 산문(山門 절)에 기념으로 두고 가시오.” 하였다. 소동파가 묻는 말에 얼른 대답을 하지 못하니, 불인 선사가 시자(侍者)를 불러 이르기를, “저 옥대를 받아서 산문의 기념으로 삼으라.” 하였다.\n\n[주-D035] 한 곡조……듯하구나 : \n옛글에, “긴 노래의 슬픔이 울음보다 더하다.”는 말이 있다.\n\n[주-D036] 지공(指空) : \n서역(西域)의 술승(術僧)으로 원(元) 나라를 거쳐서 고려에 왔다.\n\n[주-D037] 서축 패엽경(西竺貝葉經) : \n서천축국(西天竺國 인도)에서는 패다라수(貝多羅樹) 잎에다 불경을 썼다.\n\n[주-D038] 돌을……생기고 : \n두보의 시에, “돌을 옮기매 구름 뿌리를 움직인다.[移石動雲根]” 하였다.\n\n[주-D039] 도림(道林) : \n지도림(支道林)은 진(晉) 나라의 명승(名僧)이다.\n\n[주-D040] 대각비(大覺碑) : \n고려의 대각국사(大覺國師) 의천(義天)의 비석이다.\n\n[주-D041] 과거ㆍ미래ㆍ현재 : \n불교에서는 과거생ㆍ현재생ㆍ미래생의 삼생(三生)을 말한다.\n\n[주-D042] 결사(結社) : \n중이 수도하기 위하여 동지들끼리 결사한 것을 말한다.\n\n[주-D043] 적선(謫仙) : \n천상에서 귀양온 신선이란 말인데, 당 나라 하지장(賀知章)이 이백(李白)을 칭송하여 한 말이다.\n\n[주-D044] 사부(謝傅) : \n진(晉) 나라 사안(謝安)의 벼슬이 태부(太傅)였는데, 풍류 재상으로 동산(東山)에서 놀기를 좋아하였다.\n\n[주-D045] 나의……쉬어져 : \n《전등록(傳燈錄)》에, 어떤 장군이 부귀공명을 버리고 산에 들어가서 중이 되니, 친구들이 와서 말리기를, “자네가 미쳤는가?” 하자, 그가 답하기를, “내가 미친 것은 이제 점점 쉬는데[我狂漸息], 그대의 미침은 한창 발작하네.” 하였다.\n\n[주-D046] 목불(木佛)을 불태워 : \n당 나라 단하산(丹霞山) 천연 선사(天然禪師)가 어느 절에서 자다가 밤에 방이 춥자 나무로 만든 불상을 끌어내려 불에 태워 추위를 막았다. 아침에 주지가 놀라 꾸짖으니, 그는 부젓가락으로 재[灰]를 헤치고 있었다. “재는 왜 헤치느냐?” 하니, “사리를 찾는다.” 하자, “나무 부처에서 어찌 사리가 나온단 말인가.” 하니, “참 부처가 아니고 나무 부처일 바에야 불태운들 어떠냐.” 하였다.\n\n[주-D047] 마가비(摩訶碑) : \n마가(摩訶)는 인도어에 크다는 말인데, 대승(大乘)을 마가연(摩訶衍)이라 한다.\n\n[주-D048] 현(賢)과 장(長) : \n임금의 후계자인 태자를 세우는데, 여러 형제가 있을 경우에는 나이가 같으면 그중에서 현(賢)한 이를 세우고, 현하기가 같으면 나이가 많은[長] 이를 세운다. 여기서는 장도 되고 현도 된다는 뜻이다.\n\n[주-D049] 금륜(金輪) : \n불경에 전륜왕(轉輪王)이란 말이 있는데, 전륜당이 태어날 때에 하늘에서 금바퀴가 나타나 바퀴를 굴려서 천하를 통일ㆍ평정한다는 뜻이다. 바퀴에 금바퀴[金輪]ㆍ은바퀴ㆍ동바퀴ㆍ구리바퀴 등의 등급이 있다고 한다.\n\n[주-D050] 호필(扈蹕) : \n임금을 모시고 따르는 것인데, 필(蹕)은 임금이 나갈 때에 비키라는 소리를 말한다.\n\n[주-D051] 고요한……나고 : \n《장자(莊子)》에, “텅 빈 속에서 흰빛이 난다.[虛室生白]”는 말이 있는데, 고요한 가운데서 밝음이 생긴다는 뜻이다.\n\n[주-D052] 사공(謝公)이……나막신 : \n육조(六朝) 때 사영운(謝靈運)이 산에 오르기를 좋아하는데, 반드시 나막신을 신고 올라가되 올라갈 때에는 나막신의 앞니를 빼고 내려올 때는 뒷니를 빼었다고 한다.\n\n[주-D053] 장한(張翰)의……가득하네 : \n장한은 진(晉) 나라 사람으로 가을 바람이 불면 고향인 송강(松江)의 농어맛이 생각나서 일부러 배를 타고 돌아갔다고 한다.\n\n[주-D054] 분포(湓浦) : \n당 나라 백낙천(白樂天)이 강주 사마(江州司馬)로 좌천되어 가자, 분포(湓浦)에서 장안에서 온 여인의 비파 타는 소리를 듣고 울면서 지은 시에, “강주 사마 청삼(靑衫)이 젖었네.” 하였다.\n\n[주-D055] 십주(十洲) : \n신선이 사는 곳에 십주(十洲)가 있는데, 봉린주(鳳麟洲)ㆍ취굴주(聚窟洲) 등이 있다 한다.\n\n[주-D056] 동강주(桐江洲) : \n한(漢) 나라 처사 엄자릉(嚴子陵)이 낚시질하던 동강(桐江)을 말함인 듯하다.\n\n[주-D057] 귤주(橘洲) : \n삼국 시대에 이형(李衡)이 무릉 용양주(武陵龍陽洲)에 감귤 천 그루를 심어 두고 죽을 때에 아들에게 말하기를, “용양에 천두 목노(千頭木奴)가 있으니, 너에게 의식을 제공할 것이다.” 하였다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 홍찬유 (역) | 1969\n    \n\t\n",
  "고적": "마가갑(摩訶岬) 영통사동(靈通寺洞)에 있다. ○ 김관의(金寬毅)의 《편년통록(編年通錄)》에, “성골 장군(聖骨將軍)의 아들 강충(康忠)이 마가갑에 살았는데, 강충의 아들 보육(寶育)이 거사(居士)가 되어 그 곳에 암자(庵子)를 짓고 살았다. 신라의 술사(術士)가 보고 말하기를, ‘여기 살면 반드시 당(唐) 나라 천자가 와서 사위가 될 것이다.’ 하였다. 그 뒤에 두 딸을 낳아 작은딸의 이름을 진의(辰義)라 하였는데, 얼굴이 아름답고 재주와 지혜가 많았다. 나이 겨우 15세 때에 그 언니의 꿈에, 오관산 꼭대기에 올라가서 오줌을 누니 오줌이 흘러서 천하에 넘쳤다. 꿈을 깨고 진의에게 꿈 이야기를 하니, 진의가 말하기를, ‘비단 치마를 줄 테니 꿈을 팔라.’ 하였다. 그 언니가 승낙하니, 진의는 다시 꿈 이야기를 하라고 하면서, 팔을 벌려 품안에 담아 넣기를 세 차례나 하였다. 이윽고 몸이 움직여 마치 얻은 것이 있는 듯하여 자못 자부하는 마음이 생겼다. 당 나라 숙종(肅宗)이 잠저(潛邸) 때에 산천을 두루 유람하려고, 천보(天寶) 12년 계사년(753) 봄에 바다를 건너 송악군(松岳郡)에 이르러 마가갑 양자동(養子洞)에 당도하여 보육(寶育)의 집에서 유숙하는데, 두 딸을 보고 좋아하여 옷 터진 데를 꿰매 달라고 하였다. 보육은 이 사람이 중국(中國)의 귀인임을 알고 마음으로 과연 술사의 말이 맞는다 생각하고 즉시 큰딸로 하여금 옷을 꿰매라 하였더니, 큰딸은 겨우 문지방을 넘자마자 코피가 나서 진의로 대신하였다. 드디어 잠자리에 시중을 들어 한 달쯤 있다가 임신한 것을 알게 되었다. 그가 떠날 적에, ‘나는 당 나라의 귀족이다.’ 하며, 활과 화살을 주며 말하기를, ‘아들을 낳거든 주라.’ 하였다. 과연 아들을 낳자 이름을 작제건(作帝建)이라 하였다. 뒤에 보육을 국조원덕대왕(國祖元德大王)으로 추존하고, 그 딸 진의는 정화왕후(貞和王后)가 되었다. 또 개성부 형승조(開城府形勝條) 아래에도 보인다. 임진 폐현(臨津廢縣) 부의 남쪽 25리에 있으니, 본래 고구려 진임성현(津臨城縣)으로, 오아홀(烏阿忽)이라고도 한다. 신라 때 지금 이름으로 고치고 개성군(開城郡) 속현(屬縣)으로 만들었다. 고려 현종(顯宗) 9년(1018)에 장단현(長湍縣)에 예속하여 상서 도성(尙書都省)의 소관으로 하였다. 문종(文宗) 17년(1063)에 직접 개성부에 예속시켰다. 공양왕(恭讓王) 원년(1389)에 비로소 감무(監務)를 설치하였다. 본조 태종(太宗) 13년(1413)에 규례에 따라 현감(縣監)으로 고쳐 만들었다. 14년에 장단에 합하여 이름을 임단(臨湍)이라 하였다. 세종(世宗) 원년(1418)에 다시 갈라서 임진 현감으로 만들었다. 세조(世祖) 4년(1458)에 다시 예속시켰다. 임강 폐현(臨江廢縣) 부의 북쪽 30리에 있으니, 본래 고구려 장항현(獐項縣)으로, 고사야홀차(古斯也忽次)라고도 한다. 신라 때 지금 이름으로 고치고 우봉군(牛峯郡) 속현으로 만들었다. 고려 현종 9년에 장단에 붙여서 상서 도성 소관으로 만들었다. 문종 17년에 직접 개성부에 예속시켰다. 공양왕 원년에 비로소 감무를 설치했다. 본조 태종 14년에 장단에 합쳐서 이름을 장임현(長臨縣)이라 했다가 두어 달 뒤에 다시 현감을 두었다. 세조 4년에 다시 장단에 예속시켰다. 송림 폐현(松林廢縣) 부의 서쪽 5리에 있는데, 본래 고구려 약지두치현(若只頭恥縣)으로, 지섬(之蟾)이라고도 한다. 신라 때 여웅(如熊)이라고 고쳐서 송악군(松岳郡) 속현으로 만들었다. 고려 초년에 지금 이름으로 고쳤다. 현종 9년에 장단에 예속시켜서 상서 도성 소관으로 만들었다. 문종 17년에 직접 개성부에 예속시켰다가 뒤에 감무를 설치했다. 본조 태종 18년에 임강에 붙였다. 고장단(古長湍) 지금 치소(治所)의 동쪽 25리에 있다. 조현역(調絃驛) 지금 보현원(普賢院)이 바로 조현역의 옛터이다. 본조 세종 때에 역을 없애고, 그 관원들은 동파(東坡)와 청교(靑郊) 두 역으로 나누었다. 불일사(佛日寺) 고려 광종(光宗)이 송림현 북쪽에 불일사를 짓고, 현의 치소를 동북쪽으로 옮겼다. 보현원(普賢院) 부의 남쪽 25리에 있으니, 국조(國朝)에서 조현역을 설치했다가 지금은 또 없앴다. 물이 도원역(桃源驛) 상류에서부터 내려와 보현원 북쪽에 이르러 천천히 흘러 웅덩이가 되었는데, 의종(毅宗)이 뚝을 쌓아 못을 만들어 놀이하는 곳으로 삼았다. 그 뒤에 무신 정중부(鄭仲夫) 등이 문신들을 모두 죽여 못에 집어넣어서 메워지니, 사람들이 조정침(朝廷沈)이라 불렀다.○ 고려의 중 혜문(惠文)의 시에, “향불 연기 속에 불경 외우니, 고요한 가운데 흰빛이 나고 방 안이 침침하도다. 문 밖엔 길이 긴데, 사람들은 남쪽 북쪽이요, 바위 옆에 솔이 늙었는데, 달은 예와 이제로다. 빈 원(院) 새벽 바람엔 방울 혀[鐸舌]가 수다스럽고, 작은 뜰 가을 이슬엔 연밥이 상하네. 내가 와 고승(高僧)의 자리에 올라앉으니, 하룻밤 맑은 이야기 값이 만금이로세.” 하였다. 동림사(東林寺) 용암산(湧巖山) 오룡봉(五龍峯) 아래에 있다. ○ 김극기(金克己)의 시에, “깊숙이 골 가운데 절을 찾으니, 숲을 격하여 이상한 향내 들리네. 길이 깊숙하니 이끼 잎 깨끗하고, 못이 고요한데 국화는 향기롭구나. 학의 그림자는 눈[雪]이 천 길이요, 샘 소리는 거문고 한 틀일세. 재[嶺] 구름은 장구히 가만히 호위하여, 아침저녁으로 용당(龍堂)에 둘려 있네.” 하였다. 천화사(天和寺) 옛터는 성 동쪽에 있다. ○ 이규보의 시에, “한 막대 돈 같은 이끼를 뚫어 깨뜨리니, 시냇가 채색 오리 졸다 놀라 일어나네. 차 달이는 삼매(三昧) 솜씨 힘입어서, 얼음 찻잔[氷甌] 설액(雪液)이 나의 번민으로 끓는 속을 씻어주네.” 하였다. 선흥사(禪興寺) 옛터가 동교(東郊)에 있다. ○ 변계량의 시에, “허름한 선흥사에 중은 없고 제비만 나네. 뜰엔 서 있는 방씨탑(方氏塔)이요, 풀엔 비낀 늑옹(櫟翁 이제현(李齊賢)의 별호(別號))의 비(碑)로네. 경옥(瓊玉) 같은 글만 부질없이 남아있건만, 거문고 타고 바둑 두던 일은 이미 틀렸구나. 돌아가려다 그대로 잠깐 머무니, 벌써 나무 끝에 해가 기울었네.” 하였다. 자제사(慈濟寺) 정종(靖宗)이 임진의 과세원[課橋院]을 하사하고, 이름을 자제사라 했다. 그 전에 임진에 배가 없어서 행인이 다투어 건너다가 빠져 죽는 사람이 많으므로 관청에서 부량(浮梁)을 만드니, 이때부터 사람과 말이 평지처럼 다녔다. 앙암사(仰巖寺) 이인로(李仁老)의 시에, “앞으로 푸른 물 굽어보고, 뒤로 푸른 바위 등졌는데, 쓸쓸한 갈대밭에 소나무 전나무가 반반이구나. 사공(謝公)이 노는 흥은 쌍 나막신뿐이요, 장한(張翰)의 고향 생각 한 돛대에 가득하네. 다만 구산(緱山)에서 흰 학을 탈 것이고, 반드시 분포(湓浦)에서 푸른 적삼에 울 것 없네. 십주(十洲) 삼도(三島 삼신산(三神山)) 두루 구경하고 나니, 스스로 가뿐하여 신선되었나 의심되네.” 하였다. 총지사(摠持寺) 옛터가 개성부 탄현문(炭峴門) 밖 10리에 있다. ○ 고려 윤진(尹珍)의 시에, “황혼에 손이 절에 당도하니, 반짝반짝 별이 누각에 가깝네. 절벽에는 층계가 높고, 옛 절엔 집들이 깊숙하네. 밥 짓는 부엌엔 솔가지를 때고, 나무에 흠을 파 샘물을 끌어오네. 지경이 고요하매 사람 또한 고요하니, 구태여 동강주(桐江洲) 생각할 게 무어랴.” 하였다. ○ 박형(朴形)의 시에, “시내를 따라 옛 길을 찾아 절에 이르러 높은 누각에 올랐네. 한 번 보매 외롭고 답답함을 풀고, 두루 구경하매 다시 와 놀고 싶네. 골이 깊으니 어둔 빛이 먼저 들고, 산이 물드니 가을을 일찍 아네. 손꼽아 세어 봐도 좋은 계책 없으니, 나는 마땅히 귤주(橘洲)를 찾아가리.” 하였다.\n\n",
  "인물": "고려 한언공(韓彦恭) 여러 벼슬을 거쳐 내사시랑 평장사(內史侍郞平章事)에 이르렀으며, 개국후(開國侯)로 특진하여 식읍(食邑) 천 호(戶)를 받았다. 시호는 정신(貞信)인데, 목종 묘정(穆宗廟庭)에 배향했다. 한규(韓圭) 향공(鄕貢)으로 급제하여 벼슬이 호부 시랑(戶部侍郞)에 이르렀다. 한안인(韓安仁) 한규의 아들로 처음 이름은 교여(皦如)이다. 과거에 급제하고 예종조(睿宗朝)에 여러 벼슬을 거쳐 우부승선(右副承宣), 형부 상서(刑部尙書)에 이르렀다. 총명하고 사리에 밝으며 학문을 좋아하고 글을 잘 지었으며, 또 주역 점도 잘 쳐서 일시(一時)에 명류(名流)가 되었다. 이자겸(李資謙)과 사이가 좋지 못하여 살해당했다가 자겸이 패하자 시호를 문열(文烈)로 추증(追贈)했다. 한충(韓冲) 과거에 올라 예종조에 우보궐(右補闕)에 제수되었다가 이자겸이 한안인을 죽일 때에, 한충이 한안인의 종제(從弟)라는 이유로 외방에 귀양보냈다가 이자겸이 패하자 불러서 예부 시랑(禮部侍郞)에 제수하였다. 국자 좨주(國子祭酒)를 역임하였다. 성품이 강직하고 말을 기탄 없이 하였다. 학문에 독실하고 문장에 능했으며, 정치는 청렴과 은혜를 숭상하여 가는 곳마다 명성과 업적이 있었다.\n\n",
  "유우(流寓)": "이색(李穡) 고려 공양왕 때에 귀양 와 있었다.\n\n",
  "제영": "허백연천강군효(虛白連天江郡曉) 변계량(卞季良)의 시에, “훤한 빛이 하늘에 연했으니, 강 고을에 새벽이요, 그윽한 향내 땅에 뜨니 버들 들[柳郊]에 봄이로세.” 하였다. 금세수가부주향(今歲誰家不酒香) 이규보의 시에, “노적더미 높이 쌓으니 새떼 모여들고, 베다가 빠뜨린 이삭 우양(牛羊) 먹게 버려두었네. 길에서 촌 늙은이 만나 좋은 말 들었으니, 올해엔 뉘 집엔들 술 향내 아니 나랴.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "헌종(憲宗) 6년(1840)에 현(縣)으로 내렸다 아버지를 살해한 사건이 있었다. 15년에 다시 부로 올렸다.\n",
  "영아": "총융 후영(摠戎後營) 현종(顯宗) 6년(1665)에 우영(右營)을 두었는데 뒤에 후영으로 고친 것이다. ○ 후영장은 본부사(本府使)가 겸하였다. ○ 속읍(屬邑)은 장단(長湍)ㆍ삭녕(朔寧)ㆍ마전(麻田)ㆍ연천(漣川)이 있다.\n\n",
  "성지": "덕진 고성(德津古城) 남족으로 15리. 강변에 있는데 광해군 때에 수축한 고성이다. 포로 고루(匏蘆古壘) 동쪽으로 32리, 포로탄(匏蘆灘)의 위쪽 적성(積城) 경계에 두 개의 누(壘)가 있는데, 강을 격하여 상대해 있으며 석벽으로 되어 있으며 공고하게 되어 있다. 삼국 시대에 표로하변(瓢瀘河邊)에 쌓은 것이다.\n\n",
  "방면": "진현내(津縣內) 끝이 15리이다. 진동(津東) 동쪽으로 처음이 10리, 끝이 20리이다. 진북(津北) 서쪽으로 처음이 10리, 끝이 20리이다. 장현내(長縣內) 동쪽으로 처음이 30리, 끝이 40리이다. 장동(長東) 동쪽으로 처음이 40리, 끝이 50리이다. 장북(長北) 동북쪽으로 처음이 10리, 끝이 30리이다. 장서(長西) 동쪽으로 처음이 10리, 끝이 20리이다. 강동(江東) 동북쪽으로 처음이 60리, 끝이90리이다. 강남(江南) 동북쪽으로 처음이 30리, 끝이 40리이다. 강서(江西) 북쪽으로 처음이 40리, 끝이 50리이다. 강북(江北) 동북쪽으로 처음이 50리, 끝이 70리이다. 송남(松南) 서북쪽으로 처음이 15리, 끝이 25리이다. 송서(松西) 서북쪽으로 처음이 20리, 끝이 20리이다. 상도(上道) 서남쪽으로 처음이 20리, 끝이 30리이다. 하도(下道) 서남쪽으로 처음이 20리, 끝이 30리이다. 중서(中西) 서쪽으로 처음이 10리, 끝이 20리이다. 동도(東道) 동북쪽으로 처음이 10리, 끝이 25리이다. 서도(西道) 서쪽으로 처음이 10리, 끝이 25리이다. 고남(古南) 처음이 20리, 끝이 35리이다. 대위(大位) 동북쪽으로 처음이 30리, 끝이 50리이다.\n\n",
  "진도": "임진도(臨津渡) 동남쪽으로 20리에 있다. 낙하진(洛河津) 덕진(德津) 하류에서 교하(交河)로 통하는 길이다. 고려 때에는 큰길로서 도승지(渡丞旨)를 두었었다. 고량진(高浪津) 동쪽으로 30리에 있으며, 고려 때에는 장단도(長湍渡)라 불렀고 두기진(頭耆津)이라고도 한다. 덕진 임진강 하류에 있다. 저포진(猪浦津) 덕진 하류에 있다. 돌거진(突巨津).\n",
  "사원": "임강서원 숙종 경신년(1680)에 세웠으며 갑술년(1694)에 사액(賜額)하였다. 안유(安裕) 경도(京都) 문묘편에 보인다. 이색(李穡) 자는 현숙(顯叔), 호는 목은(牧隱)인데 한산(韓山) 사람이다. 벼슬은 시중(侍中)이었으며, 본조에서 한산백(韓山伯)에 봉하였다. 시호는 문헌(文獻), 혹은 문정(文靖)이다. 김안국(金安國) 경도 묘정(廟庭)편에 보인다. 김정국(金正國) 자는 국경(國卿), 호는 사재(思齋)이며, 김안국의 동생이다. 벼슬은 예조 참의인데 좌찬성을 추증하였고, 시호는 문목(文穆)이다.\n\n"
}