{
  "건치연혁": "원래 고구려의 달홀(達忽)이다. 신라 진흥왕(眞興王) 29년에 달홀주(達忽州)를 삼고 군주(軍主)를 두었으며 경덕왕(景德王) 때에 지금 이름으로 고치고 군으로 하였다. 고려 때에 현령(縣令)으로 하고 본조에서 그대로 하였으며 세종조에 예(例)에 따라 군으로 고쳤다.\n",
  "관원": "군수ㆍ훈도 각 1인.\n\n",
  "군명": "달홀ㆍ풍암(豐巖).\n",
  "성씨": "본군 류(柳)ㆍ박ㆍ맹(孟)ㆍ유(兪)ㆍ오(吳), 유(劉)ㆍ오(吾) 모두 내성(來姓)이다. 최 강릉(江陵). 정(鄭) 구고(九皐). 김 양양(襄陽).안창(安昌) 이 가은(加恩)ㆍ천녕(川寧). 고(高) 이안(利安).환가(豢猳) 최ㆍ황보(皇甫)ㆍ박.\n",
  "풍속": "고기를 잡아 생업을 삼는다. 삼을 심어서 길쌈하지 않고 노를 꼬아 그물을 만들어서, 고기 잡는 것으로 생업을 삼는다.\n\n",
  "산천": "전성산(全城山) 고을 서쪽 9리에 있는 진산(鎭山)이다. 금강산(金剛山) 고을 서쪽 58리에 있는데 자세한 것은 회양부(淮陽府) 편에 보인다. ○ 이곡(李穀)의 기문에, “통천(通川)에서 고성까지 1백 50리 길은 풍악(楓岳)의 뒷면으로서 그 위가 높고 험한데 사람들이 모두 외산(外山)이라고 한다. 대개 내산(內山)과 더불어 기괴한 것을 다툰다.” 하였다. 구령(狗嶺) 고을 서쪽 38리에 있는데, 곧 금강산의 동쪽 기슭으로서 형세가 매우 험준하다. 우리 세조대왕이 이 고개를 넘어, 유점사(楡岾寺)에 거둥하였다. ○ 정추(鄭樞)의 시에, “구령(狗嶺)에는 안개가 자욱하고, 이대(尼臺)엔 수목이 총총 들어섰네. 위태로운 곳 오르니 산이 다시 둘러 있고 탐승(探勝)하는데 길이 몹시 험하고 수풀을 지나니 꽃이 모자를 스치네, 벼랑을 걸어가니 돌이 안장을 할퀴누나. 사랑스러웁다, 저 노준(盧雋)의 우물은, 일천 년 그 동안에도 마른 적이 없었다네.” 하였다. 앵령(櫻嶺) 고을 서쪽 77리에 있다. 이령(梨嶺) 고을 서쪽 72리에 있다. ○ 성임(成任)의 시에, “이령에서 앵령까지는 멀고도 길이 험하네. 행인은 비 맞을까 걱정하는데 여윈 말은 산 오르기에 익숙하네. 시냇가에서 중이 밥을 짓고, 수풀 가운데선 객이 안장을 푸누나. 오르고 부여잡으며 한 달을 다 보내니 어데나 한가로이 쉴 곳 없구나.” 하였다. 불정암(佛頂岩) 고을 서쪽 67리에 있다. 민간에서 전하여 오는 말에, “옛날에 불정화상(佛頂和尙)이라는 이가 불경을 강설하였는데 용녀(龍女)가 바위 틈에서 나와 설법을 들었다.” 한다. 지금도 구멍이 바위 위에 있으며 그 깊이가 끝이 없다. 그 아래에는 또, 불정암(佛頂菴)이 있다. 응암(鷹巖) 고을 북쪽 23리에 있다. 산세가 많이 기이하고 험준한데 한 바위가 있어, 멀리서 보면 범이 걸터앉은 것 같지만 가까이서 보면 매가 나는 것 같기 때문에 그렇게 이름한 것이다. 괘종암(掛鐘巖) 고을 남쪽 13리에 있다. 외로운 봉우리가 천 길은 되는 것이 동해를 베개 삼았는데, 봉 머리에는 바위가 집같이 된 것이 있으며, 그 안은 움푹하여 벌레가 과일을 먹은 것 같고 가운데에 수십 명이 앉을 만하다. 고려조 민지(閔漬)의 기문에, “53불(佛)이 월저국(月氐國)에서 바닷길로 와서 이 봉우리 아래 대고 일시에 모두 바위 밑에 앉았다.” 하였다. 그 바위 북쪽에 또 바위가 기둥 같은 것이 있는데 반석을 이고 있다. 민간에서 전하여 오는 말이, “종을 달았던 곳이라.” 한다. 포구산(浦口山) 고을 동쪽 9리 고성포(高城浦)에 있다. 바위가 우뚝 일어서고 층층 첩첩하기 계단 같으며 그 위에는 백여 명이 앉을 만하고 바위 북쪽에 또 한 봉우리가 있는데 모두 돌이다. 동쪽으로 바다 가운데를 바라보면 5리쯤 되는 곳에 돌 봉우리가 병풍 두른 것 같고, 봉 아래에 돌이 있는데, 용이 끌어 당기고, 범이 움켜잡는 것 같아서 기괴하고 이상하다. 또 돌 두 개가 서로 마주 서서, 사람이 함게 말하는 것 같은데 돌은 모두 흰빛이며, 푸른 바다에 광채가 비쳐서 바라보면 그림같다.\n단혈(丹穴) 고을 남쪽 11리에 있다. 민간에서 전하여 오는 말이, “네 신선이 놀던 곳이라.” 한다. ○ 이인로(李仁老)의 시에, “자연(紫淵)이 깊고 깊은데 붉은 해가 목욕하니, 만 길은 되는 광염(光熖)이 양곡(暘谷 해 돋는 곳)에 떠 있네. 새벽 노을이 돌을 녹일 듯 무지개가 바위를 꿰뚫을 듯, 쪄[蒸]서 만든 단사(丹砂)가 몇 말이나 되나. 곱디고운 가을 물에 부용(芙蓉) 나오고 교교(皎皎)한 옥 평상엔 화살촉 드리웠네. 푸른 물결 다한 곳에 동문(洞門)이 열리니, 길 하나가 돌고돌아 삼모(三茅)를 감싸네. 하늘은 멀고 육지는 끊겼으니 난새와 학이 먼데, 유유(悠悠)한 선악(仙樂)은 거문고 비파소리 들려오네. 그 옛날 유안(劉安)은 옥골(玉骨)이 하늘에서 울 제 구름 사이에 닭과 개들이 서로 따랐다네. 신선 자취를 세상 사람들 알까 두려워서, 베개 가운데에 보록(寶籙)을 감췄다네. 내가 일찍이 자하편(紫霞篇)을 읽었는데, 백병(白柄)을 가지고 황독(黃獨 새박 덩굴의 뿌리로 강장제로 쓰인다.) 캐기 부끄럽네. 화로 가운데서 벌써 약 다리는 불을 시험하니, 솥 안에 바로 용호(龍虎)가 항복하네. 총총하게 말을 타고 가지 말 것을, 산중에서 우연히 만나는 이들 몇 사람이나 되리.” 하였다.\n바다 고을 동쪽 8리에 있다.\n삼일포(三日浦) 안축(安軸)의 기문에, “삼일포가 고성 북쪽 7ㆍ8리에 있는데 밖으로는 중첩한 봉우리들이 둘러쌌으며 그 안에 36봉이 있다. 동학(洞壑)이 맑고 그윽하며 소나무와 돌이 기이하고 옛되다. 물 가운데 작은 섬이 있고, 푸른 돌이 평평하니 옛날 네 신선이 여기서 놀며 3일간이나 돌아가지 않았다고 하여 이렇게 이름한 것이다. 물 남쪽에 또 작은 봉우리가 있고, 봉우리 위에 돌 감실[龕]이 있으며, 봉우리의 북쪽 벼랑 벽에 단서(丹書) 여섯 자가 있으니, ‘영랑도 남석행(永朗徒南石行)’이라 하였다. 작은 섬에 옛날에는 정자가 없었는데 존무사(存撫使) 박공(朴公)이 그 위에 지으니 곧 사선정이다.” 하였다.○ 이달충(李達衷)의 시에, “모랫길 길고길어 멀리 영주(瀛洲)에 닿았는데 구름산이 막막(漠漠)한데 가까이 병풍을 펼쳤네. 사선정 옆에 신선 글씨를 찾아보고, 삼일포 머리에서 해오라기 노는 물가로 내려가네.” 하였다.○ 정추(鄭樞)의 시에, “한 호수의 좋은 경치 하늘이 만든 것이니, 36봉우리 가을에 다시 맑구나. 중류에서 배 띄워 가지 않으면, 남석(南石)의 분명한 글자 어떻게 볼 수 있겠나. 정자 앞에 비가 지나니 우는 모래[鳴沙] 메아리 치고, 포구에 가을이 깊으니 낙엽 소리 들리네. 안상(安詳 신선의 이름)의 그날 일 자세히 물으니, 신선이 역시 풍정(風情)이 많았네.” 하였다. ○ 채련(蔡璉)의 시에, “사선정 아래 물도 넓은데, 한 조각 작은 배가 늦은 바람을 희롱하네. 36개의 봉우리 여인의 머리쪽인 양 아름답기도 하니, 반드시 미인을 배에 실어야 풍류이냐.” 하였다. ○ 이곡(李穀)의 시에, “좋은 경치를 어찌 능히 집대성(集大成)하였나, 이 호수는 저 백이(伯夷)의 맑음과 같구나. 물은 하늘을 적시니 마음마저 맑게 하여 푸르고, 산은 가을 공중에 기대었으니 괄목할 만큼 밝구나. 구름 사이에서 붉은 절(節)의 그림자 보이는 듯, 때로 달 아래서 옥퉁소 소리 들린다네. 저 단서(丹書) 깎은 것이 아직도 전과 같으니, 신선 자취 대해서 세상 물정 말하는 것이 부끄럽네.” 하였다.○ 안축(安軸)의 시에, “선경(仙境)이 동중(洞中)에 감추었는데, 유리 같은 물 출렁이네. 단란(團欒)한 작은 봉래(蓬萊) 섬들 물 위에 솟아, 부용화 같구나. 높은 정자는 새가 날아갈 듯, 단청은 영롱하기만 하구나. 난간에 의지하여 사면으로 눈을 돌리니, 36개의 기이한 봉우리일세. 돌부처 돌 감실에 있는데, 먼 옛날부터 푸른 이끼 봉해 있네. 신선이 황학을 타고 다니는데 산과 물 천만 겹이네. 동강난 비석은 모래톱에 묻혔고, 단서(丹書)는 붓 자취 남겨있네. 배를 타고서 맑은 풍채만 사모하나 그 모습은 만날 길이 없네. 곱디고운 물속의 달이요, 낙락(落落)한 돌 위의 소나무이네. 슬프구나, 나의 몸 늦게 나서, 눈에 가득 수심 구름만 짙구나.” ○ “정자 위에 기이한 풍경 그림 황홀히 속객이 삼청(三淸 신선있는 곳)에 들어간 것 같구나. 쌍쌍이 나는 흰 새는 안개에 섞여 고요하고, 서른 여섯 개의 기이한 봉우리는 물에 비쳐 밝네. 너도 나도 비석의 전서 글씨 알기는 힘든데, 궁상(宮尙)의 옛 음률은 뱃노래로 변해졌네. 돌 벽에 단서(丹書)만이 남아 있으니, 선랑(仙郞)의 만고정(萬古情)이야 누가 있어 알겠나.” 하였다.○ 김구용(金九容)의 시에, “물 가운데 정자는 고요하매 세상 생각 엷어지니, 구름 사이에서 신선 부를 듯. 다행히도 사군(使君 원님)의 마음이 저 달 같으니, 난간을 의지하여 종일토록 돌아갈 줄 모르네.” ○ “36봉에 가을비 개이니, 한 구역의 선경(仙境)이 맑기도 하구나. 날이 기운다고 쉽사리 배 돌리지 말 것이, 단풍나무 언덕, 소나무 물가에서 달 밝기를 기다리자꾸나.” 하였다.○ 한상경(韓尙敬)의 시에, “한 구역의 좋은 경치 그림으로도 그리기 어려운 것이, 점점(點點)이 기이한 봉우리가 물에 비쳐 맑구나. 여섯 글자의 단서는 부서져 떨어졌지만, 네 신선의 놀던 자취는 지금도 분명하네. 화려한 정자에는 풍악 치는 모임이 상상(想像)되고, 절간에서는 아직도 범패 소리 들리누나. 더구나 신선 고장에서 모골(毛骨)이 상쾌하니, 세간의 무슨 일을 다시 마음에 두리.” 하였다.\n『신증』 홍귀달(洪貴達)의 시에, “옛날에 삼일포 좋단 말 들었는데, 지금 사선정에 올라왔네. 물은 흰 은소반을 치고, 산은 푸른 옥병풍을 둘렀네. 하늘이 비었으니 채색 구름 일어나고, 돌이 늙었으니 가을 빛 맑구나. 신선은 간 지 벌써 오랜데, 옛 정자엔 지금 기둥도 없구나. 그 당시 노닐던 곳, 구름 밖으로 풍악소리 들리네. 천 년 지난 지금 우리들에게도 여섯 글자는 보기에 분명하네. 바람은 영랑호(永郞湖)에 불고, 달은 안상정(安詳汀)에 떴네. 외로운 술항아리로 배 댄 곳, 여기가 원래 봉래(蓬萊) 영주(瀛洲)라 한다네.” 하였다.\n십이폭포(十二爆布) 고을 서쪽 65리에 있다. 불정대(佛頂臺)에 올라 멀리 바라보면, 푸른 언덕과 벽이 둘러서서 그림 병풍 같은 곳에, 나는 샘물이 내리 쏟아져서 형상이 흰 무지개 같은 것이 무릇 열두 곳이기 때문에 이름한 것이다. 남강(南江) 고을 남쪽 3리에 있다. 금강산 수점(水岾)에서 나와, 동쪽으로 흘러서 구룡연(九龍淵)이 된다. 민간에서 전하여 오는 말에, “옛날 9룡이 숨어 있는 못을 메우고, 유점사(楡岾寺)를 지으니 용이 여기로 옮았기 때문에 그렇게 이름하였다.” 한다. 동남쪽으로 흘러서는 주연(舟淵)이 되고, 또 남쪽으로 흘러서 흑연(黑淵)이 되며 돌아서 북쪽으로 흘러 전탄(箭灘)이 되고, 고을 성 남쪽에 이르러서 남강이 된다. 그리고 또 동쪽으로 흘러 고성포(高城浦)가 되고 바다로 들어간다. 영진곶(靈津串) 고을 북쪽 22리에 있다. 금강산에 동쪽 지맥(支脈)이 바다로 건너질러서 옷소매의 주름이 겹친 모양 같다. 명사(鳴沙) 고을 남쪽 24리에 있는데, 자세한 것은 간성군(杆城郡) 조에 보인다. ○ 김극기(金克己)의 시에, “말을 버리고 한가롭게 바다 위 물가로 걸어가니, 찬 모래가 바삭바삭 사람 따라 소리 나누나. 느끼고 설어하는 것이 감정 없는 한 물건에게도 있는가, 네 무슨 이유로 역시 불평하는가.” 하였다. 온천 고을 서북쪽 32리에 있다. 세조 12년에, 관동지방을 순행하다가 이곳에 수레를 멈추었다. 송도(松島) 고을 남쪽 23리에 있는데 모래 길이 육지에 잇따랐다. ○ 고려조 고종(高宗) 45년에 동진국(東眞國)이 수군으로 와서 이 섬을 포위하고, 전함을 불태웠다.\n\n",
  "토산": "자석(磁石) 금강산 유점(楡岾) 물속에서 난다. 고석(膏石) 고을 서쪽 박장동(朴莊洞)에서 난다. 수정석(水精石) 고을 서쪽 온정동(溫井洞)에서 난다. 수란석(水爛石) 고을 북쪽 안상구며(安詳仇㫆)에서 난다. 백석영(白石英) 고을 서쪽 온정동에서 난다. 오미자ㆍ인삼ㆍ지황ㆍ복령ㆍ송이ㆍ꿀ㆍ산무애뱀[白花蛇]ㆍ미역ㆍ우무[牛毛]ㆍ참가사리[細毛]ㆍ복어ㆍ해삼ㆍ홍합ㆍ문어ㆍ대구ㆍ연어(鰱魚)ㆍ송어(松魚)ㆍ방어ㆍ도루묵[銀魚]ㆍ고등어ㆍ황어(黃魚)ㆍ숭어ㆍ삼치[麻魚]ㆍ넙치ㆍ순채[蓴菜].\n",
  "성곽": "읍성 돌로 쌓았는데 둘레가 3천 1백 26척, 높이 5척이다. 우물 네 곳이 있고 또 군량 창고가 있다.\n\n",
  "관방": "고성포영(高城浦營) 고을 동쪽 7리에 있다. 수군만호(水軍萬戶) 1인이 있다.\n\n",
  "봉수": "포구산 봉수(浦口山烽燧) 남쪽으로 구장천(仇莊遷)에 응하고 북쪽으로 영진산(靈津山)에 응한다. 영진산 봉수 북쪽으로 통천군 수곶(通川郡戍串)에 응하고, 남쪽으로 포구산에 응한다. 구장천 봉수 고을의 남쪽 28리에 있다. 남쪽으로 간성군 열산현 수산(杆城郡烈山縣戍山)에 응하고, 북쪽으로 포구산에 응한다.\n\n",
  "누정": "망선루(望仙樓) 읍내에 있다. 해산정(海山亭) 읍내에 있는데 서쪽으로는 금강(金剛)과 마주하고 동쪽으로는 창해(滄海)가 보이고 남쪽으로는 장강(長江)이 빙 둘러 있어 크고 작고 그윽하고 밝기가 장관이다. ○ 정자의 동쪽에 칠성암(七星岩)이 있는데 옥을 다듬어 세워 놓은 듯하다. 또 남쪽에는 고산대(高山臺)가 있는데 남강(南江)이 그 아래로 흐른다. 대호정(帶湖亭) 고산대(高山臺)에 있다. 추녀 아래로 푸른 강이 흐르는데 강 밖은 적벽(赤壁)이다. 사선정(四仙亭) 서쪽으로 무선석(舞仙石)이 있는데, 암석이 기이하고 수려하다. 위에는 조그마한 비(碑)가 있는데 바로 삼일포의 단서비(丹書碑) 옆이다.\n\n",
  "학교": "향교 고을 서쪽 10리에 있다.\n\n",
  "역원": "고잠역(高岑驛) 고을 남쪽 2리에 있다. 양진역(養珍驛) 옛 환가현(豢猳縣)에 있다. 대강역(大康驛) 옛 안창현(安昌縣)에 있다. ○ 김구용(金九容)의 시에, “우정(郵亭)은 눈 속에 좋은데, 서로 보니 봄빛이 푸르네. 모래가 평평한데 푸른 소나무 총총히 들어섰고, 언덕이 넓으니 기이한 돌도 많네. 동쪽에는 만 리의 물결이 뒤엎고, 서쪽에는 천 층 벽이 깎아 섰네. 내가 와서 손님이 상종하기 잦으니, 정장역(鄭莊驛)이 이 아닌가 하노라.” 하였다. 탄탐원(炭呑院) 고을 남쪽 60리에 있다. 이령원(梨嶺院) 고을 서쪽 50리에 있다.\n\n",
  "불우": "유점사(楡岾寺) 금강산의 동쪽에 있는데 고을과의 거리는 60여 리이다. 절의 대전(大殿)을 능인(能仁 석가)이라 한다.○ 민지(閔漬)의 기문에, “53불(佛)이 월저국(月氐國)으로부터 무쇠 종을 타고 바다에 떠와서 안창현 포구에 대었다. 고을의 수령 노춘(盧偆)이 관속을 거느리고 가보니 다만 여러 작은 발자국이 진흙 위에 있는 것이 보이며, 나뭇가지가 모두 산 서쪽으로 쓰러지고 또 종을 달고 쉰 곳이 있었다. 산 아래 와서 부처가 쉰 곳을 게방(憩房)이라 하고 또 소방(消房)이라 하기도 하는데 곧 지금의 경고(京庫)이며, 문수(文殊)보살이 비구니(比丘尼)의 몸으로 나타나니 그곳이 지금의 문수촌(文殊村)이다. 몇 리를 안 가서 보니, 한 여승이 돌에 걸터앉아 있으므로 부처가 있는 곳을 물었는데 지금의 이유암(尼遊岩) 혹은 이대(尼臺)라고 하는 곳이다. 다시 앞으로 가니 흰 개가 꼬리를 흔들며 앞을 인도하는데, 지금 구령(狗嶺)이 그곳이다. 고개를 지나가서는 목이 말라서 땅을 파서 샘물을 얻었는데 지금의 노춘정(盧偆井)이 그 자리이다. 거기서 수백 보를 가니 개는 없어지고 노루가 나왔으며 또 수십 보를 가서는 노루도 보이지 않고, 문득 종소리가 들리므로 기뻐서 나갔기 때문에 노루를 본 곳을 장항(獐項)이라 하고, 종소리를 들은 곳을 환희령(歡喜嶺)이라고 한다. 종소리를 듣고는 그 소리를 따라 동문(洞門)으로 들어가니 큰 못이 있고, 못 위에 느릅나무가 있는데 종을 나뭇가지에 걸고 여러 부처들이 못 언덕에 늘어서 있으며 이상한 향기가 풍겼다. 춘이 관속들과 함께 나아가서 예를 갖추고 돌아와서 왕께 아뢴 다음, 절을 창건하여 모시고 그 이름을 유점사라 하였다.” 한다. 지금 민지의 기문을 보면 극히 괴이하고 망녕되어서 전하여 믿을 것이 못 되지만, 그 지명들이 모두 있으므로 그대로 여기에 붙여둔다.○ 성화(成化) 병술년에 세조가 이 절에 거둥하였는데, 중 학렬(學悅)에게 명하여 개수하도록 하여 드디어 산중의 거찰(巨刹)이 되었다. 절 앞에 시내를 걸쳐 다락을 지으니 산영루(山映樓)라 한다. 자석(磁石)이 여기서 많이 난다.○ 이색(李穡)의 시에, “유점사 안에 유수(楡樹)가 자랐는데, 종(鍾)이 서해에서 떠오르니 하늘이 아득하구나. 불상(佛像) 50과 또 세 구가, 바로 나무 아래를 정하여 천당(天堂)을 열었네. 시대와 문적을 상고하여 정말 믿기 어려우니, 일이 기괴하고 황당하네. 축건(竺乾)의 신통한 변화는 절로 뛰어난 것이며, 먼 바닷길에도 더구나 배가 통함에랴. 이 나라 사람들 젖먹이도 범패(梵唄)를 외우니, 늙은이야 누가 서쪽 나라를 찾지 않을 건가. 세 번 이 산에 오르면 삼도(三塗 지옥ㆍ아귀ㆍ축생(畜生)의 세 길)를 면한다는 이 말이 확실하여 금강과 같다네. 금강으로 파괴되지 않는 것은 내 본성 있는 것이요, 세계가 무너져도 산은 공중을 향하여 감추어지리.” 하였다.○ 성임(成任)의 시에, “보배의 땅이 청정(淸淨)하기도 하며, 이름난 절은 보통을 넘네. 가을 서리는 옥 섬돌에 엉기고, 아침 해는 금 차양에 비치누나. 임금님 친히 거둥하시니, 신기한 공로가 있어 많은 시설 갖췄네. 부엌이 한가하니 중은 차를 끓이고 누대가 높으니 객은 시를 읊누나. 풍경은 아침마다 변하는데, 수풀 멧부리는 가는 곳마다 기이하네. 속세에야 어찌 이것이 있으랴. 좋은 경치를 깊이 알아야 할 것이라.” 하였다.\n성불암(成佛菴) 금강산에 있다. 동해를 내려다보며 해 뜨는 곳을 바라볼 수 있다. ○ 성임(成任)의 시에, “고개에 오르니 하늘에 오른 것 같더니, 고개에서 내려오니 땅으로 들어가는 것 같구나. 허위단심 종일토록 가니, 숲이 깊고 깊다. 층층한 구름은 가슴을 시원케하고, 흉흉(洶洶)한 물은 귀에 시끄러우네. 단풍은 가을을 다 붉게 물들였고, 소나무는 만고의 푸른빛 떠오르네. 다람쥐는 아차, 뛰어오르고, 바윗돌은 제각기 울퉁불퉁하네. 바다에 임한 성불암에, 구름 물결 눈앞에 모여드네. 개고 해 뜰 때엔, 붉은빛이 새벽 하늘에 불타네. 넘실넘실 일만 황금인데, 역력(歷歷)한 희화(羲和 해의 말꾼)의 고삐이네. 금바퀴가 처음 날아오르니, 일만 눈이 다 함께 보는 것이. 나도 기이한 구경 다 보려 하여, 여관 베개에서 때로 한 번 눈을 돌리네. 까무락 까무락 자지 않고 시를 지어 스스로 기록하네.” 하였다.\n몽천사(夢泉寺) 삼일포 북쪽 언덕에 있다. ○ 강회백(姜淮伯)의 시에, “창해(滄海)의 서쪽 가 호수 앞이라, 절 문까지 큰 물결 형세가 서로 이었네. 상방(上方)의 종소리ㆍ범패 소리 삼계(三界)에 흩어지고, 별동(別洞)의 퉁소피리는 구천(九天)에서 내려오누나. 돌 위의 붉은 글은 어제 같은데, 바위 머리의 백족(白足)은 흐르는 세월에 맡기네. 난간을 의지하여 동쪽에서 떠오르는 달에게 묻노니, 일찍이 물결 속을 비치며 몇 번이나 돌았나.” 하였다. ○ 조용(趙庸)의 시에, “금강산 아래서 빗속에서 노는데, 흰 돌이 구름 속에 들어가니 산이 머리가 없네. 다시 산 동쪽 몽천사에서 자는데, 솔바람 한밤중에 우수수 불어오네.” 하였다.\n발연사(鉢淵寺)ㆍ백전암(柏田菴)ㆍ보문암(寶門菴)ㆍ도솔암(兜率菴) 모두 금강산에 있다.\n\n",
  "사묘": "사직단 고을 서쪽에 있다. 문묘 향교에 있다. 성황사(城隍祠) 고을 동쪽 2리에 있다. 여단(厲壇) 고을 북쪽에 있다.\n\n",
  "고적": "안창폐현(安昌廢縣) 고을 남쪽 27리에 있다. 원래 막이현(莫伊縣)이었는데, 고려조 현종(縣宗) 9년에 지금 이름으로 부르고 이 고을에 속하게 하였다. 환가폐현(豢猳廢縣) 고을 북쪽 27리에 있다. 원래 고구려의 저수혈현(猪䢘穴縣)이었는데, 오사압(烏斯押)이라고도 하였다. 신라에서 지금 이름으로 고쳐서, 고성군에 속하는 현으로 만들었다. 고려 문종(文宗) 조에 고을 치소를 양촌(陽村)으로 옮겨서 해적의 길목을 막게 하였다. 매향비(埋香碑) 삼일포의 남쪽에 있다. 원 나라 지대(至大) 2년 기유(충선왕 원년)에 강릉도 존무사(江陵道存撫使) 김천호(金天皓) 등이 중 지여(志如)와 함께 향나무를 해변 각 고을에 묻고서, 그 묻은 곳과 가지 수효를 적어서 단서(丹書) 곁에 세웠다. 전성산성(全城山城) 돌로 쌓았으며 둘레가 9백 9척인데 지금은 폐지되었다. 성관장성(聲串長城) 고을 북쪽 36리에 있다. 돌로 쌓았으며 길이가 9백 82척인데 지금은 폐지되었다. 성직소성(城直小城) 고을 북쪽 36리에 있다. 돌로 쌓았으며 둘레가 1천 3백 72척인데 지금은 폐지되었다. 양진역 북석성(養珍驛北石城) 고을 북쪽 27리에 있다. 둘레 1천 7백 96척, 높이 7척이며, 안에 우물이 하나가 있는데, 지금은 반쯤 무너져 있다. 대강역 서토성(大康驛西土城) 고을 남쪽 23리에 있다. 주위가 2천 8척이고, 안에 우물 하나가 있었는데, 지금은 없어졌다.\n\n",
  "효자": "본조 황신지(黃信止) 남포 외리(南浦外里)에 살았는데 효행으로 알려졌으며 조정에서 여러 번 불러도 나가지 않았다.\n\n",
  "제영": "모자(茅茨)가 별처럼 들에 흩어졌네. 정추(鄭樞)의 시에, “빈 여관에 이 생각 저 생각 잠 못 드는데, 호수빛 밤새도록 밝구나. 새벽 안개는 먼 물에서 생기고, 밝은 해는 동쪽 난간에 올라오네. 처마 밖에는 산이 가로질렀고, 하늘 가엔 물이 평평하게 잇따랐네. 모자가 별처럼 들에 흩어졌으니 두 번 탄식하네, 너의 생애를.” 하였다. 바닷가에 어둔 그늘이 걷히네. 안축(安軸)의 시에, “바닷가에 어둔 그늘이 걷히고, 마을 터엔 갠 경치 밝구나. 저녁 서늘한 기운은 자리 사이에 떠오르고, 공중 푸른빛 처마에 떨어지네. 눈 속엔 이끼 낀 바위가 여위고, 바람 앞에 보리밭 이랑이 평평하네. 여러 번 피폐함을 겪은 고을이라, 민생을 건질 방법 없구나.” 하였다. 마을 나무에 늙은 까마귀는 앉았고 가을 연기가 엷구나. 앞사람의 시에, “한가롭게 남북으로 노니는 길은 멀고 먼데, 오가기를 북[梭]질하듯 무엇이 그리 바쁜고. 푸른 산기슭 끊인 곳에 불탑(佛塔)이 보이고, 가로지른 봉우리의 높은 곳에서 호상(胡床)에 앉았네. 마을 나무엔 늙은 까마귀가 앉았고 가을 연기는 엷구나, 여윈 말은 물가 언덕에 있는데 늦은 풀이 누르네. 피폐한 고을 쇠잔한 백성 정녕 민망스럽네. 1년간의 생업 농사ㆍ누에고치 모두 흉년일세.” 하였다. 대숲에 비 내리고 소나무 바람 불며 고개 중턱 누대일세. 앞 사람의 시에, “대숲에 비 내리고 소나무에 바람불며 고개 중턱 누대일세, 올라가 임해보니 모두가 맑고 그윽하네. 습하고 무더우며 붉은 구름의 여름을, 처량한 백로(白露)의 가을로 뒤집어 만드네.” 하였다.\n\n《대동지지(大東地志)》\n",
  "방면": "동면(東面) 끝이 10리. 일북(一北) 처음은 5리, 끝은 30리. 이북(二北) 처음은 3리, 끝은 33리. 삼북(三北) 처음은 7리, 끝은 25리. 남면(南面) 처음은 10리, 끝은 90리. 수동(水洞) 남쪽으로 처음은 15리, 끝은 70리. 안창(安昌) 남쪽으로 처음은 15리, 끝은 33리. 서면(西面) 처음은 7리, 끝은 65리이다.\n\n",
  "성지": "금성(金城) 서쪽으로 8리에 있는데 금성산이라 부르며 둘레는 2백 62보다. 태가현성(泰猳縣城) 양진역(養珍驛) 북쪽에 있는데, 둘레는 1천 7백 96척이고 우물이 하나다. ○ 고려 정종(靖宗) 7년에 태가현에 성을 쌓았는데 1백 68칸이었다. 안창현성(安昌縣城) 대강역(大康驛) 서쪽에 있는데 군과의 거리가 23리다. 둘레는 28척이며 우물이 하나다. 성관장성(城串長城) 북쪽으로 36리인 통천(通川)과 경계에 있는데 길이가 9백 82척이다. ○ 신라 성덕왕 3년에 하슬라도(何瑟羅道) 장정들을 징발하여 이 북경에 장성을 쌓았다.\n\n",
  "진보": "혁폐 고성포진(高城浦鎭) 동쪽으로 10리에 있는데 본조에서 수군만호(水軍萬戶)를 두었다.\n\n",
  "창고": "읍창(邑倉)ㆍ외창(外倉) 남쪽에 있다.\n\n",
  "진도": "남강진(南江津) 남쪽으로 3리에 있다.\n\n",
  "교량": "백천교(百川橋) 남강(南江) 상류에 있다.\n\n",
  "단유": "상악(霜岳) 신라 사전(祀典)에, “고성군(高城郡)에 있는데 명산으로 소사(小祀)에 실려 있다.” 하였다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 삼모(三茅) : \n중국 하북성 구곡산(句曲山)에 모영(茅盈)ㆍ모충(茅衷)ㆍ모고(茅固) 3형제가 와 있었는데 세상에서 그들을 신선 삼모군(三茅君)이라 하였다 한다.\n\n[주-D002] 유안(劉安) : \n한 나라의 황족으로 회남왕(淮南王)에 봉하여졌다가 신선이 되어 하늘로 올라갔다고 전한다. 그는 신선 되는 약을 만들어서 먹고 온 가족이 하늘로 올라갔는데 그 집에 있던 개와 닭도 그 약을 먹고 역시 하늘로 올라갔으므로 지금도 하늘 위에서 개 짖고 닭 우는 소리가 들린다고까지 한다.\n\n[주-D003] 백이(伯夷)의 맑음 : \n맹자(孟子)가 말하기를, “백이(伯夷)는 성인(聖人) 중에 맑은 사람이다.[伯夷聖之淸]” 하였다.\n\n[주-D004] 정장역(鄭莊驛) : \n한 나라의 정당시(鄭當時)라는 사람이 자기 집으로 오는 큰 길 몇 백 리 안쪽에는 모두 마차를 대기시켰다가 찾아오는 손님을 태워왔다 한다. 그래서 그 마차가 대기한 곳을 정장역이라 하였다.\n\n[주-D005] 축건(竺乾) : \n축(竺)은 서역(西域), 지금의 인도를 말하는 것이다. 따라서 축건(竺乾)이라 함은 서역 하늘이라는 말인데, 즉 서역의 술법의 신이한 것이란 말이다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김용국 (역) | 1970\n    \n\t\n"
}