{
  "건치연혁": "신라시대(통일기)의 송악군(松岳郡)은 원래 고구려의 부소압(扶蘇岬)이며, 개성군(開城郡)은 원래 고구려의 동비홀(冬比忽)이었다. 고구려에서는 군현(郡縣)을 홀(忽)이라 많이 불렀다. 고려 태조 2년(919)에 철원(鐵原)에서 도읍을 송악산 남쪽에 옮기고, 두 고을 지역에 걸쳐 개주(開州)로 삼고, 궁궐을 짓고 시전(市廛)을 설치하며, 방리(坊里)를 갈라서 오부(五部)로 하였다. 광종(光宗) 11년(960)에 황도(皇都)로 고쳤으며, 성종(成宗) 14년(995)에 개성부로 고쳤다. 현종(顯宗) 원년(1009)에 거란(契丹) 군사가 와서 침노하여 궁궐과 민가가 거의 다 없어졌다. 9년에 부(府)를 파하고 현령(縣令)을 두어 정주(貞州)ㆍ덕수(德水)ㆍ강음(江陰) 세 현(縣)을 관장하며 상서도성(尙書都省)에 직속하게 하였다. 문종(文宗) 16년(1062)에는 다시 지개성부사(知開城府事)로 하고, 도성에서 관장하던 정주 등 세 현 및 장단(長湍)ㆍ송림(松林)ㆍ임진(臨津)ㆍ토산(兔山)ㆍ임강(臨江)ㆍ적성(積城)ㆍ파평(坡平)ㆍ마전(麻田) 등 11현을 모두 소속시켰으며, 또 서해도(西海道)의 우봉군(牛峯郡)을 분할하여 예속시켰다. 충렬왕(忠烈王) 34년(1308)에는 부윤(府尹) 이하의 관원들을 두어 도성(都城) 안을 관장하고 또 따로 개성 현령을 두어 도성 밖을 관장하였다. 공양왕(恭讓王) 2년(1390)에는 경기(京畿)를 좌도(左道)와 우도(右道)로 나누었는데 개성현은 우도에 속하였다. 본조(本朝)의 태조는 즉위한 지 3년 만에 도읍을 한양(漢陽)으로 옮기고서 송도 개성 유후사(松都開城留後司)로 고치고, 유후(留後)ㆍ부유후(副留後)ㆍ단사관(斷事官)ㆍ경력(經歷)ㆍ도사(都事)를 각각 1명씩 두고 개성현을 없앴다. 세종 20년(1438)에 개성부 유수(留守)로 고쳤으며, 세조 12년(1466)에는 경기도에 예속됨으로써 유수ㆍ단사관ㆍ경력ㆍ도사를 파하고, 단지 윤(尹)과 판관(判官)을 각각 1명씩 두었다 예종(睿宗) 2년(1469)에 다시 유수ㆍ경력ㆍ도사 각각 1명씩을 두었다. 유수는 종2품, 경력은 종4품, 도사는 종5품이다.\n\n",
  "군명": "부소압ㆍ송악군ㆍ동비홀ㆍ개주ㆍ개경(開京)ㆍ황도(皇都)ㆍ촉막군(蜀莫郡) 《송사(宋史)》에, “고려 왕은 개주 촉막군에 거처하는데 개성부라 한다. 큰 산을 의지하여 궁실을 짓고 성벽을 쌓았으며 그 산을 이름하여 신숭(神嵩)이라 한다.” 하였다.\n\n",
  "성씨": "본부(本府) 고(高)ㆍ김(金)ㆍ왕(王)ㆍ강(康)ㆍ전(田), 이(李) 내성(來姓)이다. ○ 무릇 다른 주(州)에서 와서 살되, 본적을 상고할 수 없는 자는 단지 내(來)라고만 주(註)를 달았으며, 혹은 속(續), 혹은 속(屬)이라고도 하였다. 후에도 여기에 의한다.\n\n",
  "풍속": "기자유풍(箕子遺風) 《송사》에, “고려는 기자의 유풍을 익혀서 주몽(朱蒙)의 옛 풍속을 어루만진다.” 하였다. 인유 오살(仁柔惡殺) 위와 같은 책에, “천성이 인(仁)하고 유(柔)하여 죽이는 것을 싫어하며, 짐승을 도살하지 않는다.” 하였다. 팔관회(八關會)： 팔관회는 신라 진흥왕(眞興王) 12년(551)에 시작되었다. 고려 태조 원년(918) 11월에 유사(有司)가 아뢰기를, “전의 임금이 매년 중동(仲冬)에는 크게 팔관재(八關齋)를 베풀어 복을 빌었으니, 그 제도대로 하소서.” 하니, 임금이 이르기를, “내가 부덕(不德)한 몸으로 큰 업을 얻어 지키게 되었으니, 어찌 불교에 의하여 국가를 편안하게 하지 않겠는가.” 하고, 드디어 구정(毬庭)에 윤등(輪燈) 할 곳을 설치하고 향등(香燈)을 곁에 나열하니, 밤새도록 땅 위에 광명이 가득하였다. 또 채붕(彩棚)을 두 곳에 세웠는데 각각 높이가 5발[丈]이며 형상이 연대(蓮臺) 같아서 멀리서 바라보면 어렴풋하다. 온갖 놀이와 노래와 춤을 앞에서 벌이는데, 그 중의 사선악부(四仙樂部)ㆍ용봉상(龍鳳象)ㆍ마거선(馬車船)은 모두 신라 때의 고사(故事)이다. 백관(百官)이 조복을 입고 홀(笏)을 들고 예식(禮式)을 거행하니, 도성 사람들이 모두 나와서 구경하여 밤낮으로 즐기고 임금이 위봉루(威鳳樓)에 나와서 구경하였는데, 이름하여 공불 낙신(供佛樂神)의 모임이라 하였다. 그 후로 해마다 거행하였다. 관리 한위의(官吏閑威儀) 송 나라 서긍(徐兢)의 《고려도경(高麗圖經)》에 말하기를, “음식에는 조두(俎豆)를 사용하며, 문자는 해서(楷書)와 예서(隷書)를 합하여 사용한다. 위로 조정 관리는 위의(威儀)에 익숙하고 말과 풍채가 넉넉하며, 아래로 여염과 촌락에도 경관(經館)과 서사(書社)가 셋씩 둘씩 서로 바라보인다. 자제들 중 결혼하지 않은 자는 무리져 모여 스승을 따르고, 조금 장성하면 친구를 선택하여 강습한다.” 하였다. 풍속 유중국(風俗類中國)： 《송사》에, “고려는 토지가 벼농사에 적당하고 풍속은 중국과 같다. 낙타ㆍ물소ㆍ노새가 없으며, 중은 있지만 도사(道士)는 없다.” 하였다. 청애염병(靑艾染餠)： 위와 같은 책에, “고려에서는 상사일(上巳日)에 푸른 쑥떡으로써 쟁반에 차린 음식[盤羞]의 으뜸으로 삼는다.” 하였다. 추천희(鞦韆戲)： 위와 같은 책에, “고려에서는 단오날에 그네 놀이가 있다.” 하였다. 격구희(擊毬戲)： 고려 시대에는 미리 무관(武官) 중에 젊은 자와 점잖은 집 자제들을 선발하여 격구하는 기예를 연습시켰다. 단오날마다 큰 길거리 곁에 용봉(龍鳳) 장전(帳殿)을 설치하고, 전 앞 좌우로 각각 2백 보쯤 되는 곳 길 한 가운데에 구문(毬門)을 세우며, 길 양쪽에는 오색 비단으로 부녀자들이 장막을 치고 명화(名畫)와 채색 요[彩毯]로 장식하였는데 임금이 장전에 거둥하여 구경하였다. 사상성률(士尙聲律) 《송사》에, “고려에는 국자감(國子監)과 사문학(四門學)이 있는데 배우는 이가 6천 명이다. 공사(貢士)는 3등급인데, 왕성(王城)은 사공(士貢), 군읍(郡邑)은 향공(鄕貢), 타국인은 빈공(賓貢)이라 한다.” 하였다. 선비들은 성률(聲律)을 숭상하고, 경(經)에 통달한 이가 적다. 슬행필궤(膝行必跪) 위와 같은 책에, “자리를 설치하고 올라갈 때는 반드시 신을 벗고 무릎으로 가서 반드시 꿇어앉는다. 대답할 때에는 반드시 예[唯]라 하고, 그가 절을 하면 답례하지 않는 일이 없다.” 하였다. 사녀상소복(士女尙素服) 위와 같은 책에 나옴. 남자건적 부인타계(男子巾幩夫人鬌髻) 위와 같은 책에, “고려에서는 남자는 두건[巾幘]을 쓰는 것이 당(唐) 나라와 같으며, 부인은 땋아 묶은 머리채[鬌髻]를 오른쪽 어깨에 드리우고 남은 머리털로 아래를 덮고 비단으로 묶은 다음 비녀를 꽂는다. 돈 바지[旋裙]를 겹겹이 입는데, 많은 것을 자랑으로 삼는다.” 하였다.\n\n",
  "형승": "천부명허(天府名墟) 민지(閔漬)의 편년(編年)에 이르기를, “태조의 나이 17세에 도선(道詵)이 다시 와서 뵙기를 청하여 말하기를, ‘족하(足下)가 백육(百六)의 운수 때를 당하여 천연의 요새와 이름난 터[天府名墟]에서 태어났으니, 삼계(三季 후삼국 말엽)의 창생이 그대의 넓은 구제를 기다린다.’ 하고, 이어 군사 출동하는 법[出師]과 진 치는 법[置陣], 지리(地利)ㆍ천시(天時)의 법과 산천의 신에게 제사 드려[望秩] 감응하고 보호하고 돕는 이치를 가르쳐 주었다.” 하였다. 팔선 주처(八仙住處)： 김관의(金寬毅)의 《통록(通錄)》에, “당 나라 숙종(肅宗)이 임금이 되기 전[潛邸]에 명산을 두루 유람하려고 바다를 건너와서 곡령(鵠嶺)에 올라가 남쪽을 바라보며 말하기를 ‘이 땅이 반드시 도읍이 되겠다.’ 하니, 종자(從者)가 아뢰기를, ‘여기는 참으로 여덟 신선이 거주하는 곳입니다.’ 하였다.” 하였다. ○ 세상에서 전하기를, “충선왕(忠宣王)이 원 나라에 있을 때에 한림학사(翰林學士)로서 왕을 좇아 노는 자가 있었는데, 임금에게 말하기를, ‘일찍이 들으니 임금의 선조가 당 나라 숙종에게서 나왔다고 하는데 어디에 근거한 것입니까? 숙종은 어려서부터 궁중을 떠난 적이 없으며, 안녹산(安祿山)의 난리 때에 영무(靈武)에서 즉위하였으니, 언제 동쪽을 가서 유람하여 아들을 두기에 이르렀습니까.’ 하니, 임금이 매우 부끄러워하며 대답하지 못하였다. 민지(閔漬)가 곁에 있다가 대답하기를, ‘이것은 우리나라 역사에서 잘못 쓴 것뿐이니, 숙종이 아니라 바로 선종(宣宗)이다.’ 하니, 학사가 말하기를, ‘선종이라면 오랫동안 외방에서 고생하였으니 혹 그럴 듯합니다.’ 하였다.” 한다. 이기봉무(螭起鳳舞) 이규보(李奎報)의 기문에, “문(門)이 천이요, 호(戶)가 만인데 비늘처럼 엇물리고 빗처럼 나란하며, 둘러 싼 형세는 용이 일어나고 봉이 춤추는 것 같다.” 하였다. 연락삼경(聯絡三京)： 기순(祁順)의 시에, “삼경(三京)을 연락하여 훌륭한 경치가 많다.” 하였다. 오부청춘(五部靑春)： 명 나라 중[僧] 보흡(溥洽)의 시에, “오부의 청춘이 풍악 소리에 취한다.” 하였다. 의산만가 즐비인차(依山萬家櫛比鱗差)： 정추(鄭樞)의 시 남산(男山)에 보인다.\n\n",
  "산천": "송악(松嶽)： 부(府) 북쪽 5리에 있는데 진산(鎭山)이다. 처음 이름은 부소(扶蘇)이고 또 곡령(鵠嶺)이라 칭하였다. 신라의 감간(監干) 팔원(八元)이 풍수(風水)에 능하였는데, 부소군(扶蘇郡)에 이르러 산의 형세가 좋은데도 나무가 없음을 보고, 강충(康忠)에게 고하기를, “만일 군을 산 남쪽으로 옮기고 소나무를 심어 암석이 드러나지 않게 하면 삼한(三韓)을 통일할 사람이 날 것입니다.” 하니, 강충이 고을 사람들과 함께 산 남쪽에 옮겨 살면서 소나무를 온 산에 심고 인하여 송악(松岳)이라 칭하였다. 또 숭산(崧山)이라 이름하고, 또 신숭(神嵩)이라고 이름하였다. 또 왕창근(王昌瑾)의 경문(鏡文)에 이르기를, “사년(巳年) 중에 두 용이 나타나는데, 하나는 몸을 푸른 나무[靑木] 가운데 감춘다.” 하였는데, 푸른 나무는 소나무이니 송악을 말한 것이다. ○ 살펴보건대, 백제의 시조 10년 겨울 10월에 말갈(靺鞨)이 백제 북쪽 국경에 침입하니, 임금이 군사 2백 명을 보내 곤미천(昆彌川) 위에서 막아 싸웠는데, 백제 군사가 패하자 청목산(靑木山)을 의지하여 스스로 보전하고 있었다. 임금이 친히 정기(精騎) 1백 명을 거느리고 봉현(烽峴)에 나가서 구원하니, 적이 그제서야 물러갔다. 이른바 청목산이란 바로 이 산인 것 같다. ○ 고려 충혜왕(忠惠王) 때에 송악산이 밤에 우니 임금이 괴이하게 여겨 물으니, 진무작(陳無作)이 대답하기를, “해로울 것 없습니다. 옛 시에, ‘숭악(嵩岳)에서 세 번 부르니(만세를 부른다는 뜻) 궁전을 둘러 푸르다.’는 구절이 있습니다.” 하자, 임금이 기뻐하였다. ○ 이규보(李奎報)의 시에, “신령한 사당 주악군(主岳君)을 뵈려고, 때로 절정(絶頂)에 오르니 바라보기에 의젓하네. 성중(城中)의 1만 집은 벌[蜂]들이 모인 것 같고, 길 가는 1천 사람들 개미가 달리는 것 같구나. 무성한 상서로운 구름은 임금 궁궐을 둘렀고, 푸릇푸릇한 왕기(王氣)는 하늘 문을 끼고 있네. 곡산(鵠山)의 형승(形勝)이 용이 서린 듯하니, 여기서부터 황도(皇都)의 줄기와 뿌리가 굳어졌도다.” 하였다. ○ 고려 이제현(李齊賢)의 시에, “마른 목구멍에 연기가 나고 땀이 물흐르듯 하니, 열 걸음에 정말 여덟ㆍ아홉 번을 쉬네. 후에 와서 좋은 경치 보지 않고 지났다 괴이하게 여기지 말고, 천천히 가도 끝내 또한 산마루에 이른다네.” 하였다. ○ 이색(李穡)의 시에, “백이산하(百二山河)는 곡봉(鵠峯)을 껴안았는데, 견여(肩輿) 타고 곧장 팔선궁(八仙宮)으로 올라가네. 남쪽 강 밝기도 한데 서쪽 강은 어두워 지척간도 흐리고 갬이 스스로 같지 않구나.” 하였다. ○ 이숭인(李崇仁)의 시에, “일찍 밥 먹고 새벽에 올라 대환(大還)에 이르니, 층층한 얼음 쌓인 눈이 산 안면에 가득하네. 소년들의 다리 힘은 정말 세기도 하여 가파른 산마루를 한 순간에 날아오르네.” 하였다. ○ 기순(祁順)의 시에, “중국에 숭악(嵩岳) 있어 신령스러운 기운 내려 보(甫)와 신(申) 내었네. 당대에 공업 세우고 만고에 꽃다운 티끌 날렸네. 신숭(神嵩)은 삼한에 있으니, 또한 웅장하고 명승(名勝)으로 알려졌네. 그 뛰어남이 인물에 부여되어, 일찍이 국가의 보배 되었네. 천지는 기운을 그치지 않고 산수는 이름이 오히려 새롭네. 인재를 내는 것 지역을 제한하지 않으니, 누가 진(秦) 나라에 사람 없다 하리.” 하였다. 용수산(龍岫山) 수(岫)는 수(首)라고도 한다. 부 남쪽 2리에 있는데, 곧 외성(外城) 터이다. 진봉산(進鳳山) 부 동남쪽 9리에 있는데, 산 안팎에 두견화가 많이 피므로 세상에서 진봉산 척촉(躑躅 철쭉)이라고 일컫는다. ○ 변계량(卞季良)의 시에, “멀리 층봉(層峯)에 오르니 외길이 비꼈는데, 흰 구름 땅에 드리워 승가(僧家)를 덮었네. 산 속의 옛 절들 대부분 서로 비슷해, 가는 곳마다 봄바람에 철쭉 피었네.” 하였다. 남산(男山) 부 동쪽 2리에 있다. 이규보의 기문에, “곡령을 등지고 용수산(龍首山)을 끼고서, 사방이 모여든 곳을 누르고 신경(神京)의 중앙을 차지하여 푸릇푸릇 아름다운 기운 있어 손에 잡힐 듯한 것이 남산이다.” 하였다. ○ 고려 정추(鄭樞)의 시에, “담장 머리에 남산이 보이는데, 수목이 어찌 그리도 많은가. 산을 의지한 일만 가옥이 즐비하여 비늘처럼 어슷비슷. 사람의 노래는 공중 언덕에 비껴 섰고, 개는 구름에 연한 울타리에서 짖누나. 연기 끼매 교묘하게 점철되고, 바람 부니 스스로 일렁거리네. 우뚝우뚝 산 위의 돌은 예부터 변함 없네. 말 없이 서로 마주하고 앉았으니 나의 뜻 산만이 홀로 알 것이네. 장송(長松)이 시내 구렁을 덮으니, 기이한 저 천년의 모습이네. 담장 밑에 가을 풀 푸르르니, 내 슬픔 어이 없으리.” 하였다. 봉명산(鳳鳴山) 성 서쪽 24리에 있다.\n천마산(天磨山) 송악산 북쪽에 있는데, 여러 봉우리가 높이 하늘에 솟아 멀리서 바라보면 푸른 기운이 엉겼기 때문에 천마(天磨)라 이른다. ○ 이규보의 시에, “산에 들어가다 길을 잃어 숲 가운데 떨어졌는데, 빈 골짜기 그윽한 꽃 스스로 피고 지네. 깊은 시내의 흐르는 물은 산의 절반쯤 지나가고, 절벽의 외로운 구름 하늘 가에 한줌일세. 높은 바위 쳐다보니 몇백 자나 되는지, 나무 끝을 걸어가 원숭이와 다투네. 창 바위에 말을 세우니 누구를 치려나, 북 바위 소리 없으니 무엇을 놀라리. 바람이 속객(俗客)의 낯을 스치니 쓸어가는 것 같고, 골짜기는 사람 소리에 답하니 응낙하는 것 같구나. 돌길 따라 꾸불꾸불 가다가, 소나무 사립문 찾아 똑똑 두드리네. 산승(山僧)이 문에 나와 웃으며 객을 맞으니, 고고한 얼굴 소나무의 천년 묵은 학이네. 그대로 솔 난간에 누우니 산 달 밝아 오는데, 차 끓이는 소리 바위 사이의 샘물인 양 들리네. 나는 즐거워 근심 잊는데 스님 크게 웃어 원래 근심 없으니, 즐거움이 무엇이리. 내일 아침에는 그대와 함께 완부(阮孚)의 나무신을 납(蠟) 칠할 것이니, 두어라 하필 도추(桃椎)의 짚신을 살 것이랴.” 하였다. ○ “중첩한 봉우리 겹겹 고개 푸르러, 공중을 스치어 길이 절을 따라 들어가며 한 가닥 통하누나. 걸어가는 대로 두니 수건이 비에 젖고, 한가로이 읊으니 갓이 바람에 기우는 줄 모르네. 산꽃이 진하게 물드니 연지(燕脂)가 무르익고, 들불[野燒]이 건너오니 한(漢) 나라 깃발인 양 붉구나. 삼척 초동(樵童)이 갈대 피리 불며 오니 태평 기상이 모두 이 소리 속에 있구나.” ○ “산 사람이 산에서 나오지 않으니, 옛 길이 묵은 이끼에 묻혔네. 세상 사람들이 나의 녹라월(綠蘿月)을 더럽힐까 염려되네.” ○ “바위 속 중[僧] 함부로 나가지 않으니, 계곡의 새들 한가로이 날고 있네. 날 저무니 소나무 사이 안개가 부슬부슬 옷을 적시네.” ○ “두건(巾)을 제껴 쓰고 푸른 소나무 의지하여, 거문고에 먼지 떨고 흰 돌을 쓰네. 떨어지는 폭포는 산기슭 끊었는데 차가운 봉우리 푸른 공중에 높이 솟았네.” 하였다. ○ 동월(董越)의 시에, “두어 봉우리 높이 솟아 푸른 하늘에 가지런한데, 갠구름 내려다보니 지는 해가 나직하구나. 자라 등에 실린 별유천지[蓬壺] 약수(弱水) 밖에 솟아 있고, 선가(仙家)의 누대는 붉은 사닥다리 끊었네. 바다를 건너는 붕(鵬)새의 날개 까마득하고, 공중에 다니는 천마(天馬)의 발굽 여기에 걸리리. 어쩌면 두 겨드랑이에 날개 나서 곧 바로 저 절정(絶頂)에 올라가 써놓아 남겨 둘꼬.” 하였다.\n오공산(蜈蚣山) 송악산 서쪽에 있는데, 그 형상이 북 같다. 또 송악산에도 북 같은 돌이 있어 세상에서 좌고산(左鼓山)ㆍ우고산(右鼓山)이라고 한다. 취적봉(吹笛峯) 천수원(天壽院) 서쪽에 있다. 자하동(紫霞洞) 송악산 아래에 있는데, 동부(洞府)가 그윽하고 막혀 있으며, 시냇물이 맑고 잔잔하여 첫째로 꼽는 절승지(絶勝地)이다. ○ 이곡(李穀)의 시에, “초당(草堂)에 졸음 깨니 낙화가 한가로운데, 발 걷어 올리니 남북에 청산도 많네. 청산은 내가 문밖에 나오지 않고서 꼼짝 않고 문자 사이에서 해[年]를 지내는 것을 웃는구나. 장안(長安) 일만 집에 갈 곳 없으니, 무어라 높은 대문 향하여 나의 얼굴 숙이리. 산중의 노는 밤이 어떤 밤이냐. 나막신 굽 딱딱 시내 돌에 노니네. 시호(詩豪)가 다시 옥당(玉堂)의 현인 만나니, 팔두문장(八斗文章)이 옛 사람보다 뛰어나네. 저 푸른 절벽 기어올라 오늘의 이 놀이 적어 둘 것이니, 내일 아침이면 여전히 홍진(紅塵)의 객이라네.” 하였다. ○ 고려 채홍철(蔡洪哲)이 이 동(洞)에 중화당(中和堂)을 짓고서 국가의 원로들을 초청하여 기영회(耆英會)를 열고 스스로 자하동곡(紫霞洞曲)을 지으니, 대개 자하선인(紫霞仙人)이 와서 헌수(獻壽)하는 사(詞)에 붙인 것이다. 그 가사에, “집이 송악산 자하동에 있는데 운연(雲煙)이 중화당에 서로 잇달아, 오늘 기영회 반겨 듣고 와서 한잔 연수주[延壽漿]를 드리나이다.” 하였다. 지금도 악부(樂府)에 이 곡조가 전해진다. ○ 고려 최집균(崔執鈞)의 시에, “여섯 골짜기가 망망(茫茫)하여 바다와 산이 막혀, 다만 돌아갈 수 없다는 남의 말만 들었더니, 지금 와서 전의 소문 잘못된 것이, 겨우 홍진(紅塵) 세상과 두어 걸음 사이에 격해 있구나.” 하였다. ○ 고려 권보(權溥)의 시에, “이슬이 은하수 씻어 달빛도 둥근데, 술이 금잔에 가득 차니 추위를 물리치네. 자천(紫泉) 한 곡조에 사람은 옥 같은데, 붉은 촛불 꽃 다 되려 하나 밤은 아직 늦지 않네.” 하였다. ○ 고려 조계방(曺繼芳)의 시에, “꿈속에 일찍이 학배천(鶴背天)을 보니, 우의(羽衣)와 선악(仙樂)이 술 항아리 앞에 벌였네. 그 좋은 일 가져다 후일에 자랑하자면, 인간 세상의 병자년(丙子年)을 말하리.” 하였다.\n대흥동(大興洞) 천마산과 성거산(聖居山) 두 산 사이에 있다. 박연(朴淵)에서부터 올라가면 산은 점점 높고 물은 더욱 맑으며 암석이 매우 기이하고 높은데, 관음굴(觀音窟) 앞에 이르러서는 물이 깊어 못을 이루고 물고기들이 떠다니며 놀고 돌이 물 가운데서 나왔으니, 귀담(龜潭)이라 한다. 또 몇 리를 올라가면 돌이 광채 있고 깨끗하며 길이가 두어 보(步)는 되는데, 흐르는 샘물이 그 위에 가늘게 펴져서 미끄러워 소리 없이 모래 둑으로 내려가고 빙빙 깊은 못이 되며 맑고 맑아 밑이 보인다. 사면이 모두 돌인데 혹은 책상이나 걸상 같기도 하고, 혹은 담장이나 집 같기도 하다. 그 위는 모두 만년이나 된 난쟁이 소나무다. 또 몇 리를 올라가면 샘물이 동쪽 언덕에서부터 흘러내리는데 보현동(普賢洞)이라 하며, 또 몇 보를 올라가면 마담(馬潭)이라 한다. 또 몇 리를 올라가면 대흥사(大興寺)라 하는데, 지금은 옛터만이 있다. 절 위쪽에는 원통(圓通)ㆍ시혈(詩穴)ㆍ선암(禪巖)ㆍ적조(寂照) 등의 암자가 있고, 또 해인(海印)ㆍ취운(聚雲)ㆍ법림(法林)ㆍ태안(泰安)ㆍ운곡(雲谷) 등의 옛터가 있는데, 태안은 바로 고려 태조의 태실(胎室)이다. 대개 골짜기 가운데는 수목이 울창하여 햇빛이 땅에 비치지 않는데, 여름이 되면 녹음이 길을 덮고, 목련화가 피어 맑은 향기가 코를 찌르며, 가을이면 붉은 단풍과 누런 잎이 물 속에 거꾸로 비치니 참으로 아름다운 곳이다.\n청석동(靑石洞) 천마산 서쪽에 있다. ○ 정도전(鄭道傳)의 기문에, “6월 갑신일에 명 나라 사신 황공(黃公) 등이 경사(京師 명 나라 서울)로 돌아가니, 시중(侍中) 평양백(平壤伯)과 시중 상락백(上洛伯)이 제공(諸公)들과 더불어 금교역(金郊驛)에 나가 전송하고 정오가 되어 돌아오는데, 때가 더운 철이라 불같은 구름이 크게 일어나니, 당리(堂吏)가 장막을 청석동 시냇가에 치니 피서를 위한 것이었다. 제공이 걸상에 걸터앉으니, 물은 그 아래로 흐르고 바람은 사면에서 불어오는데, 몸이 편안하고 정신이 환하여 초탈한 기분이 오래된 병이 몸에서 제거되는 것 같았다. 높은 곡조의 풍악 소리가 크게 연주되면서 흐르는 술잔[流觴]이 두어 순배 돌아가니 제공이 서로 흐뭇하게 즐거워하였다. 조금 있다가 평양백이 문득 말하기를, ‘즐겁기는 즐겁지만 너무 지나치지 않은가?’ 하니, 도전이 말하기를, ‘정승의 직책이란 수고로운 것이다. 많은 책임이 그 몸에 모이고 온갖 생각이 그 마음을 수고롭혀서 기운이 답답하고 뜻이 막히니, 밝고 슬기로운 이라도 간혹 빠뜨리고 실수하는 일이 있음을 면하지 못한다. 그러므로 비심(裨諶)이 정(鄭) 나라의 정사를 도모하려면 반드시 들판으로 이르렀으니, 대개 한가롭고 고요한 가운데서 얻기 때문이다. 그렇다면 그 답답한 기운을 풀고 막힌 뜻을 열어 주는 데 이러한 자리가 반드시 도움됨이 있을 것이다.’ 하자, 제공이 말하기를, ‘그대의 말이 옳다.’ 하였다. 그러나 평양백이 우연히 객을 전송하다가 이곳에 이르러 한 번 제공이 즐거워하는 것을 보고서 대번에 그것이 지나침을 경계하였으니, 이 또한 알아두지 않을 수 없으므로 여기에 적는다.” 하였다.\n월로동(月老洞) 부 북쪽 10리에 있다. 치암(䲭巖) 연화원(蓮花院) 곁에 있다. 덕암(德巖) 부 동쪽 9리에 있다. 극암(戟巖) 부의 북쪽 31리에 있다. ○ 고려조 오세재(吳世才)의 시에, “북령(北嶺)에 돌이 높고 높은데, 나라 사람들이 이름하여 극암이라 한다. 멀리 학 탄 왕자진(王子晉)을 칠 듯, 하늘에 오르는 무함씨(巫咸氏)를 찌르려네. 자루를 구부리는 데는 번개가 불이 되고, 칼날을 씻는 데는 서리가 소금 되네. 어찌하면 저것으로 병기 삼아서 초(楚) 나라도 패하고, 범(凡) 나라도 망하게 할꼬.” 하였다. 대사현(大蛇峴) 부 동쪽 15리에 있다. 호현(虎峴) 부 남쪽 19리에 있다. 국청현(國淸峴) 부 서쪽 13리에 있다. 용현(龍峴) 부 서쪽 35리에 있다. 탑현(塔峴) 청석동에 있다. 갈현(葛峴) 부 북쪽 58리에 있다. 이현(梨峴) 부 동쪽 6리에 있다. 토령(土嶺) 부 북쪽 41리에 있다. 사령(沙嶺) 부 동쪽 1리에 있다.\n동교(東郊) 숭인(崇仁)ㆍ보정(保定)ㆍ청교(靑郊)ㆍ적전(籍田) 등이 모두 동교이다. ○ 고려 곽예(郭預)의 시에, “말을 놓아 봄의 일(농사)을 찾으니 송아지는 한창 밭갈이에 애쓰누나. 새가 우니 날씨가 따스하고, 고기가 헤엄치니 물결 무늬 잔잔하네. 들 나비들 모여서 희롱하고, 모래판의 갈매기들 대오를 지어 나네. 연작(燕雀)을 따르다가 해오라기처럼 깨끗한 것 스스로 부끄럽네.” 하였다. ○ 고려 김극기(金克己)의 시에, “누런 먼지 막막하게 갠 하늘 가리는데, 서풍에 부채 드니 남을 더럽힐까 싫어해서이네. 늦은 구름 비를 뿌리니 고맙기도 한 것이, 중도에서 옷에 가득한 티끌 씻어 주누나.” 하였다. ○ 고려 윤소종(尹紹宗)의 시에, “삼한(三韓)의 예악 5백 년, 창창(蒼蒼)한 만고의 부소산이네. 용의 비늘을 끌어잡고 봉황의 날개에 붙은 여섯 대사(大師)는, 청천백일에 큰 이름 천지간에 알려졌네. 어찌하여, 북두(北斗)로 큰 바닷물 잔질하여, 이 내 몸 늦게 태어난 답답한 마음을 씻어볼꼬. 동교에서 실컷 마시고 큰 소리로 노래 부르는데, 눈썹만한 새 달이 돌아오는 안장을 따르네.” 하였다. 서교(西郊) 오정문(午正門) 밖의 황교(黃橋) 등지가 그것이다.\n예성강(禮成江) 부 서쪽 30리에 있다. 황해도 강음현(江陰縣) 조읍포(助邑浦)의 하류가 부의 서쪽에 이르러 이포(梨浦)가 되고, 또 전포(錢浦)가 되며, 또 벽란도(碧瀾渡)가 되고, 또 동쪽으로 예성강이 되어 남쪽으로 바다에 들어간다. 고려에서 송 나라에 조회할 때에 모두 여기서 배를 띄우기 때문에 예성(禮成)이라 하였다. ○《송사(宋史)》에, “명주(明州) 정해(定海)에서 순풍을 만나면 3일 만에 바다에 들어가고, 또 5일 만에 묵산(墨山)에 이르러 그 지경으로 들어간다. 묵산에서 섬의 구불구불한 돌 사이를 지나면서 배가 매우 빨리 가서 7일 만에 예성강에 이른다. 강은 두 산 사이에 있고 석협(石峽)으로 묶였으며 물결이 빠르게 내려가는데, 이른바 급수문(急水門)이라는 데가 제일 험악하다.” 하였다. 또《대명일통지(大明一統志)》에는 급수문은 개성 남쪽 바다 가운데 있는데, 흡사 무협(巫峽) 같다.” 하였다. ○ 《고려사(高麗史)》 악지(樂志)에, “예성강곡이 있다. 과거에 중국 상인 하두강(賀頭綱)이 바둑을 잘 두었는데, 일찍이 강가에서 한 아름다운 부녀자를 보고 내기를 해 빼앗으려고 그 남편과 바둑을 두어 거짓으로 지고 나서 내기를 두 배로 걸자 그 남편이 탐내어 아내로 내기를 걸었다. 두강이 단판에 빼앗아 배에 싣고 가니, 그 남편이 뉘우쳐 이 노래를 지었다. 부인이 갈 때에 옷 단속을 매우 단단하게 하니, 두강이 범하지 못하였다. 배가 바다 가운데에 이르자 빙빙 돌면서 가지 않으니, 점을 치자, ‘절부(節婦)에게 감동되어 그러한 것이다.’ 하였다. 두강이 부녀자를 돌려보내니, 부녀자 역시 노래를 지었다.” 하였다. ○ 이규보의 시에, “강 언덕에 사람은 드물고 백로만 나는데, 날 저무니 고기잡는 늙은이가 고기 잡아 돌아가네. 가벼운 구름 엷고 엷으니 어찌 비가 되랴. 바다 기운 하늘에 올라가 우연히 이슬비 되는 것이.” 하였다. ○ 이곡의 시에, “하해(河海)가 동쪽으로 흐르게 한 우(禹) 임금의 공이 상상되니, 남쪽과 북쪽에서 오가는 배들 멀리 서로 통한다네. 어느 사람, 강에 뿌리는 비에 졸고만 있나. 손의 수심은 종일 부는 바람에 깊어만 지네. 한 조각 배는 아득한 저 바다에 키질하는데, 많은 산들 보일락말락 나고 들고 하누나. 노(魯) 나라의 뗏목 타고 오려던 늙은이(공자)야 감히 바라리. 반계(磻溪)로 가서 낚시질하는 늙은이(강태공)나 찾아볼거나.” 하였다. ○ 고려 정포(鄭誧)의 시에, “바람 고요한 긴 강이 기름을 뿌린 듯 푸른데, 가는 돛 하나하나 조수 머리에 모여 드네. 사공이 불을 놓고 타고(鼉鼓)를 울리니, 동남쪽에서 온 장사 배임을 알겠네.” 하였다. ○ “백발 어옹이 낚싯대 하나 들고, 조각배 위에서 종일토록 바람치는 여울과 싸우고 있네. 그의 마음은 고기가 미끼 먹기만 기다리니, 곁에서 구경하는 간담이 역시 서늘한 줄 어이 알리.” ○ “그림 같은 청산이 배의 창문에 들어 가득한데, 가는 비 실같이 돌다리에 뿌리네. 밤 벌써 깊었지만 맑은 후에 잠 못 이루는데, 뱃사람들은 다시 예성강곡 부르네.” 하였다. ○ “열흘동안 가을 장마에 강물이 불었는데, 사라져 가는 구름 다시 비 되어 부슬부슬 뿌리네. 밤이 옴에 누(樓) 아래에 파도 소리 거세더니, 새벽 들자 인가들 사립문 절반이나 물에 잠겼네.” 하였다. ○ 이숭인(李崇仁)의 시에, “맑은 휘파람 긴노래가 바로 좋은 놀음인 것이, 세상 마음[機心] 다 버리고 갈매기나 가까이 하리. 질 항아리와 막걸리가 집집마다 있으니, 이로부터 강두(江頭)에 나가 날마다 갖옷을 저당잡히네.” 하였다. ○ “살구꽃 눈같이 흩날리고 버들이 실 같으니, 봄은 강성(江城)에 가득하고 낮은 모자 짧은 신 신으매, 돌아오는 말 위에서 새로 지은 시가 있다네.” 하였다. ○ 변계량(卞季良)의 시에, “강 언덕 방초(芳草)에 비 적시는데, 강두에 자리 펴고 앉아서 돌아가지 않네. 백발 어옹은 술을 낼 줄 알고, 푸른 도롱이 입고 지나는 손은 시 읊을 줄 아네.” 하였다.\n벽란도(碧瀾渡) 부 서쪽 36리에 있다. ○《송사(宋史)》에, “급수문(急水門)에서 또 3일 만에 언덕에 닿으니, 벽란정(碧瀾亭)이라는 객관이 있으며, 여기서부터 육지에 올라 험난한 40여 리를 가면 바로 국도(國都)이다.”라고 한 것이 이곳이다. 정자 이름을 지금 식파정(息波亭)이라 한다. ○ 권근(權近)의 기문에, “송도(松都) 서북쪽 여러 골짜기의 물이 모여 긴 강이 되어 흘러 바다로 들어가는데, 그 나루터를 벽란이라 한다. 국도에 가까우므로 건너다니는 사람이 많고, 산에 가깝기 때문에 흐름이 빠르고 바다에 가깝기 때문에 조수가 세게 밀려서 건너는 이들이 또한 매우 괴롭게 여긴다. 나라에서 관원을 두어 맡겼는데, 강 언덕을 따라 내려가면 옛날에는 초루(草樓)가 있었으니, 나루터 일을 맡은 관원이 거처하는 곳이었다. 강은 바다 하늘에 닿아 있고 산은 들판을 가로질러 구불구불하여 아득히 멀어 바라봄에 끝이 없으니, 형세의 뛰어남이 제일이라고 할 만하다. 그러나 그곳이 다투어 건너는 장소가 되고 유람하는 곳이 아니므로 오고 가는 사람들이 모두 분주히 잘 건널 것만을 생각하기 때문에 올라가서 경치를 구경할 경황이 없었다. 임오년(1402) 가을에 철성(鐵城) 이공(李公)이 도끼[鉞]를 집고 와서 우도(右道)의 관찰사가 되었는데, 이 곳에서 행차를 멈추고 사방을 둘러보며 감탄하면서 언덕 위에 올라가 마땅한 곳을 잡아서 개암나무와 가시밭을 베어내며 모래와 흙을 평평하게 하고서 새 정자를 짓고 ‘식파(息波)’라 편액하니, 대개 압승(壓勝)하여 건너는 데 불편함을 덜어주기 위해서였다. 순시(巡視)하는 여가에 반드시 와서 휴식하고, 오면 반드시 이틀 밤을 묵고 시를 읊으며 돌아가기를 잊었다. 공은 천성이 인후(仁厚)하고 착한 일을 좋아하여 게으르지 않았다. 어려서부터 개연히 지조와 절개를 가졌으며, 일찍이 범 문정공(范文正公)의, ‘천하의 근심을 먼저 근심하고 천하의 즐거움을 늦게 즐거워한다.’는 말을 사모하여 항상 외고 읊어서 스스로 기대하였다. 때문에 그 문무(文武)의 재략(才略)과 중외(中外)의 업적이 뛰어나서 보통 사람과 달라 범공을 뒤쫓아 짝할 만하며, 그 가슴속의 넓은 도량 역시 범공과 더불어 그 크기를 같이 할 만하다. 대개 악양루(岳陽樓)는 천하의 좋은 경치이지만 구경하는 사람이 슬퍼하고 즐거워하는 것은 모두 자신들이 느끼기에 달린 것인데, 범공은 근심하고 즐거워한 것이 유독 천하에 관계된 것이었다. 지금 공이 이 정자에서 이미 다른 사람들과 더불어 그 즐거움을 함께 하고, 또 그 근심을 물결을 쉬게[息波]하는 데까지 미루었으니, 이것은 그 마음의 근심과 즐거움이 모두 남에게 미치는 데에 있고 자기 한 몸에 관계되지 않음을 알 수 있는 일이다. 《시경(詩經)》에 이르기를, ‘그것이 있는지라 이러므로 같게 한다.’ 하였다. 훗날 묘당(廟堂) 위에서 정승의 반열에 처한다면 근심하고 즐거워하는 효험이 범공으로 하여금 송(宋) 나라에서 아름다움을 독차지하지 않게 할 것을 또한 미리 알 수 있다.” 하였다. ○ 고려 유숙(柳淑)의 시에, “오랫동안 강호(江湖)의 언약을 저버리고, 홍진(紅塵)에 20년이었네. 백구가 나를 웃는 양, 짐짓 누(樓) 앞으로 가까이 오네.” 하였다. ○ 이숭인의 시에, “산수(山水)는 원래 값이 없는데 물고기와 새우는 풍년을 당했네. 조수가 들어오자 다시 순풍이 부니, 뱃사람들 스스로 앞을 향해 오누나.” 하였다. ○ 성석연(成石珚)의 시에, “세상 사람 몰기를 급히 하니, 낚싯대 잡을 해 기약할 수도 없는 것이, 강호에 한없는 뜻은 가는 비 한 돛대 앞일세.” 하였다. ○ 유백유(柳伯濡)의 시에, “나루 사람들 보내고 맞이하는 일 맡아보며 물결 위에서 또 한 해 지내네. 보일락말락 조각배 작은데, 청산이 거울 앞에 들어오네.” 하였다. ○ 기순(祁順)의 시에, “급수문 앞에 도서(島嶼)가 푸르고, 벽란정 아래에 들 연기 비꼈네. 송 나라 사신들 드나들기 익숙한데, 명주(明州)에 내왕하기 며칠 길이나 되는지.” 하였다.\n전포(錢浦) 부 서쪽 36리에 있다. 《주관 육익(周官六翼)》에, “당 나라 선종(宣宗)이 장삿배를 따라 바다를 건너 처음 개주(開州) 서포(西浦)에 이르렀는데, 그때 조수가 마침 물러가고 진창이 갯가에 가득하니, 따라온 관원이 배 안에 있는 돈을 꺼내다 진흙 위에 편 다음 하륙하였으므로 전포(錢浦)라 이름하였다.” 하였다. 김관의(金寬毅)의 《통록(通錄)》을 살펴보면 돈을 편 일은 숙종(肅宗) 때의 일이라 하였는데, 여기에 대한 변명은 형승조(形勝條) 아래에 있다. 이포(梨浦) 부 서쪽 41리에 있다. 신리 동방포(新里東方浦) 부 서쪽 23리에 있는데, 그 근원이 둘이 있다. 하나는 송악 북쪽 월로동(月老洞)에서 나오고, 하나는 대정(大井)에서 나오는데, 여정리(余丁里)에 이르러서 합류하여 이 포구가 되며, 또 서쪽으로 흘러 예성강(禮成江)으로 들어간다. 이제현(李齊賢)의 팔영(八詠)의 남포연사(南浦煙簑)가 이곳이다. 마담(馬潭) 부 북쪽 62리에 있다. 바위가 끊어진 곳에 날아 떨어지는 샘물이 두 줄로 드리워서 형상이 흰 무지개와 같다. 세속에서 말하기를, “못의 신(神)이 말 같기 때문에 그렇게 이름하였다.” 한다. 자세한 것은 대흥동(大興洞) 조에 보인다. 웅천(熊川) 부 남쪽 7리에 있는데, 그 수원은 셋이 있다. 하나는 진봉산(進鳳山)에서 나오고, 하나는 제릉(齊陵)의 산 북쪽에서 나오며, 하나는 진관사(眞觀寺)의 동쪽에서 나오는데, 원명사(圓明寺) 서쪽에 이르러 합류하여 동쪽으로 청교역(靑郊驛) 앞을 지나 풍덕군(豐德郡)의 사천(沙川)으로 들어간다. 이제현의 팔영 중에 웅천계음(熊川禊飮)이 이곳이다.\n앵계(鶯溪) 지안방(智安坊)이 있다. 두 근원이 있으니, 하나는 오공산(蜈蚣山)에서 나오고, 하나는 용수산(龍首山)에서 나와 대천교(大川橋)에 이르러 합류하여 동쪽으로 본부(本府) 앞을 지나 앵계가 되고, 서쪽으로 흘러 예성강에 들어간다. ○ 이규보의 시에, “앵계에 와서 집 자리를 정하니, 곡령(鵠嶺)이 바로 난간에 당한다.” 하였다. 대정(大井) 부 서쪽 22리에 있는데, 샘물이 솟아나고 깊이가 2자쯤 된다. 세상에서 전하기를, “의조(懿祖) 작제건(作帝建)이 용녀(龍女)에게 장가들고 처음 개성 산기슭에 이르러서 은그릇으로 땅을 파니 물이 따라 솟아나서 그대로 우물을 만들었다.” 하였다. 해마다 봄ㆍ가을에 제사 드리고, 무릇 기도할 일이 있을 때면 역시 제사 드렸다. 속담에는, 우물 물이 붉고 흐리면 전쟁이 있다고 한다. 공민왕(恭愍王) 10년(1361) 6월에 우물 물이 누렇게 되어 끓었다.\n광명사정(廣明寺井) 부 북쪽 7리에 있다. 고려 세계(高麗世系)에 이르기를, “작제건이 용녀에게 장가들고 송악산에 와서 살았는데, 용녀가 일찍이 새 집 침실 창 밖에 우물을 파고 우물 속으로 서해의 용궁을 왕래하였다. 일찍이 작제건과 더불어 언약하기를, ‘내가 용궁으로 돌아갈 때에는 부디 보지 마시오. 그렇지 않으면 다시 오지 못합니다.’ 하였다. 하루는 작제건이 몰래 보니, 용녀가 소녀(小女)와 더불어 우물로 들어가자 모두 황룡이 되어 오색 구름을 일으키는 것이었다. 이상하게 여겼으나 감히 말하지 못하였는데, 용녀가 돌아와서 노하여 말하기를, ‘부부의 도는 신(信)을 지키는 것이 귀한데, 지금 이미 언약을 배반하였으니, 나는 이곳에서 살 수 없소.’ 하고, 그만 소녀와 더불어 다시 용으로 화하여 우물로 들어가고 다시 돌아오지 않았다. 후에 용녀를 추존(追尊)하여 원창왕후(元昌王后)로 삼았다.” 하였다.\n양릉정(陽陵井) 부 남쪽 8리에 있다. 명 나라 홍무(洪武) 3년(공민왕 19년)에 황제가 조천궁(朝天宮) 도사(道士) 서사호(徐師昊)를 보내 고려 산천에 제사 드렸다. 사호가 또 비석을 싣고 와서 도성의 남쪽 풍천(楓川)이 어느 곳이냐고 묻자, 바로 이 우물이라고 대답하니, 사호가 제사 드리고 비를 세우고 갔다.○ 그 축문에 이르기를, “황제는 조천궁 도사 서사호를 보내 고려의 수산(首山) 및 제산(諸山)의 신과 수수(首水) 및 제수(諸水)의 신에게 제사 드립니다. 고려란 나라는 해동(海東)에 자리잡았는데, 산세의 방박(磅礴)함과 수덕(水德)의 왕양(汪洋)함이 사실 모두 신령스러운 기운이 모인 바이기 때문에 능히 국토를 안령되게 하고 국군(國君)이 대대로 부귀를 누리며 중국을 높임으로써 생민(生民)을 보전하게 하는 데에 신(神)의 공이 큰 것입니다. 짐(朕)이 벼슬하지 않은 선비에서부터 일어나서 지금 천하를 통일하여 정통(正統)을 계승하였는데, 이즈음 고려가 표문(表文)을 받들어 신하로 일컬으니, 짐이 그 정성을 기뻐하여 이미 왕의 작위를 봉하였습니다. 옛 법전을 상고하건대, 천자는 산천 제사에 있어서 어느 지역이나 통하지 않음이 없으므로, 사신을 보내어 삼가 희생과 폐백을 받들어 제사를 드림으로써 신령께 아뢰니, 신께서는 살피소서.” 하였다. ○ 그 비문에는 이르기를, “홍무 3년(1370) 봄 정월 3일 계사에 황제께서 봉천전(奉天殿)에 납시어 군신들의 조하(朝賀)를 받고 이어 이르기를, ‘짐이 천지와 조종(祖宗)의 돌보심을 힘입어 신민(臣民)의 위에 자리하였으니, 교(郊)ㆍ묘(廟)ㆍ사직(社稷)에서 악진(岳鎭)ㆍ해독(海凟)의 제사에 이르기까지 감히 공손히 않을 수 없다. 요사이에 고려가 사신을 보내 표문을 받들고 신하로 일컬으므로, 짐이 이미 그 왕을 봉하여 고려 국왕을 삼은 만큼, 그 나라의 경내 산천이 이미 같은 직방(職方)에 귀속된 것이다. 옛 법전을 상고하면, 천자(天子)의 망제(望祭)는 통하지 않는 곳이 없으나, 아직도 실지 예를 행하여 그 공경을 다한 것을 듣지 못하였다. 지금 마땅히 희생과 폐백을 갖추어 조천궁 도사 서사호를 보내어 앞서 가서 신령에 보답해야 하겠다.’ 하니, 예부 상서(禮部尙書) 최량(崔亮)이 삼가 황제의 말씀을 받들어서, 이에 사호에게 분부하여 그 성심과 정결함을 극진히 하여 기다리게 하였다. 이에 임금이 7일 간 재계하고 몸소 축문을 지어서, 10일 경자에 이르러 임금이 조회에 임하여 향(香)을 사호에게 주며 명을 받들고 가게 하였다. 사호가 4월 22일로 나라(고려)에 이르러, 단(壇)을 성 남쪽에 설치하고 5월 정유일에 고려의 수산 대화악신(大華嶽神) 및 제산의 신과 수수 대남해신(大南海神) 및 제수의 신에게 공경히 제사를 행하여 예가 완전히 이루어졌다. 신 사호가 들으니, 제왕으로서 백성을 다스림에 부지런한 이는 반드시 신에게 정성을 극진히 한다. 삼가 생각하건대, 황상(皇上)께서 하늘의 밝은 명을 받아 크게 정통(正統)을 계승하니 사해(四海)의 내외가 다 모두 신하가 되었으며, 온 하늘 아래가 다 함께 태평의 다스림을 누리려 한다. 그러므로 신 사호를 보내어 신에게 제사 드리니, 신이 이미 흠향하여 반드시 그 국왕을 돌보아 주어 대대로 강토를 보존하게 할 것이며, 풍우를 때 맞춰 내리고 곡식이 풍년 들어 백성들이 거의 안정할 수 있게 하여, 거룩한 천자의 누구나 차별없이 보아 똑같이 사랑[一視同仁]하는 뜻을 밝히려는 것이다. 이에 돌에 글을 새겨 영구히 전하게 하는 것이다. 신 사호는 삼가 기록한다.” 하였다.\n홍도정(紅桃井) 이인로(李仁老)의 부(賦)에, “백당(柏堂) 동쪽 산기슭에 맑은 샘이 있어 찬 물이 돌 틈에서 흘러 나오니, 흰 구름 낀 그윽한 골짜기를 양치질하는 것 같도다. 가뭄에도 마르지 않는데, 그 메아리가 거문고와 비파 같으며, 6, 7보(步)쯤 굽이쳐 돈 뒤에야 개천으로 들어가도다. 마침내 샘물 곁에 거주하는 사람들로 하여금 모두 손에 움켜쥐어 마음 상쾌하도다. 농서자(隴西子) 채소만으로 배불러 손으로 배를 문지르도다. 그늘진 오사모(烏紗帽) 쓰고 소리 나는 용죽장(龍竹杖) 짚고서 한 돌에 걸터앉아 두 다리를 드러내니, 빙상(氷霜)을 문질러 부수고 주옥(珠玉)을 삼켰다 뱉었다 하도다. 어찌 오직 불같은 여름 더위만 피하랴. 또한 다시 세속의 먼지 묻은 갓끈 어느 사이에 다 씻었네. 천천히 휘파람 불며 돌아오니 시내 바람 솔솔 부는데, 8자 서늘한 자리 펴고 두어치 나무 옹두리[癭木] 베개하도다. 꿈에서 백구(白鷗)와 함께 희롱하니, 기장 쌀밥이 아직 익지 않은 동안이로다. 표표(飄飄)하게 8마리 용을 타고 요지(瑤池)에 가서 서왕모(西王母)의 노래 한 곡조 듣는 듯, 호호(浩浩)하게 마른 떼를 타고 은하수를 건너서 촉도(蜀都)의 점치는 데 놀라는 것 같도다. 두어라 반드시 비단 휘장 40리를 두르고 후추 8백 곡(斛)을 금련분(金蓮盆)에 넣은 후에야 내 발을 씻겠는가.” 하였다.\n달애정(炟艾井) 부 북쪽 5리에 있다. ○ 고려 신종(神宗) 초에 최충헌(崔忠獻)이 아뢰어 내시 민식(閔湜) 등 70여 명을 내쫓았다. 민간에서 전하는 말이, 임금이 달애 우물 물을 마시면 환자(宦者)가 권력을 쥔다고 하므로 달애정을 헐고 광명사(廣明寺) 우물 물을 어수(御水)로 삼았다. 속담에 등리(藤梨)를 달애(炟艾)라고 한다. 간지(柬池) 부 북쪽 5리에 있다. 연지(蓮池) 수창궁(壽昌宮) 서쪽에 있다.\n용화지(龍化池) 부 동쪽 7리에 있다. ○ 곽예(郭預)의 시에, “연꽃 구경하러 세 번 세 못에 가니, 푸른 산 붉은 단장이 옛날 같구나. 다만 꽃 구경하는 옥당(玉堂) 늙은이, 풍정(風情)은 전과 같지만 귀밑머리 희어졌네.” 하였다. ○ 고려 최해(崔瀣)의 시에, “붉은 단장 푸른 일산이 가을 못을 덮었는데, 갈매기와 해오라기 서로 의지해 제철 만났다 기뻐하네. 지난해 숭교전(崇敎殿) 지나던 때 엷은 구름 지는 해에 비가 부슬부슬 뿌리던 것 생각나네.” 하였다. ○ 이제현(李齊賢)의 〈운금루기(雲錦樓記)〉 에, “올라가 굽어볼 산천의 승경이 반드시 모두 궁벽하고 먼 곳에만 있는 것은 아니니, 임금이 도읍하고 많은 사람들이 모여 사는 곳에 일찍이 산천이 없는 것은 아니다. 이름을 다투는 것은 조정에서 하고 이익을 다투는 것은 저자에서 하기 때문에, 비록 형산(衡山)ㆍ여산(廬山)과 동정호(洞庭湖)ㆍ소상강(瀟湘江)으로 하여금 반 걸음 안에 늘어서 있어 굽어보고 우러러 보면서 장차 만나게 하더라도 그것이 있는 줄은 알지 못한다. 어째 그런가? 사슴을 쫓아가면 산을 보지 못하고 금을 움켜쥐면 사람을 보지 못하는 것이다. 가을 털끝을 살피면서도 수레에 가득 실은 땔감을 보지 못하는 것은 마음이 한 곳에만 있어 눈이 다른 데에 미칠 겨를이 없는 것이다. 일 좋아하고 힘이 있는 이들이 관문(關門)과 나루터를 지나서 시골을 골라 산수(山水)의 놀이에 힘써서 스스로 고상한 체한다. 강락(康樂)이 길을 닦음에 백성들이 놀라고, 허범(許氾)이 전토(田土)를 구하매 호걸한 선비가 비루하게 여기니, 또 그런 것을 하지 않는 것이 고상한 것만 못하다. 경성 남쪽에 사방 1백 묘(畝)나 되는 못이 있어 주위에 사는 자는 여염 민가(民家)가 비늘처럼 어슷비슷하고 빗처럼 나란한데, 지거나 이고 말타거나 걸어서 그 곁을 지나 왕래하는 사람들이 이어 앞서거니 뒤서거니 하니, 어찌 그윽하고 기이하며 한가로운 지경이 바로 그 사이에 있는 줄을 알 것이랴. 후지원(後至元) 정축년(충숙왕 6년, 1319) 여름에 연꽃이 만개하니 현복군(玄福君) 권후(權侯)가 보고 사랑하여 바로 못 동쪽에 땅을 사서 누(樓)를 지었다. 2길은 되게 높이 하고 3발은 되게 넓게 하였는데, 주춧돌을 받치지 않고도 기둥이 썩지 않게 하고 기와를 얹지 않고 띠풀로 덮었으니 비만 새지 않게 함이요, 서까래는 깎지 않았는데 굵지는 않으나 흔들리지 않으며, 벽은 색칠하지 않았으니 화려하지 않고 보기 흉하지도 않았다. 대략 이와 같은데 10여 못의 연꽃을 온통 둘러싸서 점령하였다. 여기서 그의 아버지 길창공(吉昌公)을 모시고 형제 친척들과 함께 그 위에서 술자리를 베풀고 유쾌하게 놀면서 날이 저물도록 돌아갈 줄을 모르는데, 아들 중에 큰 글씨를 잘 쓰는 자가 있으므로 ‘운금(雲錦)’ 두 글자를 쓰도록 하여 걸어서 누의 이름으로 삼았다. 내가 시험삼아 가보니, 붉은 향기 푸른 그림자가 아득히 덮여 가이 없는데, 흩어지는 바람에 이슬이 낭자하고 연파(煙波)에 흔들거리니 이름이 헛되이 얻은 것이 아니라고 할 만하였다. 이것만이 아니다. 용산(龍山)의 여러 봉우리가 청색과 녹색을 발라서 처마 아래로 모여드니, 어두웠다 밝았다 아침 저녁으로 각기 모습이 다르며, 여염의 집들을 향하면 그 위치의 곡절을 앉아서 셀 수 있는데, 이고 지고 말타고 걸어서 왕래하는 자와 내닫는 자, 쉬는 자, 돌아보는 자, 부르는 자, 친구를 만나 서서 말하는 자, 존장을 만나 절하는 자도 모두 모습을 감추지 못하니, 바라보며 즐길 만한데, 저편에서는 이곳에 못이 있는 줄만 알뿐 누(樓)가 있는 줄은 모르니, 또 어찌 누에 사람이 있는 줄을 알 것이랴. 정말 올라가 굽어볼 만한 좋은 경치는 반드시 궁벽하고 먼 곳에만 있는 것이 아니건만 조정과 저자의 마음과 눈으로는 만나서도 있는 줄을 모른다. 또한 하늘이 만들고 땅이 감추어 함부로 사람들에게 보이지 않는 것이리라. 후(侯)는 만호후(萬戶侯)의 부절(符節)을 허리에 차고 외척의 세력을 깔고 있으며 나이는 옛 사람의 강사(强仕)할 나이에 미치지 못하였으니, 마땅히 부귀와 영달에 깊이 잠들고 취하여 꿈꿀 것인데도, 능히 어질고 지혜로운 자가 즐기는 것을 즐겨서 백성을 놀라게 하지도 않고 호사(豪士)에게 비루하게 여김을 받지도 않으면서, 문득 그윽하고 기특하며 한가한 지경을 저자와 조정 사람들의 마음과 눈이 미치지 못하던 곳에서 차지하여, 그 어버이를 즐겁게 하여 손님에게 미치며 그 몸을 즐겁게 하여 다른 사람에게 미치니, 이 역시 가상한 일이다.” 하였다.\n증지(甑池) 부 동쪽 24리에 있다. ○ 이색(李穡)의 시에, “동교(東郊) 적전(籍田)에 둥근 봉우리 있는데, 봉우리 아래 못엔 늙은 용 서려 있네. 소년들 서로 불러 나가 노니 백 병 맑은 술이 모두 황봉(黃封)이네. 노복들 벌거벗고 긴 그물 드니, 물고기 날뛰는데 비린 바람 불어오네. 소반 위의 향기로운 양념에는 온갖 맛 곁들였는데, 난도(鸞刀)로 옥을 자르니 붉은 실이 나누나. 좋은 때 술 가득 부어라, 조금인들 사양하리. 취하여 읊는 시 기운이 하늘에 솟구칠 듯. 병중에 흐르는 세월 흔들리는 촛불 같은데, 다만 귀밑에 가을 쑥대 나부낀다. 조정에 일이 없고 임금을 속이고 가리는 자 끊어졌으니, 때로 노닐며 태평을 노래하누나. 그대는 보지 못했는가, 장강(長江) 북쪽 언덕에 수만 군사 왔는데도 바둑 두며 별장(別庄) 내기하던 사공(謝公)이 있음을. 동진(東晉)의 무공(武功)이 무궁토록 전한 것은 높은 정취로 세상 풍속을 진정한 것이 아니겠는가, 바람소리 학의 울음을 뉘라서 형용하리.” 하였다.\n\n『신증』 보현봉(普賢峯) 천마산(天磨山)에 있다. ○ 박은(朴誾)의 시에, “천마산에 오직 보현봉 홀로 서서 상대가 없는 것, 만고에 홍몽(鴻濛)에 났으니, 천지도 한 큰 덩어리. 수일간 산허리에 있으니 우러러보면 푸른 칠한 눈썹만 있었네. 오늘 아침 발 밑에 드니, 빙설이 오장에서 생기누나. 서남쪽 모두 넓은 바다 안개 아지랑이 스스로 천태(千態)로세. 그 변화하는 물건 곤어(鯤魚)ㆍ붕새 있어서 하늘에 드리운 구름 같은 덩어리 울렁거리네. 대지도 원래 조각조각 쌓인 것, 조물주인들 어찌 용서 있으리. 지금엔 완전한 곳 없어서 곳곳마다 깨지고 부서졌네. 작고 큰 것이 다만 희극일 뿐, 아이들 장난과 무엇이 다르리. 이 산이 아득히 말없는데 예와 이제가 부질없이 변천일세. 기이한 유람 하늘이 주신 다행이라, 우연히 한 번이지 두 번 다시 못하리. 평생에 멀리 다니고 싶은 이 내 마음, 한 번 쏟아 막힌 것 없구나. 술을 실컷 마시고, 문자로 다시 무늬 놓네.” 하였다. 역암(櫪巖) 연경궁(延慶宮) 북쪽, 송악산 기슭에 있다. ○ 박은(朴誾)의 시에, “만월대(滿月臺) 앞에는 흥이 깨어지고 광명사(廣明寺) 뒤에서 다시 그윽한 경치 찾네. 땅은 고국에 감추인 지 천년에 우리들 만나서 우연히 시(詩) 한 번 읊어 주네. 성난 폭포는 제 스스로 공중에 메아리 이루는데, 시름 어린 구름 저 해에 그늘지려 하누나. 모름지기 술잔 들어 이 내 마음 씻어내어 무궁한 흥망 금고(今古)의 마음이네.” 하였다.\n\n",
  "성곽": "나성(羅城) 바로 외성(外城)이다. 고려 현종(顯宗) 때에 강감찬(姜邯贊)이 경도(京都)에 성 쌓기를 청하니, 왕이 이가도(李可道)를 명하여 흙을 쌓아 성을 만들게 하였는데, 모두 21년 만에 공사가 끝났다. 성의 주위가 2만 9천 7백 보요, 나각(羅閣)이 1만 3천 칸이며, 숭인(崇仁)ㆍ선기(宣旗)ㆍ보정(保定)ㆍ광덕(光德)ㆍ덕산(德山)ㆍ회빈(會賓)ㆍ선계(仙溪)ㆍ태안(泰安)ㆍ홍인(弘仁)ㆍ건덕(乾德)ㆍ보태(保泰)ㆍ선의(宣義)ㆍ산예(狻猊)ㆍ영평(永平)ㆍ선암(仙巖)ㆍ자안(慈安)ㆍ창신(彰信)ㆍ영양(迎陽)ㆍ안화(安和)ㆍ성도(成道)ㆍ회창(會昌)ㆍ안정(安定) 등의 문이 있었는데 지금은 모두 무너졌다. 내성(內城) 우리 태조(太祖)가 개국한 지 2년 계유(1393)에 벽돌로 내성을 쌓았는데 주위가 20리 40보이다. 동대문(東大門)ㆍ남대문ㆍ동소문(東小門)ㆍ서소문ㆍ북소문 등의 문이 있다.\n\n",
  "봉수": "송악산 국사당(國師堂) 봉수 부 북쪽 11리에 있다. 북쪽으로 황해도 강음현 성산(江陰縣城山)에 응하고, 동쪽으로 장단부 천수산(長湍府天壽山)에 응한다. 송악산 성황당(城隍堂) 봉수 부 북쪽 11리에 있다. 남쪽으로 풍덕군 덕적산(豐德郡德積山)에 응하고, 서쪽으로 수압산(首鴨山)에 응한다. 수압산 봉수 부 서쪽 34리에 있다. 동쪽으로 성황당에 응하고, 남쪽으로 신당(神堂)에 응한다. 신당 봉수 부 남쪽 36리에 있다. 북쪽으로 수압산에 응하고, 서쪽으로 황해도 배천군 부모리(白川郡夫毛里)에 응한다.\n\n",
  "궁실": "경덕궁(敬德宮) 추동(楸洞)에 있다. 우리 태조의 잠저(潛邸) 때의 옛 집인데, 즉위하자 증수(增修)해서 궁으로 삼았다. 지금은 제조 2명을 두어 지킨다. ○ 기묘년(1399) 9월에 태종이 임금 되기 전 이 집에 거처하는데, 하루는 하늘이 밝으려고 별이 드문데 시녀 김씨가 처마 밑에 앉아 있다가 보니 백룡(白龍)이 침실 위에 나타났는데, 크기가 서까래 같으며 비늘이 있어 광채가 찬란하고 꼬리가 꿈틀꿈틀하며 바로 태종이 있는 곳을 향하여 가는 것이었다. 달려가서 선부(膳夫) 김소근(金小斤) 등에게 알리니, 소근 등도 나와서 보는데 조금 있다가 운무가 덮어 가려서 간 곳을 몰랐다. 목청전(穆淸殿) 숭인문(崇仁門) 안에 있는데 역시 태조의 옛 집이다. 태종이 명하여 이 전을 짓고 태조의 화상[御容]을 봉안하였는데, 참봉 2사람이 있다.\n태평관(太平館) 본사(本司) 서편에 있다. 고려 때에는 정동성(征東省)이 되었고 지금은 사신(使臣)들이 유숙하는 곳이 되었다. ○ 김식(金湜)의 시에, “말 앞에 우뚝하게 높은 성(城) 보이리, 천고의 동쪽 나라 옛 서울이라네. 안개 스친 좋은 산 보는 곳 따라 푸르고, 하늘에 솟은 사신관사 앉아 보니 깨끗하네. 백년의 민물(民物) 풍화(風化)에 관계되고, 일대(一代)의 의관은 노성(老成)임을 알겠네. 아침 떠나면 왕명으로 흐뭇한 은택 베풀 것이, 사교(四郊)의 장마비 밤 동안 퍼붓는 듯 내리네.” 하였다. ○ 왕창(王敞)의 시에, “눈을 찌르는 여러 봉우리 푸르고 뾰족한 것 드러내니, 들 구름 때로 비 지어 부슬부슬 내리네. 개성(開城)의 옛 나라 전부터 험하다 일컬으니, 숭악(崇嶽)은 다른 나라에서 제법 우러러 보네. 땅은 삼한(三韓)을 제어하고 밭갈고 누에 치며 생리(生利)는 동해에 고기잡이 소금 구이로세. 좋은 경치 따라 글을 쓰자면 시가 천 수는 되겠는데, 또 해낭(奚囊 시를 지어 넣어 두는 주머니)이 청렴하지 않다고 조롱 받을까 두렵네.” 하였다. ○ “가시와 개암나무 눈에 가득, 황량한 대(臺)에 앉으니, 산이 푸른 연(蓮)을 끼고 차례로 펼쳐지누나. 합도(閤道)의 국화 나를 맞아 웃는데, 여장(女墻)의 밝은 달은 누구를 위해 비치나. 언덕 머리의 보리 물결은 바람에 놀라 펄렁이는데, 나무 끝 샘물 소리 밤들어 처량하구나. 사슴들은 산곡이 변한 줄 모르고 솔 그늘 따라 때로 성 구비에 내려오누나.” 하였다. ○ 동월(董越)의 시에, “성곽에 둘린 것 모두 인가인데, 맑은 시냇물은 흰 모래를 띠었네. 소나무 뿌리에 말 매고 잠시 쉬는데, 나무 끝에서 어느덧 저녁 까마귀 소리 들리누나. 가는 버들 푸른 실 흔들리고, 새 부들은 흰 움이 자랐네. 산에 가득 붉기가 불같은 두견화가 두루 피었네.” 하였다. 『신증』 당고(唐皐)의 시에, “평양ㆍ개성이 바다와 하늘을 같이 했는데, 성루에 올라 멀리 보니 거친 연기 일어나네. 옛 궁터는 기자(箕子)의 나라가 가장 오래니 은(殷) 나라에서 염유(炎劉 한 고조 유방(劉邦))에 이르기까지 9백 년이네.” 하였다. ○ “산을 의지한 누대와 전각이 하늘에 솟아 높은데, 풀에 묻히고 연기에 잠겨 기와와 조각돌이 많구나. 5백 년 이래로 전란 겪은 땅에 칼날을 씻노라고 은하수의 물을 당겨 왔네.” ○ “송악산 앞 땅 한 구역 봄철 들어 연우(煙雨)에 천궁[蘼蕪]이 자라네. 날씨 차고 해저문 남쪽 길에 말 탄 행인이 또 도읍지 지나누나.” ○ “벽문 규화(壁文奎畫)가 옥함(玉函)에 새로운데, 사신 행차 아침 일찍 찬 서리 밟누나. 번국(藩國)에서 조사(詔使) 맞이하는데, 맑고 수양한 이들 모두 글 읽은 사람이네.” ○ “밤 눈이 펄펄 밤 이미 새었는데, 새벽 처마에 언 까치들 짖지도 못하누나. 저 산 위 솔 가지에 검은 구름 젖었으니, 아마도 고황제(高皇帝)의 먹 흔적 그것이리.” ○ “중첩한 봉만이 울울하고 높기도 한 것이, 옥 물결 어느 곳에 사신 수레 멈추나. 부탁하는 말, 정자 앞의 대나무를 베지 마소. 남겨두었다가 선인(仙人)에게 주어 퉁소 만들게 하세나.” ○ “바다 위 삼산(三山)이 점점이 푸른데, 바다 어귀 멀리 보니 푸른 연기 가로질렀네. 도경(圖經)을 지은 일 전조(前朝)의 사실인데, 전당(錢塘)과 더불어 수정(水程)을 써야 할 것이.” ○ “솔 바람 움직이지 않고 노화(露華)도 맑은데, 새벽녘 옷을 헤치고 앉아서 밝기 기다리네. 계산(溪山)에게 고금사 물어보려 하지만, 계산이야 어찌 고금 뜻을 알리.” ○ “유명한 고장 70곳에 경치 모두 아름다운데, 큰 선비 가는 곳마다 돌 언덕을 덮었네. 여기서부터 소리 찾아 괴로움 구할 것이, 자손들 끝내 관재(關齋)를 폐지하오리.” ○ “기선(祁仙)이 오랫동안 박라춘(博羅春)에 거주하였으니, 바닷물 어느 해에 풍진이 있었던고. 내 이제 나중 와서 옛 문서 뒤적이지만, 다른 날엔 다시 후에 오는 사람도 있으리라.” 영빈관(迎賓館) 오정문(午正門) 밖에 있는데, 지금은 조서를 맞이하고 사신을 영송(迎送)하는 곳이 되었다. 예전에는 영은관(迎恩館)ㆍ순천관(順天館)이 있었는데 아마 이 관을 때에 따라 이름을 달리한 것뿐인 듯하다.\n\n",
  "학교": "성균관(成均館) 탄현문(炭峴門) 안에 있다. ○ 대성전(大聖殿)에는 오성 십철(五聖十哲)의 소상(塑像)을 봉안하였다. 동무(東廡)와 서무(西廡)에는 70제자 및 역대 여러 현인의 위판(位版)이 있다. 전 앞에 명륜당(明倫堂)이 있다. 본조(本朝)에서 교관(敎官) 한 사람을 두었는데, 성종조에 본부 관원으로 두어 품계(品階)와 녹봉(祿俸)을 주었다. ○ 충렬왕(忠烈王) 조에 안유(安裕)가 국학(國學)이 쇠퇴함을 염려하여 양부(兩府)에 의논해서 6품관 이상은 각기 은 1근을 내고 7품관 이하는 포목을 차등 있게 내게 하여 양현고(養賢庫)로 보내어, 본전은 남겨두고 이식만 취하여 국학의 비용을 넉넉케 하니, 왕이 듣고 또한 내고(內庫)의 돈과 곡식을 내어 보조하였다. 안유가 또 남는 돈을 김문정(金文鼎)에게 주어 중국에 보내 선성(先聖)ㆍ선사(先師)와 70제자의 화상을 그려 오게 하고, 제기(祭器)ㆍ악기(樂器)ㆍ경사(經史)를 함께 구하여 오게 하고, 또 이산(李㦃)ㆍ이진(李瑱)을 천거하여 교관을 삼았다. 이에 금내(禁內)ㆍ학관(學館)ㆍ내시(內侍)ㆍ삼도감(三都監)ㆍ오고(五庫)의 배우기를 원하는 선비와 7영(營) 12도(徒)들이 경서를 끼고 와서 수업하는 사람이 백으로 헤아리게 되었다. ○ 이예(李芮)의 〈의재기(義財記)〉 에, “부(府)의 학당(學堂)은 곧 고려조 5백 년 간 인재를 배양하던 곳이다. 《고려사》를 상고하면 성종 초기에 국자감(國子監)을 설치하였고 충렬왕 때 국학이라 고쳤는데, 이때 선성(宣聖)과 10철(哲)의 화상이 원(元) 나라에서 왔다. 충선왕(忠宣王)이 성균관으로 고쳤고 공민왕(恭愍王)이 다시 국자감이라 이름하였으며, 얼마 안 되어 다시 성균관으로 불렀다. 역대에서 각기 높이고 중히 여겼으므로 당대의 이름난 높은 벼슬아치들이 모두 여기서 배출되었다. 우리 태조가 하늘에 응하여 혁명(革命)하자 도읍을 한양(漢陽)으로 옮기고 이 부(府) 유후관(留後官)을 삼으니, 이른바 성균관이라고 하던 것을 부의 사람들이 학당(學堂)이라고 일컬었다. 문묘(文廟)의 모습이 예전과 같고 선성(先聖)과 선사(先師)의 화상이 엄연(儼然)하게 그대로 보존되어 다른 향학(鄕學)에 비할 것이 아니다.성화(成化) 10년(성종 5년, 1474) 가을 9월에 상(임금)이 원릉(園陵)에 배알하려고 드디어 부(府)에 거둥하였으며, 이튿날 수행하는 여러 신하들을 거느리고, 태조의 옛 궁궐 목청전(穆淸殿)에 나가서 수용(睟容 임금의 화상)을 우러러 절하고 몸소 제사를 드리고 예를 마친 다음, 곧 학당으로 거둥하여 선성 선사께 절하고 이어 명륜당에 가시니, 교수 백훈(白勛)이 유생을 거느리고 뜰에 들어가서 사배(四拜)하고 나오거늘, 임금이 의정부의 좌찬성 노사신(盧思愼), 우참찬 서거정(徐居正)을 명하여 유생들에게 술을 하사하고 쌀 30석과 면포(綿布) 50필도 함께 하사함으로써 스승을 높이고 도를 중히 여기는 뜻을 보여주니, 실로 사문(斯文)의 큰 경사였다. 제생(諸生)들은 서로 더불어 재사(齋舍)에서 송축하고 부로(父老)들은 서로 더불어 시가에서 노래하였다. 내가 외람되이 유수(留守)가 되어 몸소 이 성대한 일을 당하여 큰 예식을 우러러 보고 삼가 머리 조아려 축하하기를, ‘학교는 국가의 원기(元氣)로, 옛날부터 세상 도(道)의 높고 낮음을 그 학교의 흥폐(興廢)에서 보게 되는 것이다. 고려조의 운수가 쇠해지면서 학교에 관한 정사가 제대로 되지 않았는데, 아조(我朝)에서 나라를 세우면서 성신(聖神)한 군왕이 대를 이어 학교를 세우고 스승을 받들어 영재를 교육하니, 이것은 몸소 행하고 마음에서 얻은 나머지에서 나온 것이요, 겉치레만 하고 이름만 내는 것만이 아니다. 성상께서는 전대의 공업을 넓히고 크게 하며, 문교(文敎)를 더욱 천명하여 교화를 두터이 하고 풍속을 면려하는 것으로 선무(先務)를 삼았다. 그래서 학교를 찾고 선성께 뵙는 일이 기록에 끊이지 않는데, 그중에도 옛 도성의 향학에 거둥하여 선성을 예알(禮謁)하고 선비들을 권장하는 일에 이르러서는 조종조(祖宗朝)에서 미처 하지 못한 일이며, 또한 옛날에도 드물게 듣던 일이니 감히 우리 도를 위하여 경하하지 않겠는가. 이에 기둥과 서까래의 기울고 무너진 것, 창문과 기와 벽돌의 깨지고 없어진 것, 단청의 흐려져 선명하지 못한 것들을 고치고, 동무와 서무에 배향하는 위패의 더러워진 것을 바꾸며, 변두 보궤(籩豆簠簋 제기)의 누추하고 파손된 것을 새로 만들고, 솥[釜鼎]과 온갖 그릇의 미비한 것을 보충하였다. 또 위에서 주신 쌀과 포목을 삼가 기록하여 간직하고 때에 따라 출납하면서 그 나머지로 학용[學廩]을 보조한다. 마침내 조정에 청하여, 경학(京學)의 규례를 따라 늦여름에는 유생들을 모아 글짓기를 시험보아 그 성적의 고하를 매기되, 우등인 자를 취하여 곧 바로 회위(會闈 초시에 합격한 사람들에게 보이는 과거)에 응시하도록 한다. 또 겨울 석 달에는 유생들로 하여금 밤낮으로 재실(齋室)에 거처하면서 학업을 익히게 하는데, 공급하는 비용은 모두 위에서 하사한 것에 의지하고 관에서도 보조한다.내가 불민하여 우러러 문명의 교화의 만분의 일도 돕지는 못하지만, 그러나 학문을 일으키고 인재를 양성하는 방법에 있어서는 또한 일찍이 옛사람들이 깨친 말[緖言]을 들었기 때문에 여기서 심력을 다해서 일하는 것이다. 성인(成人)과 소년[小子]이 모두 진취하는 바가 있어서 군자의 경지에 도달하게 된다면 훗날 조정에 이름이 알려지고 정치에 도움이 되는 자가 몇 사람이 될지 알 수 없을 것이다. 제생들은 오직 마땅히 위의 뜻을 받들어 학업에 부지런하여 그것으로 행할 밑천으로 삼을 것이요, 제가 제일인 척하고 내 말로써 자기를 속이는 것이라 하여 저 한자(韓子)의 제생들을 본받아서는 안 될 것이다. 만일 그렇다면 거의 위에서 제생들에게 기대하는 바도 아니요, 또한 내가 제생들에게 바라는 바도 아니다. 이 학당에는 옛날 공익을 위하여 쓰는 재산[義財]이 있었는데, 출납을 태만히 하여 지금 남은 것이 얼마 안 된다. 선비는 항상 현실에 어두워 실수하니, 만일 관에서 검속하고 살피지 않는다면 이렇게 되는 것이다. 지금부터 출납을 삼가하여 그 본전을 잃지 않아서 위에서 문학을 권장하고 교화를 진작하는 아름다운 의사를 천만세에 길이 전할 것이니, 이것을 뒤에 오는 유수에게 바란다.’ 하였다.” 하였다. ○ 이색(李穡)의 석전 시(釋奠詩)에, “북을 쳐서 반열(班列)을 가지런히 하는 시간은 바로 오경이니, 백관들 관복 입고 봄 정일(丁日)에 제사 드리네. 면류관 번쩍번쩍 깊은 전각에 빛나는데, 종소리 경쇠 소리 은은히 넓은 뜨락에 울리누나. 성인의 도는 저 하늘에 일월처럼 달렸는데, 황제의 큰 정치 만고에 단청처럼 빛나도다. 이 내 몸의 흐르는 땀 옛날 스승 자리에 참석하였던 것이, 백발[晧首]이 된들 경전 연구야 어찌 잊으리.” 하였다.\n\n",
  "역원": "청교역(靑郊驛) 보정문(保定門) 밖 5리에 있다. 산예역(狻猊驛) 성 서쪽 20리에 있다. 천수원(天壽院) 성 동쪽에 있으니 곧 천수사(天壽寺) 옛터이다. 성화(成化) 병신년(성종 7년, 1476)에 유수 이예(李芮)가 정자를 원 곁에 있는 취적봉(吹笛峯) 아래에 짓고 이렇게 적었다. “내가 일찍이 들으니 고려 사인(舍人) 최사립(崔斯立)이 시를 짓기를, ‘천수문(天壽門) 앞에 버들개지 나는데, 술 한 병 가지고 와서 친구 돌아오기를 기다리네. 눈이 뚫어지게 저 멀리 석양녘 한길 가 바라볼 제, 많고 적은 행인들 가까이 오면 그가 아니네.’ 하였다. 가만히 생각건대, 천수문은 고려조 5백년 간에 손님을 맞이하고 보내던 곳이었다. 성화 갑오년(1474)에 내가 유수로 여기 와서 보니, 이른바 천수문이란 것은 옛터만 남아 있어 잡초가 우거진 풀숲에 기와와 자갈이 모여 있는데, 부(府)의 사람들이 아직도 옛일을 따라서 서쪽 봉우리에 터를 잡아 대(臺)를 짓고 큰 빈객(賓客)이 있으면 반드시 여기에서 보내고 맞이한다. 내가 하루는 여기에서 손님을 전송하다가 높은 곳에 올라 멀리 바라보면서 그곳이 어디냐고 물으니 취적봉이라고 하였다. 이에 고려조 전성기에 사대부들이 서로 이곳에서 보내고 맞이하며 노닐었음을 알게 되었다. 그런데 이상한 것은 한 시대의 인물이 모이던 곳이며 사대부들의 거마(車馬)가 달리던 곳인데 어째서 누대나 정각의 구경거리가 없는가. 또 최사립의 이른바 천수문이라는 것도 어디인지 모르겠다. 대개 성조(聖朝)가 한양(漢陽)으로 도읍을 옮긴 지 거의 90년이 되었으니, 인물이 남쪽으로 옮겨가고 해가 오래된 만큼 비록 지대(池臺)와 누정이 있었다 하더라도 그것이 허물어지고 잡초가 우거져 덮이게 되었으니, 내가 괴이하게 여기는 것은 의당 괴이할 것 없다. 이에 수레를 멈추고 옛터를 찾아 배회하면서 시간 가는 줄을 모르니, 원주(院主) 강귀수(康龜壽)가 앞으로 나와 말하기를, ‘저희 부자가 서로 이어 원주(院主)가 되었으므로 이곳의 흥폐(興廢) 연유를 모두 자세히 압니다. 천수사는 곧 전조(前朝)의 대찰(大刹)로서 세상에서 전하기를 천만 칸이었다고 하는데, 지금은 빈 터로 쓸어버린 듯하고 모두 밭두둑이 되었으며, 남은 것은 단지 여행객들이 숙박하는 작은 원(院)뿐입니다. 예전에는 높은 누각 두어 채가 남쪽에 있었는데, 역시 다 무너지고 남은 것이 없습니다. 삼가 옛날 재목을 간직하여 중건하려고 하는데 다만 힘은 적고 일은 커서 뜻을 이룰 길이 없습니다.’ 하였다. 내가 원주의 말에 대하여 더욱 감회가 있었는데, 부하 관원들이 함께 말하기를, ‘국가에서 이 원에 원주를 두고 밭을 준 것은 대개 다른 나라에서 온 손님을 잊지 않으려는 뜻입니다. 옛 도읍지의 큰 부(府)에 빈객이 많으며 맞이하고 전송할 때는 반드시 여기에서 하는데, 풀이 난 들에 자리잡고 장막을 치는 데에는 그것을 옮기는 노고가 적지 않으며, 혹 비나 눈을 만나게 되면 손님이나 주인이 겨를이 없어 예절을 차릴 수 없습니다. 더구나 부의 서쪽에는 영빈원(迎賓院)과 보통원(普通院)이 있는데, 동쪽에만 유독 없으니 어찌 한 가지 흠이 아니겠습니까.’ 하였다. 마침내 서로 더불어 모의하여 강귀수가 보관하고 있는 재목을 이용하고 그 부족한 것을 보충하며 일없는 사람들을 동원하여 작은 정자를 취적봉 아래 소나무 사이에 지었다. 공사를 마친 다음 부하 관원들과 함께 올라가 구경하니, 사방이 툭 트여 한눈에 멀리 내다보였다. 먼 산은 앞에 모이고 긴 냇물은 아래에 둘렸는데, 도로의 구불구불함과 인마(人馬)가 오가는 석양의 늦경치가 과연 최사립의 시와 같았다. 무릇 천수사는 사립의 시로 인하여 후세에 드러나고, 이 정자 역시 천수사와 함께 무궁토록 전해질 것인 만큼, 사립의 시도 또 없어져서는 안 된다. 이 시를 화답한 사람이 많지 않은 것은 아니지만, 지금 전송 (傳誦)되는 것으로는 유독 시중(侍中) 홍언박(洪彦博)의 두 시가 현판 끝에 쓰여 있다. 후에 올라와 굽어보는 사람으로 하여금 이 정자가 지어진 연유를 알아서 즐겨 화답하게 하고, 맡아 지키는 사람으로 하여금 이 정자가 없어져서는 안 됨을 알게 하여 무너지는 대로 보수하여 전의 공을 버림이 없게 한다면, 정자도 시도 장차 영구히 전해지고 없어지지 않아 서도(西都)의 승적(勝跡)이 될 것이다.”○ 이인로(李仁老)의 《파한집(破閑集)》에, “도성 문에서 1백보 되는 곳에 잇따른 봉우리가 뒤에서 일어나고 평평한 시내가 앞에서 솟는데, 들 계수나무 수백 그루가 길을 끼고 그늘을 이루니, 길 가는 이들이 반드시 그 아래서 쉰다. 수레와 말이 붐비고 어부의 노래와 초부(樵夫)의 피리 소리가 끊이지 않는데, 붉은 누대 푸른 전각이 소나무ㆍ전나무ㆍ연기ㆍ아지랑이 사이에 반쯤 나오며, 공자와 왕손은 패물을 차고 풍악을 울리며 맞이하고 전송하는 것을 반드시 여기에서 한다. 예종조(睿宗朝)의 화가 이녕(李寧)이 그림으로 그려 송(宋) 나라 상인에게 주었는데, 후에 왕이 송 나라에서 명화를 구하다가 한 좋은 그림을 얻어 오니, 이녕이 아뢰기를, ‘이것은 신이 그린 천수사 남문도(天壽寺南門圖)입니다.’ 하였다.” 하였다. ○ 고려조의 강일용(康日用)이 백로[鷺鶿]의 부(賦)를 지으려고, 매번 비를 무릅쓰고 천수사 남쪽 시내에 이르러 구경하는데, 하루는 문득 한 구절을 얻으니, “날아서 푸른 산 허리를 벤다.” 라는 것이었다. 스스로 기뻐서 말하기를, “옛사람이 이르지 못한 곳에 이르렀다.” 하였다. ○ 이인로의 시에, “손을 전송하려는데 손은 아직 안 오고, 중을 찾는데 중 역시 없구나. 오직 숲 밖의 새만 남아서 종일토록 술병 차고 오라 권하네.” 하였다.○ 이규보(李奎報)의 시에, “하늘까지 이어진 풀빛엔 푸른 연기 어둡고, 땅에 가득한 배꽃은 흰눈을 날리네. 이곳은 해마다 이별하는 곳, 손을 보내는 일 아니라도 혼이 사라지네.” 하였다. ○ 고려 홍언박(洪彦博)이 최사립(崔斯立)에게 화답한 시에, “시내 깊고 버들 푸른데 어린 까마귀 날고, 길 가득히 맑은 그늘에 말에 맡긴 채 돌아오네. 필경 공명이란 어디다 쓸 것인가. 돌이켜 생각하니 52년 일이 모두 아니네.” 하였다. ○ 성임(成任)의 시에, “번화한 일 어디 가고 들 구름만 나는 것이, 흐르는 물 무정하여 간 채 오지 않누나. 시구는 아직도 보내고 맞이하던 땅에 남아 있는데, 세상의 인물들은 이미 모두가 아니네.” 하였다. ○ 김수온(金守溫)의 시에, “무너진 담장, 깨진 주춧돌에 희미한 개똥벌레 나는데, 도성 사람들이 손가락으로 가리킴을 얻고 돌아왔네. 문득 천년 만에 요동(遼東) 학의 울음 같으니, 산천은 전과 같지만 옛 사람은 아니네.” 하였다. ○ 이승소(李承召)의 시에, “정자 아래 맑은 강에 흰 새가 나는데, 술 가지고 정자에 올라 가는 님 보내려네. 인생 백년에 절반은 수심 속인 것이, 오직 취한 마을[醉鄕]에 시비 없구나.” 하였다.\n약왕원(藥王院) 진봉산(進鳳山) 아래 있다. 대비원(大悲院) 서보국사(西補國寺) 곁에 있다. 마전원(磨前院) 청석동(靑石洞) 남쪽에 있다. 주파원(注波院) 성 서남쪽에 있다. 서보통원(西普通院) 영평문(永平門) 밖에 있다.\n\n",
  "교량": "탁타교(橐駝橋) 보정문(保定門) 안에 있다. 옛날에는 만부교(萬夫橋)라 하였고, 지금은 야교(夜橋)라고 칭한다. 고려 태조조에 거란(契丹)이 사신을 보내어 낙타 50필을 보냈는데, 왕이, “거란이 일찍이 발해(渤海)와 좋게 지내다가 하루 아침에 멸망시켰으니 너무도 무도하다. 멀리 교린(交隣)을 맺을 수 없다.” 하면서 그들과의 교제를 끊고, 그 사신 30명을 섬으로 귀양 보내며 낙타를 다리 아래 매두어 모두 굶겨 죽였으므로 인하여 탁타교라 이름하였다. ○ 명종(明宗) 때에 이의민(李義旼)이 탁타교에서 저교(猪橋)에 이르기까지 제방을 쌓고 버들을 심으니 사람들이 새 길[新道]이라 하였다. 황교(黃橋) 오정문(午正門) 밖에 있다. ○ 김극기(金克己)의 시에, “아침에 자신문(紫宸門)에서 사직하고 저녁에 황교원(黃橋院)을 지난다. 촉(蜀) 나라 사신은 만리를 가는데, 노인이 백 병 술을 가지고 와서 전송하네. 노래하는 눈썹은 푸른 구름이 아름답고, 춤추는 허리는 붉은 옥이 보드랍네. 이별하는 술잔 자주 돌고, 떠나는 마음 벌써 도는구나. 밤 들어서야 길에 오르니, 말 탄 군사들 호위해 달리네.” 하였다. ○ 권근(權近)의 시에, “일찍이 송도 팔영시(松都八詠詩) 읽었는데, 황교 만조(黃橋晩照)가 제일 마음에 있었네. 이번 와서 바로 황교의 늦은 날 만나니, 한 번 전의 시 읽고 한 번 껄껄 웃는다.” 하였다. 선인교(仙人橋) 자하동(紫霞洞)에 있다. 수창교(壽昌橋) 바로 수창궁 앞 다리인데, 10개의 냇물이 흘러서 그 아래를 지나간다. 백금석교(白金石橋) 시가에 있다. 풍우교(楓友橋) 남대문 밖에 있는데, 물은 백천(白川)이라 한다. 학교(鶴橋) 사동(蛇洞)에 있다. 선죽교(善竹橋) 좌견리(坐犬里) 북쪽에 있다. 저우교(猪友橋) 남대문 밖에 있는데, 물은 흑천(黑川)이라 한다. 산석교(傘石橋) 시가에 있다. 영의서교(永義署橋) 천동(泉洞)에 있다. 옥장교(玉粧橋) 판방동(板房洞)에 있다. 대교(大橋) 성 서쪽 10리에 있는데 조수가 왕래한다. 십수천교(十水川橋) 판방동(板房洞)에 있다. 병부교(兵部橋) 연경궁(延慶宮) 남쪽에 있다.\n\n",
  "부방": "동부(東部) 방(坊) 이름은 인흥(仁興)이라 한다. 남부(南部) 방 이름은 예안(禮安)이라 한다. 서부(西部) 방 이름은 의흥(義興)이라 한다. 북부(北部) 방 이름은 지안(智安)이라 한다. ○ 고려 태조 2년(919)에 시전(市廛)을 설치하고 방리(坊里)를 나누었는데, 성종(成宗)ㆍ현종(顯宗) 때에 다시 5부 35방으로 고쳐 정하였다. 동부 7방은 안정(安定)ㆍ봉향(奉香)ㆍ영창(令昌)ㆍ철령(哲令)ㆍ양제(楊堤)ㆍ홍인(弘仁)ㆍ창령(倉令)이라 하고, 남부 5방은 덕수(德水)ㆍ덕풍(德豐)ㆍ안흥(安興)ㆍ덕산(德山)ㆍ안신(安申)이라 하며, 서부 5방은 삼송(森松)ㆍ오정(五正)ㆍ건복(乾福)ㆍ진안(鎭安)ㆍ향천(香川)이라 하고, 북부 10방은 정원(正元)ㆍ법왕(法王)ㆍ흥국(興國)ㆍ오관(五冠)ㆍ자운(慈雲)ㆍ왕륜(王輪)ㆍ제상(堤上)ㆍ사내(舍乃)ㆍ사자암(獅子巖)ㆍ내천왕(內天王)이라 하며, 중부 8방은 남계(南溪)ㆍ흥원(興元)ㆍ홍도(弘道)ㆍ앵계(鸎溪)ㆍ유암(由岩)ㆍ변양(變羊)ㆍ광덕(廣德)ㆍ성화(星化)라고 한다. 우리 세조 12년(1466)에 개성(開城)이 외관(外官)이 되니, 옛 제도를 그대로 둘 수 없다 하여 드디어 줄여서 4부 4방으로 하였다.\n\n",
  "공해": "개성부 본사(開城府 本司) 서부 암곶리(巖串里)에 있다. 혜민국(惠民局) 남대문 밖 네거리에 있는데 층각(層閣)이 있다. 군기감(軍器監) 두현(荳峴) 남쪽에 있다. 사포서(司圃署) 보정문(保定門) 밖에 있는데 곧 개국사(開國寺) 옛터이다. 봉상시(奉常寺) 부 안의 북부 보은리(報恩里)에 있다. 서적전(西籍田) 부의 동쪽 24리에 있다.\n\n",
  "불우": "왕륜사(王輪寺) 송악산 기슭에 있는데, 고려조에는 큰 절이었다.\n『신증』 성현(成俔)의 시에, “큰 전각 황량하고 중은 보이지 않는데, 황금 큰 부처가 혼자서 높이 앉았네. 티끌이 선탑(禪榻)에 쌓였으니 바람이 비질하고, 밤이 창살에 어두운데 달이 등불되는 것이, 늙은 농부 밭을 갈다가 옛 섬돌 일으키고, 지나는 사람 길을 물어 높은 언덕 지나가누나. 높이 선 한 조각 시냇가의 돌은, 만고에 말없이 흥하고 망하는 일 다 보았다네.” 하였다.\n구산사(龜山寺) 송악산 소격전(昭格殿) 동쪽 옆에 있다. 선월사(仙月寺)도 있다 ○ 고려 문종이 이 절에 거둥하여 구대(龜臺)에 술자리를 마련하였는데, 태자(太子)와 재추(宰樞)가 모시고 잔치하고 한밤중이 되어서야 돌아왔다. 충렬왕(忠烈王)이 이 절에 거둥하여 구재(九齋) 생도들의 여름 공부를 시찰하니, 여러 생도들이 가요(歌謠)를 드리거늘, 왕이 과일과 술을 하사하였다. ○ 변계량(卞季良)의 시에, “병중에 어름어름 세월도 잘 가니, 산에 가득한 단풍잎에 또 가을이 깊었구나. 10년 형설(螢雪)로 창 앞에서 공부하던 뜻으로, 오늘 와서 나 혼자 구산사 누대에 기대섰네.” 하였다. 금종사(金鐘寺) 송악산 기슭에 있다. ○ 이규보(李奎報)의 시에, “멀리 종경 소리 따라, 늦게 조용한 절간에 들어 갔네. 향불 피워 진인(眞人)에게 예배하니, 금 부처가 빛나기도 하네. 약한 바람 불등(佛燈)을 흔들어, 꺼지려다 도로 환해지는 것이. 승방(僧房)에 이부자리 없으니 앉은 채로 지내는 찬 밤이 길기도 하구나. 화롯불 헤치니 아직도 불그스레한데, 주인은 그대로 고요히 앉았네. 날 밝자 바위 곁으로 올라가는데, 두레박 소리 돌 우물에서 나네. 다시 앉아 좀 머무는 사이, 눈 뿌리고 바람 다시 세차네.” 하였다 ○ 이색(李穡)의 시에, “높은 다락 하늘 밑에 솟았는데, 의지해 서니 두건이 기울어지네. 자리 밑엔 거울 속에 용이 서려 있는데, 인가는 저 멀리 만 리나 격해 있는 것이. 고승은 연꽃 마주 보는데, 그윽한 새 소리 낮의 고요함을 깨뜨리네. 내가 시서(詩書)만 탐하는 것이 부끄러운 것이, 중니(仲尼)의 자취 아득하기만 하구나. 시론(詩論)은 맹랑한 것을 한탄하고, 배반(杯盤)은 낭자함을 사과하네. 서쪽 언덕에 문득 그늘지니, 지는 해가 반쯤 높은 벽에 걸렸네. 시를 써서 이 놀이 적어 둘까. 다시 시냇가 돌을 쓸고 있네.” 하였다. ○ “금종루(金鐘樓) 사랑하고, 또 금종수(金鐘樹) 사랑하는 것이, 난간 사이 빈 집이 달렸는데, 아침 저녁으로 연무(煙霧) 일어나네. 우러러보니 쬐는 해 숨는 것은, 아마도 나는 구름 지나는 것이리. 더구나 그윽한 시냇물 소리 들리니, 유연한 이 내 마음 기이한 운치 느끼겠네. 정말 깊은 생각을 따를 만하여, 곧 현포(玄圃)에 이르고자 하네. 우습고나, 저 산 아래 사람들, 속세에서 흰 깃[白羽] 밝히는 것이. 머리 위 비녀 만져보며, 또한 다시 내 마음 돌아보네.” 하였다.\n석방사(石房寺) 송악산에 있다. ○ 이색의 시에, “돌로 지은 절 집이 깊은 구렁에 임했는데, 날아 떨어지는 샘물은 끊어진 언덕을 둘렀네. 나무통을 이어 먼 곳에서 오는데, 벽을 격해 들으면 그 소리 더욱 아름답네. 바람이 베개에서 나는가 했는데, 도리어 비가 섬돌에 떨어지는 소리인 듯하구나. 자연 오장이 맑아지니, 절승한 이곳이 득심재(得心齋)이네.” 하였다. 건성사(乾聖寺) 송악산에 있다. ○ 이규보의 시에, “한 조각 참선의 마음 이미 차가운 재라. 말을 잊었거늘 무어 달마가 서쪽에서 온 뜻을 운운하랴. 나도 이제 운암(雲巖) 장로 같음을 면했나봐, 손가락 퉁기는 사이에 일찍이 백장(百丈)을 따라 돌아왔다오.” 하였다. 광명사(廣明寺) 연경궁(延慶宮) 북쪽 송악산 기슭에 있다. 세상에서 전하기를, “고려 태조가 옛 집을 희사하여 절을 만들었다.” 한다. 목종(穆宗)의 진영(眞影)이 있다. ○ 고려 충숙왕(忠肅王)의 시에, “홀로 선방(禪房)을 찾으니 지경이 점점 깊어지는데, 상춘대(賞春臺)에서 옛 친구의 마음 알겠네. 맑은 바람 북쪽 탑(榻)에는 청산이 그림자 지고, 향기로운 안개 동쪽 못에는 푸른 나무 그늘졌네. 소라 모양은 먼 하늘에 점친 것, 천리나 뻗은 것은 뫼뿌리인데, 꾀꼬리는 실버들가지 사이를 오락가락하는 황금이네. 그 사이에 신기한 상서 어찌 묻기를 기다리리. 난새ㆍ봉새 와서 금수림(錦繡林)에 깃들었네.” 하였다. ○ 이규보의 시에, “병 많은 이 내 몸 등잔 그림자 속이요, 파하려 하는 외로움 꿈 빗소리 중이로구나. 내 지금 눈썹은 찡그려 무엇하리, 인끈일랑 던지고 노원공(老遠公) 따라 가려네.” 하였다. ○ 김극기(金克己)의 시에, “놀란 바람 숲 속에 들어 풍악 소리 아뢰는데, 손님 부르는 그윽한 새는 이름을 알 수 없네. 섬돌 아래 꽃빛은 안개가 난만하고, 문 앞의 물빛은 거울이 맑기도 하구나. 몇 해나 망령되이 나타나서 근심 성[愁壘]을 공격했나. 오늘에야 참을 찾아 화성(化城)에 들어왔네. 갈 즈음 술 취하여 얼굴 가득 붉으니, 빈 배에 우레 소리는 나지 않게 되었네.” 하였다. 지장사(地藏寺) 부 남쪽 3리에 있다. ○ 이숭인(李崇仁)의 시에, “양류(楊柳)에 연기 섞여 실처럼 드리운 것이, 땅에 가득 봄비 젖는데 제비들 날고 나누나. 도롱이 입고 지나는 손은 그 얼마나 되는지, 새 시나 한 수 얻어서 돌아가리라.” 하였다. 송림사(松林寺) 용수산(龍首山) 성안에 있다.\n연복사(演福寺) 도성 중앙에 있는데, 옛 이름은 보제사(普濟寺)이다. 큰 전각을 능인전(能仁殿)이라 하며 그 앞문을 신통문(神通門)이라 한다. 5층 누각이 있었는데 세월이 오래되어 무너졌으므로 지금 성중의 부자 상인이 재물을 내어 고쳐 지어서 채색[金碧]이 휘황하고, 종소리와 목탁 소리가 몇 리까지 들린다. ○ 권근(權近)의 탑중창기(塔重創記)에, “부처의 도는 자비(慈悲)와 희사(喜捨)로 덕을 삼고 응보가 틀리지 않는 것으로 징험을 삼는다. 그 말이 지극히 넓고 커서 번역되어 중국에 전하고 사해에 널리 퍼져 천년을 두고 이어지는데, 오랠수록 더욱 공경한다. 위로 왕공 대신(王公大臣)에서 아래로 어리석은 남녀에 이르기까지 복리(福利)를 바라서 높여 믿지 않는 이가 없으니, 사원(寺院)과 탑(塔)ㆍ묘(廟)의 시설이 높이 솟아 서로 바라다 보이며 천하에 가득하다. 우리나라에서는 신라 말기부터 받들어 섬기기를 더욱 성심으로 하여 성중에 절이 민가보다도 많았으며, 그 전각의 웅장하고 높이 솟은 것이 지금까지 아직 남아 있으니, 그 당시에 지극히 높이 받들었던 것을 상상하여 알 수 있다. 고려 왕씨가 후삼국을 통일한 초기에도 대개 신라를 따라 폐하지 않아 그것으로 복 받는 터전을 삼아서 중외(中外)에 사찰을 많이 설치하였으니, 이른바 비보(裨補)라는 것이 이것이다. 연복사는 사실 도성 안 시가지 곁에 자리잡고 있는데, 원래 호칭은 당사(唐寺)이다. 방언(方言)에 당(唐)은 대(大)와 비슷하기 때문에 또한 대사(大寺)라고도 한다. 집이 가장 커서 천여 채에 이르며, 안에 3개의 못과 9개의 우물을 파고 그 남쪽에 또 5층 탑을 세워서 풍수설(風水說)에 맞추었는데, 거기에 대한 설명은 옛 책에 갖추 적혀 있으므로 여기서는 덧붙여 말하지 않겠다. 왕씨가 나라를 누린 지 5백 년 간에 자주 전란을 겪어 이 절이 흥했다 폐했다 한 것도 한두 번이 아니었으며, 이 탑이 무너진 것도 언제인지 확실히 알 수 없다. 공민왕(恭愍王) 때에 다시 세우려 하다가 이루지 못하였고, 후에 미친 중 장원심(長遠心)이란 자가 있어 권귀(權貴)에 인연하여 백성을 소란시켜 재목을 베었지만 끝내 또한 이루지 못하였다. 공양왕(恭讓王)이 장수와 정승들의 힘을 입어 조종(祖宗)의 통서(統緖)를 회복하고 즉위한 후에는 부처를 섬기는 데 더욱 힘을 썼다. 이에 중 천규(天珪) 등을 명하여 공인들을 모집하고 역사를 일으켜 신미년(1391) 2월에 공사를 시작하여 옛터를 파고 나무와 돌을 메워서 그 기초를 튼튼히 하였고, 지금 와서야 집을 세우니 가로세로 6채인데 웅장하고도 넓으며, 탑은 5층에 이르고 편평한 돌로 덮었는데 거의 준공하게 되었을 때 헌신(憲臣) 중에 말하는 이가 있어 중지되었다. 우리 주상 전하께서 신무(神武)한 자질로 하늘과 사람의 마음을 얻어 문득 왕위에 나아가 백성과 사직을 주재하여 지극히 어진 마음으로 살리기를 좋아하고 큰 덕으로 만물을 기르며, 여러 어진 이들이 힘써 도와서 정치의 도가 밝고 높아져 온갖 폐단이 모두 고쳐지고 온갖 교화가 모두 새로워졌으니, 무릇 나라를 부유하게 하고 백성을 은혜롭게 하는 정사가 거행되지 않는 일이 없었다. 부처의 도가 자비로 만물을 사랑하는 것이므로 나라를 이롭게 할 수 있다고 하여 높이고 선양하는 방법을 그대로 지켜서 폐하지 않았으니, 창시(創始)하여 큰 법을 세우고 계획을 남겨 후손에 전한 바가 넓고도 갖추어졌다고 하겠다. 이에 공장들을 감독하기를 더욱 부지런히 하여 낙성하니 실로 임신년 겨울 12월의 일이었다. 계유년 봄에 단청을 장식하니 꿩이 구름 밖을 나는 듯, 새가 하늘 가에서 날개 짓하는 것 같으며 채색이 휘황하여 공중에 번쩍인다. 위에는 불사리(佛舍利)를 봉안하고 중간에는 대장경을 간직하며 아래는 비로(毗盧)의 초상을 모시니 국가에 복이 되어 길이 만세를 이롭게 하려는 것이었다. 여름 4월에 문수회(文殊會)를 열어서 낙성식을 거행하고, 상이 신 권근을 명하여 그 전말을 기록하게 하였다. 신 권근이 듣건대, 불가의 말에, ‘탑을 세우는 것은 덕을 표시하는 것으로, 그 층수가 많고 적음에 따라 덕의 높고 낮음을 밝힌다. 5층 이상이 바로 불탑(佛塔)인데, 그 공덕과 보응(報應)에 대한 설을 말함이 극히 크고 넓기 때문에 아육왕(阿育王) 이후로 역대 임금들이 높여서 믿고 탑을 세우기를 그치지 않았다.’는 것이다. 그러나 양(梁) 나라 때에 달마(達磨)가 무제(武帝)의 절을 짓고 탑을 세우는 공덕에 대한 물음에 한 조각의 공덕도 없다고 대답하였으니, 대개 무제가 마음을 닦지 않고 재력만 허비하기 때문에 한 말이다. 지금은 재물이 백성에게서 나오지 않고 노력이 농민을 괴롭히지 않으니, 그 공덕을 어찌 쉽게 헤아리겠는가. 공덕이 많으니 보응이 더욱 드러날 것이요, 하늘과 사람이 교대로 경축하며 죽어서나 살아서 함께 힘입어서 이로운 은택을 무궁토록 전하고 큰 행복을 영원히 계속하여, 나라와 함께 아름다움이 만대토록 더욱 굳건함을 정말 기약할 수 있을 것이다. 신 권근이 손모아 절하고 머리를 조아려 가사를 드리기를, ‘부처의 말씀이 서역(西域)에서 일어나, 사해(四海)로 흘러 전하였으며 이어 중국 말로 번역되었네. 보응을 설명한 것이 매우 넓으니, 상하가 부지런히 복을 빌지 않는 이가 없네. 탑(塔)과 묘(廟)의 건설이 어찌 그리 높고 큰가. 하늘 아래 가득하고 우주간에 두루하지 않은 데가 없네. 신라에서 받들어 섬기기를 제일 정성스럽게 하였는데, 고려조에서도 준수하여 변함 없었네. 연복사 저자 곁에 있는데, 안에 3지(池)와 9정(井)이 파 있네. 그 남쪽에 탑이 있는데 5층 누각, 어느 때부터인지 벌써 무너져 넘어진 것을, 여러 대를 두고 중건하려다가 마침내 못하였는데, 천운이 쇠하였으니 될 수 있겠는가. 우리 성군(聖君) 큰 덕 있어 천명(天命)과 인심이 함께 돌아가니 운수를 타고났네. 일만 교화 모두 새롭고 온갖 폐단 고쳐지는데, 또한 불교에 의지하여 국가를 이롭게 하는구나. 5층을 다시 세워 공사를 마쳤는데, 지으면서 농민의 힘을 수고롭게 하지 않았네. 높다랗고 우뚝하여 저 송악산과 맞섰는데, 빛나는 구름과 노을, 단청이 눈부시네. 위에는 불사리 모시니 그 신령함이 빛나고, 중간에는 대장경 간직하니 모두 일만 축이네, 아래는 비로자나불 모시니 엄한 꾸밈 있구나. 공덕이 제일 승하니 너무도 풍요롭고 유익한데, 거룩한 임금 일만 년에 종사를 받드네. 큰 복록 천년 억년 이어가니, 뭇 생민들 고루고루 복리 은택 입으리. 신을 명해 가사 지어 돌에 새기라 하니 신의 가사 거칠고 졸렬하여 읽을 수 없다. 다만 원하건대, 이 탑 넘어지지 않고 나라와 함께 굳건하여 무궁토록 전하옵소서.’ 하였다.” 했다.○ 이곡(李穀)의 새 종[新鐘] 명문에, “지정(至正) 6년(충목왕 2년) 봄에 자정 원사(資政院使) 강금강(姜金剛)과 좌장고 부사(左藏庫副使) 신예(辛裔)가 천자의 명으로 금폐(金幣)를 가지고 와서 종을 금강산에서 주조하였다. 이때 산 밑에 여러 고을에 흉년이 들었는데, 백성들이 다투어 공에게 달려가 밥을 얻어 먹고서 살아났다. 종이 완성되고 공이 돌아가려 하는데, 국왕과 공주가 신하들에게 이르기를, ‘금강산이 우리나라 안에 있는데, 이번 성천자(聖天子)께서 근신(近臣)을 보내, 크게 불사(佛事)를 하여 무궁토록 전하게 한 것이 이와 같다. 그런데 내가 털끝만큼도 보조한 것이 없었으니 어찌 위에 보답할 것을 도모하지 않겠는가.’ 하니, 모두 말하기를, ‘그렇습니다. 운운. 큰 종을 오래도록 폐한 채 사용하지 않았는데, 지금 솜씨 있는 대장장이가 옴으로 인하여 다시 주조하면 또한 위의 뜻을 받들고 없어지지 않는 공이 되겠습니다.’ 하였다. 이에 드디어 공에게 말하니, 공이 기꺼이, ‘그렇다.’ 하며 가던 길을 멈추고 완성하였는데, 왕이 신 이곡을 명하여 명문을 짓게 하였다. 명문에, ‘뭇 사람의 귀를 가지런히 하는 것은 금 소리에 당하는데, 삼군(三軍)을 정제하는 것은 팔음(八音)이 조화되는 것. 구담(瞿曇) 늙은이 말 뜻도 깊은데, 지하에 옥(獄)이 침침도 하다네. 일만 번 나고 일만 번 죽는 인생 괴로움도 많으니, 취한 듯 꿈결인 듯, 귀머거리도 되고 벙어리도 된다네. 한 번 종소리 들으면 모두 마음 깨치는 것 도성의 연복사 큰 절간이네. 새 종소리가 남쪽 마을 진동하니, 위로는 저 하늘에, 아래로는 지하에 사무치네. 모두 맑은 복 입는데, 묘하고도 장엄하니 동쪽 나라의 임금과 신하 화봉(華封)의 축하 세 가지네. 천자 만세 살아 장수하고 아들도 많으니, 가 없는 경사 나라와 함께 하리. 신을 명하여 명문 지어서 새겨 두게 하네.’ 하였다.” 했다. ○ 정포(鄭誧)의 시에, “금은으로 장식한 사찰이 성곽을 이웃했는데, 밤마다 종을 울려 시간을 어기지 않네. 저 소리에 깊은 반성 일으킨다 누가 말하였는가. 다만 명리(名利)에 분주한 사람들을 불러 일으키네.” 하였다.\n안화사(安和寺) 송악산 자하동(紫霞洞)에 있는데, 연의정(漣漪亭)과 자하문이 있다. ○《파한집(破閑集)》에, “안화사는 예종(睿宗)이 창건한 것인데, 송 나라 황제(휘종(徽宗))가 이 절을 창건한다는 말을 듣고, 특별히 사신을 보내서 법전에 쓸 재물과 화상을 만들어 보내고 어필로 친히 편액을 써서 채경(蔡京 휘종의 대실)을 명하여 문에 걸게 하였는데, 그 단청과 구조의 아름다움이 우리나라에서 제일이다. 절 문을 나서서 어화원(御花園)에 이르기까지 거의 6, 7리는 되는데, 붉은 언덕과 푸른 뫼뿌리가 가로 펴지고 옆으로 펼쳤으며, 시내가 있어 돌길을 따라 흐르는데 물소리가 패물이 울리는 것 같으며, 사면으로는 소나무와 잣나무만이 하늘에 닿았으며, 한여름이라도 언제나 초가을 같고, 왕래하는 사람들은 병풍 속에 있는 것 같다. 정승 윤언이(尹彦頤)가 이곳에서 묵다가 꿈에 호종조(胡宗朝 중국의 술사)가 일엽편주(一葉片舟)를 타고 둥실둥실 떠 와서 자취문에서 만난 것을 보고 한 절구(絶句)를 짓기를, ‘오색 구름 깊은 곳이 바로 우리 마을인데, 연기가 누대를 잠가 세월이 길기도 하였네. 옛날 함께 놀던 친구들 생각하니 지금 분주히 꿈길을 지나가는 듯하네.’ 하였다.” 했다.○《역옹패설(櫟翁稗說)》에, “정국(靖國) 안화사에 돌이 있는데, 예종이 당률(唐律)로 사운시(四韻詩) 한 편을 새겼다. 거기에서 태자 아무개가 썼다고 한 것은 인종(仁宗)의 휘(諱) 자이다. 이때 왕과 태자가 모두 정신을 가다듬어 공부하며 높은 선비들을 맞이하고 방문하여 고상한 모습이 중국의 풍이 있으니 후세에서 미칠 수 없다.” 하였다. ○ 고려조 김부식(金富軾)의 시에, “깊은 가을에도 뜰 앞 나무 그림자 총총하고, 고요한 밤 되면 돌 위의 샘물 소리 커지네. 잠 깨자 서늘하니 비 온 줄 알겠는데, 지난 날 갈대 속 어선(漁船)에서 자던 일 생각나누나.” 하였다. ○ 고려조 유공권(柳公權)의 시에, “소나무 길 험한데, 돌이 절로 층계 되었네. 속인들은 신선 지경에 오지 않게 함이리. 어가 문득 황금 절에 거둥하더니 임금님 조금 있다가 백옥 누에 오르시네. 안개와 달은 사람을 머물게 하여 3일 간 구경하게 하고, 시내와 산은 함께 온갖 근심 풀게 하네. 바람 따라 들리던 매미 소리 그치니 지원(祗園) 고요하고, 골짜기의 새들 울고 나니 소실(小室)이 그윽하구나. 뜰앞의 잣나무는 전과 같은 온실 나무인데, 난간 너머 시냇물은 바로 예천(醴泉)이 흐르누나. 선승(禪僧)의 시구는 푸른 구름이 저무는데, 법부(法部)의 음악소리 단풍잎 가을일세, 북쪽 국경에 이즈음 전란이 걷혔다는데, 남쪽 고을엔 벌써 추수철이 되었다네. 태평 성대 여가도 많아 어필을 휘두르고, 큰 문장 한 편을 이루어 명승놀이 적었네. 패(沛) 땅 지나다 잔치하여 취하던 일 무엇이 아름다우리, 분수(汾水) 건너며 진토록 즐기던 것도 부끄러운 일이네. 하찮은 신이 외람되게 노래하는 반열에 참여하니, 스스로 무염(無鹽) 땅에 의지해서 근심 없음이 부끄럽네.” 하였다.○ 고려 최당(崔讜)의 시에, “단풍 든 가을 산에 비단이 층계를 지었는데, 선경(仙境)을 방불한 봉린주(鳳麟洲)이네. 감색 자리는 처음 보광전(葆光殿)에서 파하고 화려한 잔치는 돌아와서 화악루(花萼樓)에 열었네. 국화는 서리에 물들어 누르니 늙는 것 물리치고, 풀은 가을 빛 머금어 푸르니 근심 잊기를 권하네. 산 아지랑이 푸른 일산에 젖으니 바람에 번득여 무겁고, 동구에 푸른 하늘 트였는데 햇빛 쪼여 그윽한 것이. 언덕을 덮은 단풍은 새로 이루어진 부귀인데, 처마에 흥청이는 푸른 노송 예전 풍류 그대로이네. 달이 석벽(石壁)에 밝으니 원숭이가 밤새워 울고, 이슬이 구슬 계석에 차니 학이 가을을 알리네. 소의 간식(宵衣旰食)으로 근로하던 일 읊는 중에 잊는데, 수운(水雲)의 아름다운 경치 눈앞에 모여드누나. 영원(鴒原)의 친척은 세 번 접견을 받았고, 노서(鷺序)의 이름난 신하들은 한 번 노는 것을 좇았네. 번개치듯 돌아가는 금 술잔에 천일온(千日醞) 드는데, 별처럼 벌린 옥 도마엔 팔진미(八珍味)가 가득하네. 불초한 이 몸 외람되이 충신 잔치에 참여하니, 눈에 가득 공연히 갈매기 수심 가지네.” 하였다. ○ 김극기(金克己)의 시에, “궁성[鳳城] 북쪽 제일 높은 봉우리, 신령한 솔개 날개를 펴고 공중을 나는 것이. 한 줄기 급한 시내 구름 밖에 나가는데, 얼음 언덕에 구르는 돌에 옥 무지개가 번뜩이네. 물가를 따라 3, 4리를 걸어가다가 문득 보니, 황금 문패에 자취(紫翠)로 써 있네. 아, 저 누대 높이 하늘을 받쳤는데, 붉게 흐르고 푸르게 솟은 것은 구름 연기를 불태울 것 같구나. 어찌 월전(月殿)이 공중에서 떨어지다가 땅에 닿자 그만 부처님 전각 될 것을 알았으리. 산이 오체(五體)가 무너지듯 처음 부처께 예배하고, 곧 구름 낀 방[雲房] 향하여 스님에게 뵈이네. 스님 깊이 거처하며 세속 인연 잊었으니, 눈[雪] 가운데 푸른 대요 물 위의 연꽃이네. 창밖에 가득 용상(龍象)을 그렸으니, 속객이야 정결한 자리에 모시기 합당치 않네. 어찌 알았으랴, 한 번 웃고 빛난 모습 서로 대하여, 종일토록 흐뭇한 마음 즐겁게 의자에 마주 앉았네. 입계(立溪)의 푸른 차를 혜산천(惠山泉 송 나라 문장가 구양수(歐陽脩)가 차 끓이던 샘물)으로 끓이니, 주발 위에 쏴쏴 솔바람 소리 불어오누나. 다시 도령(陶令) 산에 나가기를 바쁘게 함을 혐의하여 아이 불러 술잔 가져다가 도장(道漿) 붓게 하네. 서쪽 봉우리에 해 지고 하늘이 어두워지는데, 탕휴(湯休)의 벽운구(碧雲句)를 앉아서 듣는 것이 육사(六師)가 어찌 유독 놀라 붓을 놓을 뿐이랴. 이백(李白)과 두보(杜甫)로 하여금 행랑에 앉게 한다네. 인생은 소란하여 한바탕 꿈인 것, 곡(穀)의 장기와 장(藏)의 독서가 모두 양을 잃었네. 소보(巢父)와 허유(許由)는 수운(水雲)에 매여 살고, 관중(管仲)과 안영(晏嬰)은 명리(名利)에만 끌렸네. 공무 여가에 중을 찾아 안팎으로 어느 벗을 따르며 묻지 않은 것과 어떠한가. 다만 부끄러운 것은 노쇠하여 붓도 늙었는데, 만물이 나를 향해 웅장한 모습 다투려 하네.” 하였다.○ 이규보의 시에, “옥난간은 누가 다시 수리했나. 지초 일산은 두 번 오지 않네. 푸른 산 둘러 구름만이 잠겨 있고, 꽃다움 찾으니 풀이 무성하기도 한 것이. 그림 처마는 새의 날개를 세운 듯, 이끼 낀 돌은 푸른 용이 누운 듯. 동산의 사슴은 누대에 뛰놀고, 바위 위의 중은 면류관을 아는지. 폐하고 흥한 나머지 고목만이 남았고, 고금사 물어 무엇하리. 찬 시냇물만 흐르누나. 지난 일 누구 찾아 물으리. 그윽한 회포 혼자서 근심할 뿐이네. 좋은 꽃은 곱게 피어 보조개지고, 우는 새는 노래 소리 울려오네. 예전 시대 신선 종적 아득한데, 중흥하는 왕기(王氣)가 여기 떠 있네. 연하(煙霞)와 꽃은 맑은 흥취로 맞는데, 산과 물 끝까지 찾아 들어가네. 지나간 일 조문하니 외로운 정자 고요하고, 참 근원 찾으니 한 칸 방이 그윽하구나. 백련(白蓮)은 정절(靖節)을 맞이하고, 황벽(黃蘗)은 배휴(裵休)를 끌어당기네. 달 밝으니 삼경이 대낮이요, 소나무 바람부니 유월도 가을이네. 종소리 숲 밖에서 울리고, 사람들의 말은 바위 위에서 떨어지누나. 일만 경치 시로는 못 다 적을 것이, 다음 해에 꿈에서나 볼는지.” 하였다. ○ 청산은 “정말 친구인 것이, 그윽한 사람 온다 기뻐하는 것 같구나. 올 때에 맑은 경치를 주니 바람과 해가 참으로 조용하고 아리땁구나. 산에 간 지 얼마 안 된다는데, 부슬부슬 빗소리도 아름답네. 머리털 흩뜨린 채 바람 부는 난간에 누우니, 한바탕 코고는 소리 울리네. 일어나 보니 다시 맑게 갠 것이, 나무 끝에 둥근 해 걸렸네. 우는 매미는 잎에 가려 노래하고, 싸우는 참새는 가지를 다투다 떨어지네. 고깔 쓴 중 손수 차 달이며, 나 보고 향기도 빛도 갖추었다 자랑하네. 나는 말하기를, ‘늙고 목 타는 놈이 차의 좋고 나쁜 것 어느 겨를에 의논하겠는가.’ 일곱 사발 마시고 또 일곱 사발 마시니, 바위 앞의 물이 마르겠네. 이때 가을이 시초라, 남은 더위 아직 풀리지 않았네. 한낮에는 찌는 듯 덥지만, 저물녘 서늘함은 그런 대로 기뻐할 만하네. 푸른 외 수정(水精)을 씹는 듯, 찬 얼음물이 이를 쑤시네. 푸른 복숭아 두 볼이 붉은데, 씹고 나면 졸음이 다 없어지네. 누웠다 섰다 하며 스스로 돌아갈 줄 모르니, 이번 놀이는 참으로 마음 흐뭇하구려.” 하였다.\n불은사(佛恩寺) 옛터가 대평관(大平館) 북쪽 골짜기에 있는데, 그 산은 비슬(琵瑟)이라고 한다. ○ 이곡의 기문의 대략에, “절은 광종 때부터 약사 도량(藥師道場)이 되었으며 옛 이름은 유암(留巖)이다. 왕이 날마다 스님에게 공양을 올리는 것이 일정한 수효가 있었는 데, 하루 아침에는 한 명이 적었다. 그런데 길에 모습이 매우 추한 자 한 명이 있으므로 비로소 자리 아래까지 데려왔다. 좌우의 사람들이 희롱하여 말하기를, ‘막둥이 중[末比丘]은 아예 왕궁에서 공양 올리는 데 참여하였다고 말하지 말라.’ 하니, 중이 말하기를, ‘너도 친히 약사(藥師)를 보았다고 말하지 말라.’ 하고, 말을 마치고는 공중으로 걸어 가다가 끝내 유암(留巖) 우물 속으로 숨었다. 왕이 이에 그 절을 크게 하고 높여 믿으며 비로소 그 현판을 고쳤다.” 하였다. 관음굴(觀音窟) 박연(朴淵) 상류에 있다. 절 뒤에 바위 구멍이 집처럼 된 것이 있고, 그 안에 관음불 두 석상(石像)이 있으므로 그대로 이름으로 삼았다. 위에는 정자(正慈)ㆍ실상(實相)ㆍ수정(首頂)ㆍ보리(菩提)ㆍ관불(觀佛) 등의 암자가 있다. 고려 광종(光宗)이 처음으로 그 곁에 집을 지었는데, 우리 태조가 잠저(潛邸) 때에 중건(重建)하였으며, 이색(李穡)이 기문(記文)을 지었다. ○ 변계량(卞季良)의 시에, “혼자서 나무꾼 따라 산문(山門)에 들어가니, 언덕을 낀 성긴 소나무에 길이 저절로 나뉘었네. 몇 조각의 채색 깃발은 석양에 밝고, 한 봉우리의 찬 종소리는 가을 구름을 격해 들리네. 밤 못의 흰 기운은 용이 일찍이 숨어 있고, 소나무 달 아래 맑은 소리 학이 홀로 있네. 돌아보니 서울이 10리가 안 되니, 남북으로 오가는 거마들 분분하기도 하구나.” 하였다. ○ 이첨(李詹)의 시에, “승방[禪房]이 열 주(肘)만 한데 흙 자리 따스한 것이, 그 옛날 청평산(淸平山)에 돌기둥이 있었다네. 바위 구멍 우레로 인하여 무너지지 않으니, 그 안에 백의존자(白衣尊者) 있어서 그런 것이리.” 하였다.\n『신증』 박은(朴誾)의 시에, “아침에 만 길 보현봉(普賢峯)에 올랐다가 다시 대흥동(大興洞) 천고의 지경 들어왔네. 높은 수풀이 하늘에 닿아 해가 보이지 않고, 늙은 나무 세월이 지나니 모두 혹을 이루었네. 긴 시내 맑고 밑까지 보이는데, 흰 모래 어지러운 돌이 기울다 다시 바로 놓이누나. 오늘 내가 9월 9일에 미치지 못하여 단풍이 붉게 비치는 그림자 보지 못하는 것을 한하네. 여울 물이 바로 박생(朴生)의 못으로 내려가는데, 떨어지는 기세 공중에 매달려 빨리 달리기도 하는 것이. 못 빛이 검실검실 감히 엿보지 못하니, 목이 움츠러들기 전에 혼백이 피하였네. 산승(山僧)이 나를 주의시켜 가까이 가지 말라 하되 예부터 생명이 경각에 달렸다네. 그대여, 고모담(姑姆潭)에서라도 좀 쉬어 보소. 쌀쌀하게 머리털이 차짐을 깨닫게 되네. 맑은 날에 뇌성 벽력 소리 하늘이 찢어지려는데, 큰 강에 작은 배 띄운 것 같은 것이. 한 번 웃고 중의 뜻을 알게 되니 어찌 기이하지 않으랴. 10년간 묵은 회포 이제야 비로소 풀리는 것이. 저물게 옛 절 찾아 자리 깔고 누우니, 벽에 비치는 등잔불 아직도 깜박이누나. 바람 비 휘몰아 사람을 엄습하니, 한밤중 잠 못 이루고 깊은 반성만 하는구나.” 하였다.\n지족암(知足庵) 천마산(天磨山) 청량봉(淸涼峯) 아래 있다. 암자 뒤의 천 자는 되는 석벽(石壁)이 낙산(洛山)보다 웅장하며, 뒷산에 사면으로 둘린 봉우리가 그림 병풍을 벌려 친 것 같으며, 남쪽으로는 바다를 바라보면 눈 앞에 막힌 데가 없다. 민간에서 전하기를, “중국 사람이 일찍이 이곳의 산 형상을 그려 갔다.” 한다. 절 곁에는 또 고선(高禪)ㆍ적멸(寂滅)ㆍ성해(性海)ㆍ원적(圓寂)ㆍ낙도(樂道)ㆍ운주(雲住)ㆍ선관(善觀)ㆍ견성(見性)ㆍ청량(淸涼)ㆍ성등(聖燈)ㆍ불교(佛敎)ㆍ영안(永安)ㆍ보성(寶聖) 등의 암자가 있다. ○ 이색(李穡)의 시에, “천마산 꼭대기가 구름 속에 들어가고 만학(萬壑)의 솔 바람은 다리 밑에 차구나. 이로부터 도인(道人)의 마음을 스스로 깨달을 것이, 다시는 세속의 일이 감히 상하지 못하리. 세월이 적막하니 향불 재가 싸늘하고, 병과 지팡이[甁錫 모두 고승(高僧)이 휴대하는 물건]도 날아갔는데 산과 바다가 넓기만 하네. 우스운 일, 나는 세속 누가 많아서, 부질없이 날 듯이 걸어 높은 산으로 들어갈 것만 생각하누나.” 하였다. ○ 성사달(成士達)의 시에 “기암 괴석이 벌려서 봉우리 이루니, 천고에 꿈틀꿈틀 수려한 기운 농후하네. 소나무 아래의 절간이 서로 보이다 말다 하는데, 속객의 발길이 이 사이 향해 들어가기 어렵구나.” 하였다.\n복령사(福靈寺) 송악산 서쪽 기슭에 있는데, 위에는 효성굴(曉星窟)이 있다. ○ 김극기(金克己)의 시에, “넓고 넓은 큰 현묘한 고향에, 높고 높은 불당[虛白堂] 있는 것이. 달빛 아래 청정한 모습 장엄하고, 무지개 채색 원광(圓光)이 빛나누나. 슬기로운 이슬 일천 세계에 젖는데, 자비로운 구름 시방(十方)을 덮었네. 봉인(封人) 와서 성인을 축복하니, 한 조각의 선한 마음 향기롭구나.” 하였다. 『신증』 조위(曺偉)의 시에, “시 주머니에 짧고 긴 시를 주워 담는데, 저 한길의 연하(煙霞)가 깊고도 깊구나. 황폐한 원(院)의 새소리는 나무 끝에 감추고, 반쯤 걷어올린 발 사이로 들어오는 산 그림자 거문고 복판에 떨어지누나. 가슴을 상쾌하게 하려고 조계수(曹溪水)를 마시려는데, 코에 들어오는 향기는 먼저 꽃 수풀 찾는 것을. 천년 후에 부질없게 방차율(房次律)을 전하였으니, 중을 만나 가고 온 고금사는 말하지 마소.” 하였다. ○ 박은(朴誾)의 시에, “절간은 바로 신라의 옛 것, 일천 불상이 모두 서축(西竺)에서 왔다네. 예부터 신인(神人)은 대외(大隗)에 혼미하였는데, 지금까지 복지(福地) 천태(天台) 같구나. 봄 그늘이 비오려 하매 새가 서로 말하고, 늙은 나무는 정이 없는데 바람이 스스로 슬퍼하누나. 세상사 한 웃음 거리인 것이, 청산도 세월이 가니 먼지만 뜨는구나.” 하였다.\n감로사(甘露寺) 오봉봉(五鳳峯) 아래 있다. ○ 고려조에 창화공(昌華公) 이자연(李子淵)이 원(元) 나라 조정에 들어가서 윤주(潤州) 감로사(甘露寺)에 올라갔다가 강산의 좋은 경치를 사랑하여 따라간 뱃사공에게 약속하기를, “네가 이곳 형세를 자세히 살펴서 가슴속에 기억해 두라.” 하였다. 돌아오자, 뱃사공과 더불어 약속하기를, “천지간에 무릇 형상이 있는 물건은 서로 비슷하지 않은 것이 없다. 하물며 우리나라는 산천이 맑고 수려하니, 그 형세가 어찌 경구(京口 윤주 부근을 말함)와 서로 근사한 것이 없으랴. 너는 작은 배에 짧은 돛대로 아무리 먼 곳이라도 찾아가되, 10년을 기한으로 하고 찾아보라.” 하니, 삼로가 그렇게 하겠다고 하고 떠났다. 모두 여섯 번 춥고 더운 철을 겪고서 비로소 개성부 성 서호(西湖)에서 근사한 곳을 얻었는데, 윤주 감로사가 아름답기는 하지만 단지 구조와 장식의 기교가 특히 좋은 것뿐이요, 하늘이 짓고 땅이 낳은 자연의 형세로 말하면 거의 여기에 미치지 못한다. 무릇 누각과 지대(池臺)의 제도를 한결같이 윤주를 모방하였다. 후에 시승(詩僧) 혜소(惠素)가 주창하고 시중 김부식(金富軾)이 이어서, 듣는 것은 모두 화답하여 거의 천여 편이 되어 마침내 한 권의 큰 시집을 이루었다.○ 이규보의 시에, “듣건대, 그대 푸른 산중에 가 놀면서, 손으로 찬 시냇물 희롱하니 달이 손바닥 안에 가득하다지. 좋은 글귀 지어 맑고 기이한 흥취 보답하려 하여 잠시 가을 원숭이 친구 삼아 푸른 산록에 머물려네. 짐짓 시운(詩韻)을 응하니 굴러서 소리 맑고 가락이 높고, 홀로 송풍(松風)을 화답하니 빈 골짜기 울리네. 모래 가에 해오라기 섰으니, 병풍 속에서 쌍으로 나는 듯, 대숲 밖에 한가한 학은 그림 위에 여섯인 것이. 먼 돛 한 조각이 저물녘에 어디로 가나. 저 하늘 가에 기러기 보내는 이 내 눈을 지나네. 흰 구름 끊긴 곳에 맑은 빛 떠오르는데, 산 머리에 고운 모습, 연기가 푸르게 엉겼네. 문득 자유(子猷)가 섬계(剡溪)에서 놀던 일을 생각하다가, 위만(魏萬)의 왕옥(王屋) 찾던 일도 그리워지네. 흰 눈썹의 늙은 중 큰 눈이 푸른데, 한 개의 걸상에 부들 방석 깔고 손을 머물러 자게 하네. 그윽한 샘물 졸졸 흐르는 소리 이 내 귀 맑게 하니, 비파ㆍ피리 속된 소리 모두 다 씻겨지네. 돌아와서 그 소리로 구슬 거문고 소리 조화하니, 이것이 새로 지은 유수곡(流水曲)이라네. 지금껏 이내 꿈, 연기 낀 강물에 싸여 맑으니, 호방한 생각 표표히 날아 속박할 수 없는 것을. 의관(衣冠)들이 아직도 소보(巢父)ㆍ허유(許由) 마음 가진 것, 한가한 사람 어찌 송강(松江)의 육구몽(陸龜蒙)만이리.” 하였다. ○ “단청한 누대 날아갈 듯한데, 청산이 둘러 있고 물이 겹으로 감쌌네. 서릿발이 해에 비쳐 가을 이슬을 더하고, 바다 기운 구름에 엉겨 저녁 이슬비 흩어지는 것이. 기러기 지나가는 모습 우연히 글자를 이루고, 백로는 스스로 그림 그리며 나누나. 작은 바람도 일지 않고 강물이 거울 같은데, 길 위의 행인들 그림자 비쳐보며 돌아가네.” 하였다.○ 김부식의 시에, “속객이 이르지 못하는 곳에 올라와 굽어보니 이 내 마음 맑은 것이. 산 모습 가을 들어 더욱 좋고, 강빛은 밤에도 밝구나. 흰 새는 높이 날아 어디로 갔나, 외로운 돛은 홀로 가볍게 지나가누나. 생각하면 부끄러운 일, 달팽이 뿔[蝸角] 위에서, 반평생을 공명찾아 헤매었네.” 하였다. ○ 이색(李穡)의 시에, “일대 장강(一帶長江)이 섬돌 아래로 흐르는데, 언덕 곁의 난간과 창문 정말 맑고 그윽하구나. 꽃 뿌리며 정오 경 읽는데[午梵] 중은 경쇠 두드리고, 차 마시며 봄을 읊는데 손은 다락 의지했네. 방초(芳草) 맑은 안개에 목적(牧笛) 소리 곁들이고, 사풍세우(斜風細雨)는 낚싯배에 가득하구나. 분명히 기억하노니, 성 서쪽에 필마(匹馬) 타고 언제나 다시 혼자 찾아 놀겠는가.” 하였다. ○ 권근(權近)의 시에, “절을 지으며 어느 사람이 잘도 깎아 평평히 한 것이. 강변의 지계(地界)는 아부영(亞夫營)에 잇따랐네. 하늘이 나지막하니 산색(山色)은 구름에 연접하여 솟았고, 물이 떨어지니 조수 흔적은 섬돌을 둘러 이루어졌네. 누대 위 맑은 바람불 땐 문을 막아 서고, 배안에 밝은 달 들면 뱃전 두드리며 가는 것이. 오늘 아침 문득 홍진 세상 향하여 가니, 세상 수심 날마다 생길까 염려되네.” 하였다. ○ 정이오(鄭以吾)의 시에. “창호[窓扇]가 줄지어 강물에 비치는데, 강 위의 절간이 경치 더욱 그윽한 것이. 섬돌 아래서 조수 밀리니 바람은 자리에 가득하고, 난간 앞에 구름 걷히니 물이 다락에 맑은 것이. 공중에 솟은 높은 탑은 물 속에 임하였고, 달을 흔드는 성긴 종소리는 낚싯배에 들리누나. 다행히도 공사 한가하여 마음 내키는 대로 하니, 성밖에 나가 3일 간이나 맑은 놀이 가지는구나.” 하였다. ○ 성임(成任)의 시에, “다섯 봉우리 줄을 지어 평평한 호수에 누웠는데, 전각이 높고 낮아 그림 같은 것이. 물 긷는 주방 중은 한가롭게 혼자 가고, 배를 젓는 곁군은 급히 서로 부르네. 새는 높은 나무 위에서 오래도록 우는 것이, 세상 티끌 선창(禪窓)에 오니 한 점도 없구나. 이리 저리 둘러보며 길게 읊다가 시 아직 이루지 못했는데, 하인이 와서 말 돌려 가자고 재촉하네.” 하였다.\n『신증』 권근의 중창기(重創記)에, “송도(松都) 서쪽, 벽란도(碧瀾渡) 북쪽에 강을 끼고 절이 있는데, 감로(甘露)라고 한다. 부근 지형이 긴 강을 굽어보고 산이 둘리고 들이 넓은데, 풍운의 변화하는 상태가 아침저녁으로 일만 가지 형상이니 참으로 나라 안의 승지이다. 고려가 번성할 때에 창화(昌華) 이자연(李子淵) 공이 중국에 사신 가서 윤주(潤州)의 감로사를 구경하고 마음에 매우 즐거워 하여, 돌아와 국내에서 그 형세가 서로 비슷한 데를 찾았는데, 여섯 번 겨울ㆍ여름을 지나서야 이 땅을 얻어 기뻐서 집을 짓고 윤주 감로사의 그 이름을 그대로 붙여서 도량(道場)을 세웠다. 이공의 딸은 곧 문종(文宗)의 왕비 인예태후(仁睿太后)인데, 인예태후가 순종(順宗)ㆍ선종(宣宗)ㆍ헌종(獻宗)의 3종(宗)을 낳으니 세 임금이 서로 계승하여 즉위하였다. 인종(仁宗)의 왕비 공예태후(恭睿太后)가 이 절을 중창하여 원찰(願刹)로 삼았고, 또 의종(毅宗)ㆍ명종(明宗)ㆍ신종(神宗) 3종을 낳으니 이것으로 이 절은 비단 형승이 진귀할 뿐이 아님을 알 수 있다. 천지가 정기를 저장하고 산수가 수려함을 잉태하여 상서를 발생하고 경사를 길러 왕실의 자손을 번성하게 하니, 그 신령함의 혁혁함이 창창하게 밝다고 하겠다. 더구나 지금 국구(國舅)인 여흥부원군(驪興府院君) 민공(閔公)의 선대 분묘들이 모두 이 절의 뒤 언덕에 있으니, 여기서 어진 부인을 낳아서 지존(至尊)을 짝하고 태자를 낳아 기르고, 형제들이 서로 빛나서 나라의 근본이 더욱 굳건하고 큰 복조가 더욱 오래가게 되었다. 그런즉 이 땅이 정기를 저장하고 경사를 내어 금지 옥엽(金枝玉葉 왕실의 자손)의 무성함을 번성하게 하여 종묘 사직의 만대의 대업을 융성하게 한 것은 사실 오늘부터 더욱 분명한 것이다. 빈도(貧道 중이나 도사들이 자기를 낮추어 하는 말인데, 여기서는 필자 권근의 자칭(自稱)이다)가 다행히도 이곳에 우거하게 되었다. 이에 절의 건물이 세월이 오래되어 기울어지고 흔들리는 것을 민망하게 여겨 널리 상하 사람들에게 알리고 공장을 청해다가 중창하여 새롭게 하였다. 위로는 인군을 장수하게 하여 나라를 복되게 하며, 아래로는 이익을 넓혀 백성들을 인도하니, 왕실이 장구해지고 국운이 영원해지는 것도 또한 이 강의 흐르는 물과 함께 무궁할 것이다.” 하였다.○ 유순(柳洵)의 시에, “벽란도(碧瀾渡)에 돛대 흔들리고 아침 조수 들어오고, 감로사에 난간 의지하니 낮 졸음도 맑은 것이. 내려다보니 연파(煙波)는 넓고 아득하고, 바라보니 구름 사이 서로 높이 솟았네. 백천(白川)의 농가는 기름진 들판에 잇달았고, 금곡(金谷)의 선박은 서울에 이른다네. 이로부터 땅의 영기가 모든 아름다움 겸하였으니, 두어라 널리 알리며 억지로 이름을 얻으려 하리오.” 하였다.\n신효사(神孝寺) 광덕산(廣德山)에 있는데, 묵사(墨寺)라고도 이름한다. ○ 이숭인(李崇仁)의 시에, “풀 옷 이미 백번을 기우니 내 얼굴 잊었는데, 도를 깨달은 해 이래로 불경도 외지 않는다네. 선탑(禪榻)에 꽃 떨어지니 봄이 쓸쓸한데 소나무 바람 비에 섞여 소리가 차 병에 나오는구나.” 하였다. ○ “푸른 잎 낮은 처마에 더운 기운 가시는데, 절 다락에서 종일 돌아갈 줄 모르네. 차 끓여 손님 대접하고 벽에 시 써 달라 하니, 우습고나 저 중, 세상 마음 아직도 버리지 못했네.” 하였다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 팔두문장(八斗文章) : \n시문(詩文)의 재주가 풍부함을 의미하는 말이다. 송(宋) 나라 문인 사영운(謝靈運)이, “천하의 재주가 모두 한 섬인데, 조자건(위 나라 재사 조식(曹植)의 자)이 혼자서 여덟 말을 차지하고, 내가 한 말을 가졌으며 나머지 한 말은 천하가 공동 소유하였다.”고 한 말에서 유래하였다.\n\n[주-D002] 적전(籍田) : \n적전은 임금이 친히 갈던 밭으로, 농사를 권장하는 의미에서 임금이 밭을 갈아 모범을 보였다.\n\n[주-D003] 사공(謝公) : \n사씨는 중국 동진의 명신(名臣) 사안(謝安)을 말한다. 동진 효무제(孝武帝) 태원(太元) 8년에 전진(前秦)의 왕 부견(符堅)이 친히 백만 대군을 지휘하여 동진의 수도에서 멀지 않은 비수(肥水)까지 쳐들어왔는데, 동진의 정토대도독(征討大都督)으로 임명된 사안은 장병들을 먼저 출동시키고 자기는 출발 전날 별장에 나가서 친구와 함께 별장을 내기로 걸고 바둑을 두어 크게 이겼다.\n\n[주-D004] 천년 만에……아니네 : \n《수신기(搜神記)》에 있는 말로, 요동 성문 밖 화표주(華表柱)에 한 백학이 와서 말하기를, “새가 있다. 새가 있다. 정령위(丁令威)로다. 집을 떠난 지 1천 년에 지금 돌아왔네. 성곽은 전대로인데 백성들은 그 사람 아니네.”라고 하였다. 여기서도 세상사의 변천이 많음을 말한 것이다.\n\n[주-D005] 아육왕(阿育王) : \n아수(阿輸)라고도 번역하는데, 근심이 없다는 뜻이다. 석가여래(釋迦如來) 후 1백 년에 중인도(中印度)에 군림하였는데, 처음에는 파라문교(婆羅門敎)를 신봉하면서 형제를 살육하는 등 갖은 폭행을 하다가 나중에 불교를 믿으면서 어진 정사를 베풀었으며, 그의 힘으로 불교가 내외에 크게 전파되었다.\n\n[주-D006] 구담(瞿曇) : \n교답리(喬答罹)라고도 하는데, 석가모니 선대의 본성(本姓)이다. 후대에 와서는 부처나 중을 구담이라고도 불렀는데, 여기서 구담 늙은이[瞿曇老]는 바로 노승(老僧)을 의미한다.\n\n[주-D007] 화봉(華封)의 축하 세 가지네 : \n옛날 중국의 요(堯) 임금이 천하를 다스린 지 50년 만에 세상이 과연 잘 다스려지는지 여부를 알아보기 위하여 여러 지방을 순시하며 민정을 알아보는 중, 화(華) 땅에 이르니 그곳 봉인(封人 지경을 지키는 사람)이 요 임금에게 수부 다남자(壽富多男子)를 축원했던 일을 말한다.\n\n[주-D008] 패(沛) 땅……일 : \n패는 지금 중국의 강소성 패현(江蘇省沛縣) 부근인데, 옛날 한 고조(漢高祖)의 고향이다. 한 고조를 패공(沛公)이라고 부른 것도 패 땅의 지명을 취한 것이다. 뒷날 한 고조가 고향인 패 땅을 지나다가 부로들을 모아 크게 잔치하여 즐긴 일이 있었다.\n\n[주-D009] 분수(汾水)……즐기던 것 : \n분수는 중국 산서성(山西省)에 있는 하천 이름. 한 무제(漢武帝)가 누선(樓船)을 타고 중류에 떠서 즐겁게 논 일이 있었다.\n\n[주-D010] 무염(無鹽) 땅에……근심 없음 : \n무염은 중국 산동성 동평현(山東省東平縣)에 있는 지명. 전국 시대(戰國時代)에 종리춘(鍾離春)이라는 여자가 이곳에 살았는데, 얼굴이 극히 추하기 때문에 40세가 되도록 시집을 못 갔다. 그러나 큰 도량이 있어 자청해서 제(齊) 나라 선왕(宣王)을 만나보고 정치하는 도리를 진언하니 선왕이 크게 기뻐하여 왕후를 삼았는데, 그 후로 제 나라가 크게 편안해졌다고 한다.\n\n[주-D011] 영원(鴒原) : \n영은 척령(脊令)이라고도 하는데, 우리말로 할미새이다. 《시전(詩傳)》에 “척령이 언덕[原]에 있으니 형제가 급난(急難)하다.”는 구절이 있어서 이 척령, 즉 할미새를 형제에 비한다.\n\n[주-D012] 오체(五體) : \n원래는 사람의 머리와 좌우 손, 좌우 무릎, 즉 전신의 의미인데, 여기서는 불교식 배례를 의미한다. 불교에서는 먼저 무릎을 꿇고서 두 팔을 땅에 짚고 머리를 숙여 절하는 배례법을 오체투지(五體投地)라고 한다.\n\n[주-D013] 곡(穀)의……잃었네 : \n옛날 장과 곡 두 사람이 모두 먹이던 양을 잃었는데, 그 이유는, 장은 글을 읽다가 잃고 곡은 장기놀이를 하다가 잃었다. 그런즉 두 사람이 하던 일은 달랐지만 양을 잃은 데 있어서는 결국 같다는 것이다.\n\n[주-D014] 박생(朴生)의 못 : \n박생연(朴生淵)은 개성의 박연폭포를 말한다. 옛날 박 진사(朴進士)라는 이가 이 소 위에서 피리를 부니 용녀(龍女)가 감동하여 남편을 삼았다고 해서 박생연, 즉 박연으로 부르게 되었다는 전설이 있다.\n\n[주-D015] 불당[虛白堂] : \n방이 비면 광선이 저절로 들어와서 밝아지는 것처럼 사람의 마음도 망상이 없으면 깨달을 수 있다는 의미에서, 수도하는 집을 허백당이라 부른다.\n\n[주-D016] 원광(圓光) : \n부처나 보살의 머리 위에는 항상 빛이 나는데, 그 빛이 원형이라고 하여 원광으로 통칭한다. 또 윤후광(輪後光)이라 이름하기도 한다.\n\n[주-D017] 시방(十方) : \n불가에서 흔히 천하ㆍ세계ㆍ우주 등의 의미로 사용하는 말이다. 동ㆍ서ㆍ남ㆍ북ㆍ의 사방위와 건(乾)ㆍ곤(坤)ㆍ감(坎)ㆍ손(巽) 및 상ㆍ하를 말한다.\n\n[주-D018] 조계수(曹溪水) : \n《전등록(傳燈錄)》에 의하면 중국 양(梁) 나라 천감(天監) 원년에 지약(智藥)이라는 중이 배를 타고 소주(韶州) 조계수(曹溪水) 어귀에 이르러서 물의 향기를 맡고 맛을 보며 말하기를, “이 물 위에 승지(勝地)가 있다.” 하면서, 터를 닦고 절을 지어 보림사(寶林寺)라 이름하였다 한다.\n\n[주-D019] 방차율(房次律) : \n차율(次律)은 당(唐) 나라 때 사람 방관(房琯)의 자. 일찍부터 명망이 있어 현종(玄宗)ㆍ숙종(肅宗)의 신임을 받았으며 또 스스로도 고담 준론(高談峻論)으로 세상일을 다 아는 체했지만, 실은 일을 모르고 사람을 잘 쓰지 못하여 진도사(陳濤斜) 싸움에서 군사 4만 명을 잃는 패전을 하는 등 실패가 많던 인물이다.\n\n[주-D020] 천태(天台) : \n중국 절강성(浙江省)에 있는 산 이름으로 옛날부터 산 속에 신선이 산다고 하여 유명하다. 한(漢) 나라 때 유신(劉晨)ㆍ완조(阮肇)가 이 산으로 약을 캐러 갔다가 두 여자를 만나 반년 간 살다가 집으로 돌아오니, 벌써 7대가 되었더라는 전설이 있다.\n\n[주-D021] 섬계(剡溪) : \n중국 절강성(浙江省)에 있는 한천 이름. 명사 대규(戴逵)가 이 물가에서 살았다 하여 대계(戴溪)라고도 불렀다. 왕자유(王子猷)가 어느 눈 오는 밤 섬계로 그의 친구 대규를 찾은 일이 유명하다.\n\n[주-D022] 송강(松江)의 육구몽(陸龜蒙) : \n송강은 중국 강소성(江蘇省)에 있는 강. 오송강(吳淞江)ㆍ남강(南江)ㆍ송릉강(松陵江) 등의 다른 이름도 있다. 당(唐) 나라 때 문인 육구몽이 차ㆍ솥ㆍ필상(筆床)ㆍ조구(釣具) 등을 배에 싣고 이 강산으로 왕래하며 놀았는데, 당시 사람들이 그를 강호산인(江湖散人)이라고 불렀다.\n\n[주-D023] 달팽이 뿔[蝸角] 위 : \n《장자(莊子)》에, “달팽이[蝸]의 왼쪽 뿔 위에 있는 촉씨(觸氏)의 나라와 바른쪽 뿔 위에 있는 만씨(蠻氏)의 나라가 서로 땅을 다투어 크게 싸웠다.”는 이야기가 있는데, 좁은 이 세상에서 하찮은 일로 서로 다투는 것을 와우각상(蝸牛角上)의 쟁투라고 한다.\n\n[주-D024] 아부영(亞夫營) : \n중국 한(漢) 나라 장군 주아부(周亞夫)의 진영을 말하는 것이니 아부가 세류(細柳)라는 땅에 진을 치고 호령이 엄정 공명하여 문제(文帝)로부터 크게 칭찬을 받았기 때문에 진영을 흔히 세류영(細柳營)이라고도 한다. 그러나 여기서 말한 아부영은 실은 그러한 주 장군의 영을 말함이 아니요, 세류가 있는 곳을 의미한 것이다.\n\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김용국 (역) | 1969\n    \n\t\n"
}