{
  "건치연혁": "본래 대가야국(大伽倻國)이다 자세한 것은 김해부의 산천 편을 보라. 시조 이진아시왕(伊珍阿豉王) 내진주지(內珍朱智)라고도 한다. 그로부터 도설지왕(道設智王)까지 대략 16대 5백 20년이다 최치원(崔致遠)의 중[釋] 이정(利貞)의 전기를 살펴보면, 가야산신 정견모주(正見母主)는 천신 이비가(夷毗訶)에 응감한 바 되어, 대가야의 왕 뇌질주일(惱窒朱日)과 금관국(金官國)의 왕 뇌질청예(惱窒靑裔) 두 사람을 낳았는데, 뇌질주일은 이진아시왕의 별칭이고 청예는 수로왕(首露王)의 별칭이라 하였다. 그러나 가락국(駕洛國) 옛 기록의 ‘여섯 알[六卵]의 전설’과 더불어 모두 허황한 것으로써 믿을 수 없다. 또 중 순응(順應)의 전기에는 대가야국의 월광태자(月光太子)는 정견(正見)의 10대손이요, 그의 아버지는 이뇌왕(異腦王)이며, 신라에 혼처를 구하여 이찬(迎夷粲) 비지배(比枝輩)의 딸을 맞이하여 태자를 낳았으니, 이뇌왕은 뇌질주일의 8대손이라 하였다. 그러나 그것도 참고할 것이 못된다. 신라 진흥왕이 멸망시켜 대가야군으로 하였고, 경덕왕이 지금의 이름으로 고치었다. 고려 초에는 경산부(京山府)에 소속하고, 명종이 감무를 두었으며 본조 태종 때에 현감으로 고쳤다.\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "대가야ㆍ고양(高陽)ㆍ영천(靈川).\n",
  "성씨": "본현 신(申)ㆍ박(朴)ㆍ이(李)ㆍ유(兪)ㆍ김(金)ㆍ백(白)ㆍ정(鄭), 윤(尹)ㆍ조(趙) 모두 속성(續姓)이다.\n",
  "풍속": "풍속이 강하고 무용스러운 것을 숭상한다. 《지리지(地理志)》. 농사에 부지런하다 정인지의 시에, “힘써 농사 짓고 농사일에 부지런하며, 물을 끌어들이는 방죽이 있다.” 하였다.\n\n",
  "형승": "두 줄기의 물이 남쪽을 둘러 있고, 여러 봉우리가 북쪽으로 읍하고[拱] 있다 금유(琴柔)의 시에 있다.\n\n",
  "산천": "이산(耳山) 현의 서쪽 2리에 있으며 진산이다. 미숭산(美崇山) 현의 서쪽 20리에 있다. 합천군 조에 또 나온다. 옥산(玉山) 현의 북쪽 7리에 있는 작은 산이다. 소학산(巢鶴山) 현의 남쪽 38리에 있다. 초계군(草溪郡) 편에도 나온다. 만대산(萬代山) 가점산(可岾山)이라고도 하는데, 현의 서남쪽 34리에 있다. 합천군 편에 또 나온다. 적림(赤林) 가천(伽川) 동쪽 기슭에 있다. 향림(香林) 가천의 서쪽 기슭에 있다. 가천 현의 동쪽 1리에 있다. 성주 가천의 하류고, 남쪽으로 흘러서 용담천(龍潭川)과 합친다. 용담천 합천군 야로현(冶爐縣) 야천(倻川)의 하류이고, 현의 남쪽 5리 사혜평(沙惠坪)에 이르러 가천과 합치어 동쪽으로 흘러서 개산강(開山江)으로 들어간다. 개산강 현의 동쪽 22리, 현풍현의 경계에 있고 성주 무계진(茂溪津)의 하류다. 남쪽으로 흘러서 초계군의 경계로 들어가 가물창진(加勿倉津)이 된다.\n\n",
  "토산": "벼룻돌ㆍ사기그릇[磁器]ㆍ잉어[鯉魚]ㆍ붕어[鯽魚].\n",
  "봉수": "망산(望山) 봉수  현의 동쪽 7리에 있다. 서쪽으로 합천 야로현 미숭산에, 북쪽으로 성주 가리현 이부로산(伊夫老山)에 응한다.\n\n『신증』 ",
  "궁실": "객관 조위의 기문에, “청계(淸溪) 신(申)공은 상국 문충공(文忠公)의 조카다. 학문이 깊고 마음씨가 너그러웠다. 나와 사마시(司馬試)에 함께 급제하여 영산(靈山) 원이 되었는데, 그 직책에 부지런하고, 음식이나 여관 등을 잘 꾸며서 세상 명성을 구하려고 애쓰지 아니하였으나 친구와 빈객들이 입을 모아 칭찬하여 군말하는 사람이 없었고, 알뜰하게 어루만져 주려고 애쓰지 않았으나 백성들이 모두 그를 사랑하고 사모하여 부모와 같이 우러러 보았다. 그가 갈리는 날에는 수레 채를 붙들어 등자(鐙子)가 끊겼고, 고을 사람들이 그를 못내 그리워하여 생사당(生祠堂)을 세웠으며 순리(循吏)의 옛 풍도가 있었다. 조정에서 특별히 표창하여 이급(二級)을 올려주었다. 공은 천성이 인자하고 너그러우며 성실하고 부화함이 없어서, 백성을 대할 때나 물건을 접할 때에 지성으로 일관하였기 때문이다. 홍치(弘治) 경술년에 어버이가 늙었음을 구실로 다시 나가 고령(高靈) 군수가 되었는데, 고령은 공의 고향이어서 아전과 백성들의 진정과 거짓[情僞], 풍속의 순후하고 가벼운[淳漓] 것을 두루 알고 있었다. 일을 맡아보게 되자 기율로써 일신하고, 힘써 잘고 까다로운 일을 제거하는 등 영산(靈山)을 다스린 것과 꼭같이 다스렸으므로, 백성들이 흡족해 하였고 온 마을 안이 마음 놓고 편안히 살게 되었다. 그리하여 또 교지를 내려 표창하였으므로 공의 명성이 중외(中外)에 자자하였다. 공은 관청 건물이 낮고 좁으므로 새로 고쳐 짓고자 하였다. 그러나 고을이 여러 갈래로 난 큰길 가에 있으므로, 수레와 말발굽이 끊일 사이가 없어 아전들은 맞이하고 보내는 데 괴로워하며 백성들은 그 바라지에 지쳤으므로 그 민력을 사역시키기가 어려워서 세월을 거듭하여 왔었다. 마침 계축년 봄에 회록(回祿 화재)의 재앙이 있었으므로, 공은 결심하여 재목을 장만하고 기와를 굽고 놀고 있는 사람을 써서, 정청(正廳) 3칸, 좌우 곁채 각각 5칸, 몸채 좌우에 딸려 있는 방[翼室] 3칸, 동헌(東軒)에 잇따라 있는 누각 3칸을 기공하였다. 동헌의 북쪽에 누각 3칸을 이어서 기공하고 물을 끌어들이어 도랑과 늪을 파 연꽃을 그 가운데 심고, 담을 둘러 쌓고, 여러 가지 화초를 심어 놓았다. 이해 가을에 준공하였다. 방이 모두 50여 칸이다. 여름엔 시원하여 좋고 겨울엔 따뜻하여 좋다. 산뜻하고 깨끗하고 밝으며 모두 각각 규제(規制)에 어울린다. 내가 듣고 기뻐하기를, “되었구나. 공적이 대단하여 공의 인자한 은혜가 온 고을과 사람의 심복(心腹)에 미쳐서 모든 일을 일으킬 때 아들처럼 달려온다. 그러므로 공이 이 고을을 다스린 업적은 마땅히 영천(穎川), 중모(中牟)와 발해(渤海) 사이에서 구해야 할 것이며, 빛나는 역사에 올라 길이 후세에 끼침이 그지없을 것이니, 이번의 이 영선(營繕)쯤이야 입에 올려 칭찬할 것이 되겠는가. 그러나, 이 현이 옛날 신라 때 대가야가 5백여 년 동안이나 나라를 세웠던 곳으로서 산수의 훌륭함이 영남에서 으뜸이나, 고려 초부터 격을 내려 작은 현이 되었고, 땅이 좁은 것이 검은 사마귀와 같아서 정치는 거칠어지고 백성은 쇠잔해진지라 관청집이 얕고 누추한 것이 괴이할 것이 없었는데, 이제 한 번 원님을 만나 1백 년이나 오랫동안 퇴락하였던 것을 일으키고, 가야산의 구름과 물건도 역시 모습을 고쳤으니, 어찌 백성의 복이요, 고을의 다행이 아니겠는가. 하물며, 공사가 오랜 시일이 걸리지도 않았고 재물을 손상하지도 않았으며, 백성을 괴롭히지도 아니하여, 성인이 백성을 부리되 때를 가리는 뜻에도 들어 맞았으니, 더욱 기록할 만한 일이라 하겠다. 이미 고을의 부로들이 미담으로 여겨 공의 덕을 더욱 오래도록 생각할 것이요, 영산(靈山)에서와 같이 더욱 무궁한 것은 의심할 나위가 없으니, 공의 사업은 황패(黃霸)와 탁무(卓茂)의 무리와 같이 당연히 한정이 없을 것이다.” 하였다.\n\n",
  "누정": "피향정(披香亭)ㆍ벽송정(碧松亭) 모두 읍내에 있다. 개호정(開湖亭) 개산(開山) 강변에 있다.\n\n",
  "학교": "향교 현의 서쪽 2리에 있다.\n\n",
  "역원": "안림역(安林驛) 현의 남쪽 14리에 있다. 안성원(安性院) 현의 남쪽 5리에 있다. 백규원(白圭院) 현의 남쪽 11리에 있다. 구생원(救生院) 현의 서쪽 17리에 있다. 이탁원(李托院) 현의 서쪽 27리에 있다. 수거비원(愁居非院) 현의 남쪽 24리에 있다. 양전원(量田院) 현의 동쪽 18리에 있다. 옥산원(玉山院) 옥산 밑에 있다.\n\n",
  "불우": "반룡사(盤龍寺) 미숭산(美崇山)에 있다. 원 나라 세조 때의 방문(榜文)이 있는데 이르기를, 황제의 성지(聖旨)로 이행중서성(裏行中書省)에서 조사하여 받들어 군마가 합포(合浦)에 모두 도착, 배에 올라 이미 출정하였는데, 그 외에 뒤떨어져 머물러 있는 정군(正軍) 활단적인(闊端赤人)등이 의안(義安)의 상하 단성촌(丹城村) 목채(木寨)에서 마소를 놓아 기른다. 진실로 염려되는 것은, 여러 곳의 절을 짓밟고 시끄럽게 굴어 성수(聖壽)를 축원하는 좋은 일에 방해가 되는 일이 있을까 하여, 방을 붙여 유시, 금지한다. 만일 공법을 두려워하지 않는 자가 있어 절 안을 짓밟고 시끄럽게 굴어 불안하게 하거든, 소재의 관청에 청하여 잡아들여서 법에 의하여 처단할 것이다. 그러므로 마땅히 방을 붙여 보게 하는 것이다. 이 방을 반용사에 주어 붙여서 여러 사람에게 유시하여 알린다.” 하였다. ○ 이인로(李仁老)의 시에, “봄은 갔지만 꽃은 아직 남아 있고, 하늘은 개었는데 골짜기는 그늘졌네. 소쩍새 소리 대낮에 듣고서, 깊은 산골에 살고 있음을 비로소 알겠네.” 하였다. ○ 절에 대숲이 있는데, 박효수(朴孝修)의 시에, “울타리 밑에는 들국화가 많고, 밭에는 목숙(苜蓿)이 나 있구나. 땅에 따라 물건에 귀천이 있는 법인데, 하물며 이 기원(祇園)의 대나무랴. 이끼 낀 정대(庭臺)도 맑은데, 푸른 눈[蒼雪]은 흰 발[白足]을 비춘다. 달빛이 스며드니 그림자 금빛으로 부서지고, 바람이 흔드니 그 소리 옥이 부딪치는 듯, 화사하긴 요홍(姚紅)을 웃는 듯, 곧은 모습은 기수(淇水)의 푸름인 양 아리땁구나. 삼엄하기는 일만 무부(武夫)가 갑옷을 입고 즐비하게 창과 깃발을 세워 놓은 듯하다. 살은 없고 오직 뼈마디뿐, 어찌 십위목(十圍木)에 비기랴. 내 평생에 차군[此君]을 사랑하여, 두어 떨기 초가집을 둘러 있노라. 어느 날에 주불(朱紱 붉은 띠 관복)을 풀고 위수(渭水 중국 섬서성에 있는 큰 강. 그 가에 당 나라 서울 장안이 있다.) 맑은 물가에 집 짓고, 천 이랑 푸른 그늘 사이에서 바람이 일어 두건을 흐트러뜨리면 고개 높이 들고 진세에 거만부리며, 이 몸은 구름 속의 백조[雲鵠] 같으리다.” 하였다. ○ 유방선(柳方善)의 시에, “가야산 우뚝 솟아 하늘을 고였는데 그 밑에 보배로운 절이 있으니, 그 이름 반룡사. 거처하는 중의 반은 머리 올릴 때부터 아는 사람, 누각과 전당에 구슬이 엉긴 듯 아롱지다. 땅이 신령스러워 소나무ㆍ전나무에 연기와 산아지랭이가 서려 있고, 흐르는 물, 돌 씻는 소리 좔좔거린다. 일천 봉우리 일만 골짜기에 경치 좋은 곳이 많으므로, 사시의 장관이 유달리 무궁하다. 내가 들은 지 20년에, 가고파도 못 가고 늘 생각만 하네.” 하였다.\n\n",
  "사묘": "사직단 현의 서쪽에 있다. 문묘 향교에 있다. 성황사 현의 서쪽 2리에 있다. 여단 현의 북쪽에 있다.\n\n",
  "고적": "어정(御井) 현의 남쪽 1리에 대가야국의 궁궐 터가 남아 있는데, 그 곁에 돌 우물이 있으니, 어정이라고 전해 온다. 금곡(琴谷) 가야국 가실왕(嘉悉王)의 악사(樂師) 우륵(于勒)이 중국의 진쟁(秦箏)을 본떠서 거문고를 만들어 가야금이라고 불렀다. 현의 북쪽 3리에 있는 땅 이름에 금곡이 있으니, 세상에서 전하기를, “우륵이 공인(工人)을 거느리고 거문고를 익힌 곳이라.” 한다. 혹은 말하기를, “이 거문고는 김해의 가야국에서 나왔다.”고도 하나, 김해 가야의 역대 왕 중에 가실왕이라 일컫는 왕이 없었으니, 아마 여기서 나왔다는 것이 옳을 것이다. 금림왕릉(錦林王陵) 현의 서쪽 2리쯤 되는 곳에 옛 무덤[古藏]이 있는데, 금림광릉이라고 일컫는다. 동경제(東京提) 현의 동쪽 10리에 있다. 세상에서 전하기를, “신라가 대가야를 치기 위해 군사를 일으켜 쳐들어 왔으나, 수비가 있음을 알고 물러나 밤사이에 이 둑을 쌓아서 그 군사가 많음을 보여 주었다.” 한다. 신복현(新復縣) 김부식(金富軾)이 말하기를, “본래 가시혜현(加尸兮縣)으로서 고령군에 딸린 현이었는데, 경덕왕 때에 이름을 고쳤다.” 하나, 지금은 자세히 전해지지 않는다. ○ 생각하건대, 현의 서쪽 10리 되는 곳의 땅 이름에 가서곡(加西谷)이라는 것이 있는데 시혜(尸兮)가 변하여 서(西)로 되었는가도 의심스럽다.\n\n",
  "명환": "본조 임즐(林隲) 현감이었다.\n\n",
  "인물": "고려 신숙(申淑) 인종 때에 과거하였고, 청렴ㆍ근검하고 충직하기로 이름이 나 있었다. 의종 지문하성사(知門下省事)로 있을 때, 왕이 환관(宦官) 정함(鄭諴)을 권지합문지후(權知閤門祗侯)로 삼았는데, 숙이 간의대부(諫議大夫) 김양(金諹) 등과 상소하여 간했으나 왕이 듣지 않았다. 숙이 혼자서 대궐로 들어가 다시 간하였더니 임금이 이르기를, “예로부터 대신이 혼자서 간하는 일은 없다.” 하니, 숙이 말하기를, “역대 임금님도 환관을 조관(朝官)으로 임명한 일은 없습니다.” 하였다. 왕이 곧 함의 벼슬을 깎았으나 그가 탄핵을 그치지 않음을 미워하여 수사공(守司空)으로 좌천시켰다. 이듬해 벼슬을 버리고 고향으로 돌아와 시를 지었는데, “밭갈이로써 밝은 날을 보내고, 약 캐는 것으로써 청춘을 지낸다. 물이 있고 산이 있는 곳에 영광도 욕됨도 없는 이내몸이여.” 하였다. 신성용(申成用) 본현의 아전인데, 과거에 올라 벼슬이 검교군기감(檢校軍器監)에 이르렀다. 신덕린(申德隣) 성용의 4대손이다. 높은 벼슬을 역임하였으며, 여러 번 승진하여 벼슬이 예의판서(禮儀判書)에 이르렀다. 글씨 잘 쓰기로 세상에 이름이 났다.본조 신포시(申包翅) 덕린의 아들이다. 과거하고 여러 번 승진하여 벼슬이 공조참의에 이르렀다. 신장(申檣) 포시의 아들이다. 과거하여 벼슬이 공조 좌참판에 이르렀다. 장이 큰 글씨를 잘 썼으므로 세종이 일찍이 얻은 설암(雪菴)의 위소주 병위삼화극 연침응청향첩(韋蘇州兵衛森畫戟宴寢凝淸香帖)에서 빠진, 병위삼(兵衛森) 세 글자를 장에게 명하여 써서 보충하게 하였다. 박흥양(朴興陽) 벼슬이 참찬문하부사(參贊門下府使)에 이르렀다. 신숙주(申叔舟) 장의 아들이다. 세종 때에 과거하고 서장관(書狀官)으로서 일본에 갔을 때, 병풍과 족자를 가지고 와서 시를 써 달라는 사람들이 몰려들어, 그 자리에서 붓을 놀려 조금도 거침 없이 써 주었으므로 일본 사람들이 탄복하였고, 사신이 올 때마다 그의 안부를 물었다. 뒤에 세종의 명을 받들어 요동(遼東)에 갔을 때, 명 나라의 전 한림학사 황찬(黃瓚)에게 정운(正韻)에 관하여 질문하기 위해 내왕하기를 무려 13회나 하여 《홍무정운통고(洪武正韻通攷)》를 지었다. 세조 때에는 절(節)로써 야인을 정벌하여 이기고 돌아왔으므로 임금이 기뻐하여, “숙주는 나의 제갈량(諸葛亮)이다.” 하였다. 사대(四帶) 공신이 되고 두 번 수상이 되었다. 모든 의논에 있어 늘 사물 전체의 요강(要綱)을 파악하고 잘고 까다로운 것은 생략하였다. 조정과 민간에서 중히 여겨 거의 20년에 죽었는데, 시호는 문충(文忠)이다. 그가 지은 《보한재집(保閑齋集)》이 세상에 간행되었다. 신면(申㴐) 숙주의 아들이다. 세조 때에 도승지로서 함길도 관찰사(咸吉道觀察使)가 되었고, 이시애(李施愛)의 난에 죽었다. 자세한 것은 함흥(咸興)의 명환 편에 있다. 신찬(申澯) 면의 아우로, 사람됨이 겉으로는 부드러우나 안으로는 엄하고, 말과 행실이 깨끗하여 그의 아버지도 중히 여겼다. 벼슬은 황해도 관찰사에 이르렀다. 박건순(朴健順) 흥양(興陽)의 손자다. 벼슬이 황해도 관찰사에 이르렀다. 신종호(申從濩) 숙주의 손자다. 여러 서적을 널리 배우고 정통하여, 나이 19세에 사마시(司馬試)에 장원하였고 초(初)ㆍ중시(重試)에도 장원으로 뽑히어 문장으로 세상에 알려졌다. 벼슬이 예조참판에 이르렀으나 일찍 세상을 떠났다.『신증』 신준(申浚) 숙주의 아들이다. 과거하였고, 정국공(靖國功)에 참여하여 부원군(府院君)에 봉해졌다. 신용개(申用漑) 면(㴐)의 아들이다. 성품이 호탕하고 인품이 뛰어났으며 문장에 능하였다. 벼슬이 좌의정에 이르렀고, 시호는 문경(文景)이다. 박은(朴誾) 젊어서 과거에 올랐으며 문장에 능하여 벼슬이 수찬(修撰)에 이르렀다. 연산 갑자 사화 때에 피살되었는데 그때 나이 25세였다. 남곤(南袞)이 말하기를, “박은의 시와 김일손(金馹孫)의 문장은 국조(國朝) 이래로 견줄 만한 이가 드물다.” 하였다.\n\n",
  "우거": "본조 금유(琴柔) 봉화현(奉化縣) 사람이다. 일찍 과거에 올라 여러 번 청관 요직을 역임하고, 벼슬이 전라도 관찰사에 이르렀다. 동헌에다 시를 쓰기를, “인끈을 풀고(벼슬을 그만두는 것) 어머니를 모시게 되면, 논밭과 동산이 이 마을에 있다.” 하였다.\n\n",
  "제영": "주진풍속금유재(朱陳風俗今猶在) 정지(鄭地)의 시에, “주진의 풍속이 지금도 있어서, 부로(父老)들은 시비가 많은 줄을 모르고, 흰 술 누런 닭으로 나를 위로해 주니, 졸음이 오면 동쪽 난간에 취하여 턱을 괴고 있네.” 하였다. 정안진수동(征鞍趁水東) 이첨(李詹)의 시에, “새벽에 고령군을 떠나 나그네의 말안장 물 동쪽에 다다르니, 서리꽃은 아침해에 반짝이고 나무의 마음은 봄을 향하여 풀리누나.” 하였다. 산세천층수(山勢千層秀) 신장의 시에, “산세는 천겹으로 빼어나고, 시냇물은 한 줄기 길도다. 땅은 신령스러워 옛 관(館)이 남아 있고, 동산은 고요하여 쓸쓸한 연못이 있네. 발을 걷으니 대숲이 푸르고, 담장이 낮으니 보리밭이 누렇도다. 종남산이 바라보는 데 있으니, 내 고향에서 늙을 수 있으랴.” 하였다.\n잠농요옥양(蠶農饒沃壤) 김조(金銚)의 시에, “누에 농사에는 기름진 땅이 푸짐하고, 물대는 데는 둘러싸인 방죽이 있다.” 하였다. 계어은구천(溪魚銀口賤) 박효수(朴孝修)의 시에, “시내엔 은어가 지천이고, 언덕에서는 뀡이 비단 날개로 나는구나. 바치는 베는 삼과 모시로 충분하고, 조세로 낼 방아는 벼와 기장으로 넉넉하다.” 하였다. 절옥편다즉(截玉偏多鯽) 유겸(柳謙)의 시에, “썰어 놓은 옥에는 붕어가 많고, 놀리는 숟가락에는 또한 기장이 있다.” 하였다. 민조촌사근(民稠村舍近) 김시(金時)의 시에, “인구가 빽빽하여 마을 집들은 가까운데, 산을 안고 흐르는 물은 길다.” 하였다. 협성다노수(挾城多老樹) 하륜(河崙)의 시에, “성을 끼고 늙은 소나무 많은데, 연뿌리를 심기엔 모난 못이 있다.” 하였다. 천청다이즉(川淸多鯉卽) 김효정(金孝貞)의 시에, “시냇물은 맑아서 잉어와 붕어가 많고, 언덕은 넓어서 메벼와 기장이 많다.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년에 군으로 고쳤다.\n《대동지지(大東地志)》\n",
  "성지": "고성(古城) 이산(耳山)에 옛터가 있다.\n\n",
  "방면": "동부(東部) 끝이 7리다. 서부 끝이 3리다. 송천(松泉) 동쪽으로 처음이 7리, 끝이 20리다. 구음(九音) 위와 같다. 하미(下彌) 동남쪽으로 처음이 20리, 끝이 30리다. 일랑(一郞) 남쪽으로 처음이 7리, 끝이 10리다. 우촌(牛村) 남쪽으로 처음이 10리, 끝이 17리다. 유촌(鍮村) 남쪽으로 처음이 13리, 끝이 28리다. 상동(上洞) 서남쪽으로 처음이 20리, 끝이 30리다. 하동(下洞) 서남쪽으로 처음이 10리, 끝이 28리다. 고곡(高谷) 북쪽으로 처음이 7리, 끝이 10리다. 관동(館洞) 위와 같다. 안림 서쪽으로 처음이 10리, 끝이 15리다. 내곡 15리다. 구곡 동쪽으로 처음이 25리, 끝이 25리다.\n\n",
  "창고": "읍창ㆍ강창(江倉) 개산 강변에 있다. 산창(山倉) 성주의 독용산성(禿用山城)에 있다.\n\n",
  "고읍": "신복(新復) 남쪽으로 30리다. 본래 신라 가시혜(加尸兮)였는데, 일명 가시성(加尸城)이라고도 한다. 경덕왕(景德王) 16년에 신복이라 고쳐 고령군 영현(領縣)으로 되었다가, 고려 초에 소속되었다. ○ 현의 서쪽 10리에 가서곡(加西谷)이란 곳이 있는데 이것이 아닌가 의심스럽다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 등자(鐙子)가 끊겼고 : \n예전에 지방의 원님으로 민치를 잘한 사람은, 갈려가는 날에 백성들이 가지 말고 우리 고을에 더 있어 달라고 떼로 모여와서 붙잡는다. 그때에 수레에도 매달리고 말에도 매달려서 말등자가 끊긴다는 말이다.\n\n[주-D002] 순리(循吏) : \n순리는 원 노릇을 잘하는 사람을 가리키는 말이다. 옛날 한 나라 때부터 있는 말인데, 한 나라 역사 한서(漢書)에는 순리전(循吏傳)이 따로 있다.\n\n[주-D003] 황패(黃霸)와……없을 것이다 : \n황패는 영천 태수로 선치하였다 하여 중앙으로 소환되어 정승이 되었고, 탁무(卓茂)는 밀현(密縣)의 현령으로 선치하였다 하여 불러서 태부(太傅)라는 높은 벼슬에 발탁하고 포덕후(褒德侯)라는 후작에 봉하였었다. 여기에 한 말은 이 고령에서 선치하는 신청경(申淸卿)이란 사람도 황패나 탁무같이 정승이나 태부에 발탁될 것이라는 뜻이다.\n\n[주-D004] 배에……출정하였는데 : \n원 나라가 일본을 정벌한 것을 말한다.\n\n[주-D005] 흰 발[白足] : \n남북조 시대 북위(北魏)의 중 담시(曇始)라는 사람이 발이 희어서 아무리 맨발로 더러운 흙길에 다녀도 그대로 희므로, 백족화상(白足和尙)이란 이름이 있었다. 여기에 한 말은 푸른 눈[蒼雪]과 흰 발[白足]을 대신 쓰느라고 한 말인데, 이곳이 절이므로 대체로 중을 가리킨 말이다.\n\n[주-D006] 요홍(姚紅) : \n당 나라 시대에 모란을 매우 좋아하여 많이 심었었다. 그때에 낙양에 있는 요씨가 황색 모란의 신품종을 만들어 냈으므로 요황(姚黃 요씨의 누런 모란)이라고 이름 지었는데, 여기 요홍(姚紅)이라 함은 잘못된 것이다.\n\n[주-D007] 기수(淇水)의 푸름인 양 : \n기수(淇水)는 중국 하북성에 있는 강 이름이다. 그 땅이 춘추 시대에는 위(魏) 나라였는데, 그때에 그 기수 언덕에 푸른 대가 매우 성하였다는 말이 《시전(詩傳)》에 있다.\n\n[주-D008] 차군(此君) : \n옛날 진(晉) 나라의 왕휘지(王徽之)라는 사람이 대를 가리켜 차군(此君)이라 하여서, 그 후부터는 차군(此君)이라 하면 대의 대명사가 되었다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김종오 (역) | 1969\n    \n\t\n"
}