{
  "건치연혁": "본래 고구려의 영토였다. 오랑캐의 말로 알목하(斡木河)라 한다 오음회(吾音會)라고도 한다. 우리 왕조 태종(太宗) 때에 알타리의 동맹가 첨목아(童孟哥帖木兒)가 빈 틈을 타서 들어와 거주하였다. 세종(世宗) 15년에 올적합(兀狄哈)이 맹가(孟哥)의 부자를 죽이니 알목하(斡木河)에는 추장이 없어졌다. 16년에 마침내 석막(石幕)에 있는 영북진(寧北鎭)을 백안수소(伯顔愁所)에 옮기고, 바로 알목하의 서북 지역이 적(賊)의 요충 지대에 해당하며 또한 알타리(斡朶里)의 남아 있는 종족들이 거주하는 곳이기 때문에 특별히 성보(城堡)를 설치하여 영북진 절제사(寧北鎭節制使)가 이곳을 겸하여 관할하게 하였다. 그러나 그 지방은 진(鎭)과의 거리가 멀리 떨어져서 정보와 응원이 잘 미치지 못하기 때문에 같은 해 여름에 따로 알목하(斡木河)에다 진(鎭)을 설치하고, 풍산(豐山)ㆍ원산(圓山)ㆍ세곡(細谷)ㆍ유동(宥洞)ㆍ고랑기(高郞岐)ㆍ아산(阿山)ㆍ고부거(古富居)ㆍ부회환(釜回還) 등의 지역까지를 경계로 삼고 회령진(會寧鎭)이라 하고, 첨절제사(僉節制使)) 두었다가 겨울에 승격하여 도호부사(都護府使)를 만들고 판관(判官)과 토관(土官)을 두었다. 23년에 종성(鍾城)의 오롱초(吾弄草)의 서쪽 지역을 떼어다가 여기에 소속시켰다.\n",
  "진관": "보(堡) 풍산(豐山).\n\n",
  "관원": "부사(府使)ㆍ판관(判官)ㆍ교수(敎授) 각 1인.\n\n",
  "토관": "경원부(慶原府)와 같다.\n\n",
  "군명": "아목하(阿木河)ㆍ오음회(吾音會)ㆍ오산(鰲山)ㆍ회산(會山).\n",
  "풍속": "바람이 매우 차가우며 검소와 용맹을 숭상한다 모두 《지지(地志)》에 있다. 여행하는 사람은 식량을 가지고 다니지 않는다 《부적(府籍)》에 있다. ○ 5개소의 진(鎭)의 풍속이 모두 이와 같다.\n\n",
  "산천": "오산(鰲山) 부의 서북쪽 5리에 있는 진산(鎭山)이다. 두만강(豆滿江)가에 있다. 원산(圓山) 부의 동쪽 25리에 있다. 염통산(念通山) 부의 남쪽 35리에 있다. 상문령(上門嶺) 부의 서쪽 15리에 있다. 하문령(下門嶺) 부의 서쪽 6리에 있다. 죽포령(竹苞嶺) 부의 북쪽 15리에 있다. 갈파령[加乙坡嶺] 부의 동쪽 85리에 있다. 고개 위에 갈랫길 셋이 있다. 쌍개암(雙介巖) 부의 남쪽 1백 43리에 있다. 높이가 10여 장(丈)이다. 중간에 구멍 둘이 있어서 물이 언제나 솟아난다. 오랑캐는 구멍을 쌍개라 하기 때문에 이렇게 이름을 붙인 것이다. 그 동쪽 1리쯤 되는 곳에 또 바위가 바닷가에서 마주보고 있는데 양쪽 벼랑이 천 척이나 되며, 위에 깊은 못이 있는데 가물 때에 비오게 해달라고 빌면 효험이 있다. 우라한현(于羅漢峴) 부의 서남쪽 45리에 있다, 백두산의 남쪽 지맥이다. 전괘현(錢掛峴) 부의 동남쪽 79리인 부령부(富寧府)와의 경계에 있다. 바다 부의 동쪽 1백 49리에 있다. 팔을하천(八乙下川) 부의 북쪽 1리에 있다. 근원이 원산(圓山)에서 나와 부의 북쪽인 오산(鰲山) 밑을 경유하여 두만강(豆滿江)의 삼기(三岐)로 들어간다. 풍산천(豐山川) 부의 남쪽 20리에 있다. 전괘현(錢掛峴)의 여러 골짜기에서 나와 풍산보(豐山堡)를 경유하고, 부의 성 서쪽을 경유하여 알목하(斡木河)가 되어 두만강으로 들어간다. 두만강(豆滿江) 부의 북쪽에 있다. 진주지(眞珠池) 부의 동쪽 1백 48리인 고랑기이(高郞岐伊)에 있다. 진주가 산출된다. 백두산(白頭山) 바로 장백산(長白山)이다. 부의 서쪽으로 7, 8일 걸리는 거리에 있다. 산이 모두 3층으로 되어 있는데, 높이가 2백 리요, 가로는 천 리에 뻗쳐 있다. 그 꼭대기에 못이 있는데, 둘레가 80리이다. 남쪽으로 흐르는 것은 압록강(鴨綠江), 북쪽으로 흐르는 것은 송화강(松花江)과 혼동강(混同江), 동북으로 흐르는 것은 소하강(蘇下江)과 속평강(速平江), 동쪽으로 흐르는 것은 두만강(豆滿江)이다. 《대명일통지(大明一統志)》에, “동쪽으로 흐르는 것은 아야고하(阿也苦河)이다.” 라고 했는데, 아마 속평강(速平江)을 가리킨 듯하다. 다음은 모두 두만강 밖에 사는 야인(野人)의 지역이다. 고라이(古羅耳)ㆍ사오이동(沙吾耳洞)ㆍ상가하(常家下)ㆍ아적랑이(阿赤郞耳)ㆍ하다가사(下多家舍)ㆍ벌인(伐引)ㆍ무을계(無乙界)ㆍ상동량(上東良)ㆍ중동량(中東良)ㆍ하동량(下東良)ㆍ어후강(魚厚江)ㆍ후훈(厚訓)ㆍ박가천(朴加遷)ㆍ검천(檢天). 『신증』 역산천(櫟山川) 부의 남쪽 1백 40리에 있다. 근원이 가을파동(加乙坡洞)에서 나와 역산(櫟山)을 경유하여 보제원천(菩提院川)이 되어서 동남쪽에서 합류하여 바다에 들어간다.\n\n",
  "토산": "철(鐵) 부의 동쪽 60리인 활동(闊洞)에서 산출된다. 삼[麻]ㆍ인삼ㆍ오미자ㆍ대구[大口魚]ㆍ문어(文魚)ㆍ송어(松魚)ㆍ연어(鰱魚)ㆍ홍합(紅蛤)ㆍ조개[蛤]ㆍ미역[藿]ㆍ곤포(昆布)ㆍ다시마[塔士麻]ㆍ소금ㆍ방어(魴魚)ㆍ삼치[麻魚]ㆍ청어(靑魚)ㆍ해삼(海蔘)ㆍ담비[貂]ㆍ청서(靑鼠).\n",
  "성곽": "읍성(邑城) 돌로 쌓았는데, 둘레 6천 3백 12척, 높이 6척이다. 안에 우물 8개소가 있다. 『신증』 옛 성은 좁았는데 정덕(正德) 정묘년에 남쪽과 북쪽으로 터를 확장하고 물러나 쌓아서 둘레가 1만 7백 76척이 된다.\n행성(行城) 부의 서쪽에 있는 독산(禿山)의 연대(煙臺)에서 시작하여 두만강 언덕을 따라서 돌아가며 뻗어 내려가서 경원부(慶源府)의 훈융진(訓戎鎭)까지 가서 끝난다. 부의 경내에 있는 것은 길이가 1만 1천 7백 20척, 높이 15척이다.○ 김종서(金宗瑞)가 4개소의 진(鎭)에 행성(行城)을 쌓아야 할 것인가의 가부를 논한 상소에 이르기를, “신이 듣건대 위엄과 덕이 널리 베풀어져서 하루에 국토를 1백 리씩 확장시킨 자가 많습니다만 주(周)의 문왕(文王)보다 더 훌륭한 이가 없었으며, 언쟁을 일삼고 무력을 남용하여 천리 밖에 영토를 개척한 자가 많지 않은 것은 아니나 한 무제(漢武帝)보다 더한 이는 없었습니다. 또한 못나고 잔약하여 날마다 그 영토를 축소시킨 자는 말할 나위도 없습니다. 그러나 덕으로 국토를 개척한 자는 땅을 얻기는 쉽고 잃기는 어려웠고, 힘으로 땅을 넓힌 사람은 얻기는 어렵고 잃기는 쉬웠습니다. 그것은 일은 같아도 방법이 같지 않기 때문입니다. 고려의 시조가 힘으로 삼한(三韓)을 통일하였으나 위력이 북방까지는 미치지 못하였고 다만 철령(鐵嶺)을 경계로 삼았습니다. 예종(睿宗) 때에 지모가 있는 신하가 지혜를 써서 적(賊)의 무리를 유인하여 섬멸하고 드디어 아홉 개의 성을 설치하였습니다. 그러나 획득하자마자 바로 잃어버렸던 것입니다.태조(太祖)께서는 하늘이 내신 성무(聖武)로 북방에서 출발하여 동쪽 나라를 모두 차지하시어 남쪽은 바다까지, 서북은 압록강(鴨綠江)까지, 동북은 두만강(豆滿江)까지에 이르렀습니다. 그리하여 공주(孔州)ㆍ경주(鏡州)ㆍ길주(吉州)ㆍ단주(端州)ㆍ청주(靑州)ㆍ홍주(洪州)ㆍ함주(咸州)의 7개 주(州)를 설치하셨으니, 참으로 우리나라에서 국가가 생긴 이래에 일찍 없었던 위대한 업적입니다. 태종(太宗)께서 왕위를 계승하시어 정치가 도(道)에 무젖어 오랫동안 연마되자, 오랑캐가 변화하여 백성이 되었고, 풍속이 선량하게 고쳐졌기 때문에 튼튼히 유지되어 감히 꼼짝하지 못하였습니다. 다만 태평 시대가 오랜 동안 계속되는 가운데에, 이곳을 지키는 신하가 통제하는 방책을 잘못하여 경성(鏡城)에서 북쪽 지역이 적의 소굴로 들어갔습니다. 태종께서는 이를 근심하시어 처음으로 부거(富居)에 경원(慶源)을 설치하여 옛 땅을 회복할 뜻을 약간 보이셨으니, 오랑캐를 물리치며 국토를 회복하는 것은 임금께서 선왕의 뜻을 잘 계승하기에 달려 있습니다.지난번에 조정의 여러 신하들이 건의하기를, ‘경원(慶源)의 땅을 줄이고 용성(龍城)에 합치면 곧 북방의 조치가 잘 되고 민간의 폐해도 없어질 것입니다.’ 하니, 임금께서는, ‘선대에서 지켜온 강토는 한 자 한 치라도 버려서는 안 된다.’라고 여기시고 불가함을 고집하여 여러 사람들의 의견을 따르지 않으셨는데, 그 뒤에 이 문제가 다시 일어나 시끄러운 논의가 그치지 않았습니다. 마침내 신으로 하여금 가서 대신들과 상의하고, 석막(石幕)에다 영북진(寧北鎭)을 더 설치하여 그것으로 경계를 정하게 하셨습니다. 신이 지금 북방에 있으면서 안 가본 곳이 없으며 안 들은 말이 없습니다. 부거(富居)와 석막(石幕)은 모두 경계가 될 곳이 아니며, 용성(龍城)도 국경을 방위할 만한 중요 지점이 아닙니다. 말하는 사람은, ‘용성(龍城)은 진(秦) 나라의 함곡관(函谷關)과 같아서 좁고 험난하기가 비할 곳이 없으니, 만일 여기만 지키고 있다면 오랑캐들이 감히 우리에게 나쁜 짓을 할 수가 없으며, 우리 백성들도 편하게 누워서 마음대로 살 수 있다.’ 하는데, 이것은 절대로 그렇지 않습니다. 가로막힌 물이 없는데 무엇으로 험난한 것을 설치하며, 의지할 만한 산이 없는데 무엇으로 튼튼하게 방비할 수 있겠습니까. 이곳이야말로 사방으로 트인 곳으로 사방에서 전쟁을 벌일 곳입니다. 만일 이곳을 사방의 요충 지대라고 하여 큰 진(鎭)을 만들어 가지고 책임자인 장군이 주재하는 곳으로 삼고 네 고을이 응원을 할 수 있게 된다면 좋습니다. 그러나 만일 말하는 사람의 의견대로 용성(龍城)을 국경으로 만든다고 하더라도 오히려 저들의 침략을 면치 못하게 될 때에, 곧 후일에 말하는 사람은 반드시 마천령(磨天嶺)을 국경으로 만들라고 할 것이며, 그렇게 하여도 오히려 침략을 면치 못하게 될 때에는, 곧 철령(鐵嶺)을 국경선으로 만들고야 말 것이니, 고려 시대의 일을 보아 경계해야 할 것입니다.신이 또 듣건대 역사상의 여러 임금들은 그들의 발상지에 대하여 소중히 여기지 않은 이가 없었습니다. 한(漢) 나라가 풍패(豐沛)에서, 당(唐) 나라가 진양(晉陽)에 대한 사실에서 대체로 볼 수 있습니다. 선조(先祖)의 발상지를 버리고 지키지 아니하며, 왕업(王業)이 출발된 땅을 잊어버리고 수복하지 못하면서, 선대의 터전을 잘 지켜나간다 할 수 있겠으며, 자손들이 있다고 말할 수 있겠습니까. 선대의 뜻과 업적을 잘 계승하여 그들의 공적을 받들었다고 할 수 있겠습니까. 대개 용성(龍城)을 국경으로 정하려는 데는 의리상 옳지 못한 것이 한 가지 있으며, 유리하지 못한 것이 두 가지가 있습니다. 선대의 출신지를 줄이는 것이 의리상 옳지 못한 한 가지이며, 산이나 물의 험난한 곳이 없는 것이 첫째로 불리하며, 지키고 방어하기에 편함이 없는 것이 둘째로 불리한 것입니다. 그리고 두만강을 국경으로 정하는 데는 의리상 옳은 것이 한 가지가 있으며, 유리한 점이 두 가지가 있습니다. 왕업이 출발된 땅을 찾는 것이 첫째로 의리상 옳은 일이며, 큰 강의 험난함을 근거로 한 것이 첫째로 유리한 점이며, 방어에 편리한 것이 둘째로 유리한 점입니다. 그렇다면 용성(龍城)을 국경으로 정하자는 의견은 어쩌다 미쳐 잘못 생각한 것입니다. 하늘이 덕 있는 이를 돕게 되어 오랑캐들이 스스로 도망처 버렸으니, 임금께서 이 기회를 이용하시어 군졸 한 명도 괴롭히지 않으시며, 백성 한 사람도 해치지 않으시고 옛 영토를 다시 찾으시어, 마침내 4개소의 읍(邑)을 설치하셨으니, 선대의 뜻과 업적을 잘 계승하시어 그분들의 공적에 빛을 더하게 하였다 할 수 있습니다.신이 또한 듣건대, 큰 일을 이룩하는 사람은 작은 폐해는 고려하지 않으며, 큰 업적을 세우는 사람은 작은 손해는 따지지 않는다고 합니다. 일이 크면 폐해도 저절로 생기며, 업적이 넓으면 손해도 서로 따르는 것입니다. 지금만 그런 것이 아니라 옛적부터 그러하였습니다. 지금 4개소의 읍(邑)을 설치하는 것은 일부러 일을 크게 벌이기를 좋아하는 것이 아니요, 선조의 땅을 수복하기 위한 것이니, 일로써 이보다 더 큰 것은 없을 것이며, 선왕의 업적을 계승하는 것이니 의리상 이보다 더 중요한 것은 없을 것입니다. 무엇 때문에 작은 폐해를 염려하며 작은 손해를 걱정하려 합니까. 더구나 첫해에 눈이 비록 많이 왔다고 하나 가축이 그다지 많이 죽어 없어지지 않았고, 다음 해에 전염병이 크게 유행하였다 하지만, 사람이 그다지 죽지 않았습니다. 만일 말하는 사람들의 얘기와 같다면 농사짓는 소와 전쟁에 쓰는 말이 어디에서 생겼으며, 많은 군대와 많은 노역자의 수가 아직도 줄지 않은 까닭은 또 무엇입니까. 그들의 말이 실제보다 지나친 것은 현명한 사람이 아니라도 알 수 있는 일입니다.또 지난해의 일로 말할지라도 그 피해가 크기는 하였습니다만, 이것을 흥부(興富)의 사망한 것과, 승우(承祐)의 군대가 전멸한 것과 용성(龍城)에서 크게 패전한 것과 비교한다면 상당히 차이가 있습니다. 9년 동안의 수재와 7년 동안의 한재는 요(堯)와 탕(湯)의 위대한 덕에 아무런 손해가 없으며, 흉노의 50만 군대와 돌궐의 40만 군대도 한(漢)과 당(唐)의 큰 공적에 아무런 손해도 주지 못하였습니다. 더구나 재해(災害)가 1년 정도에 불과하였으며 적(賊)의 군대가 수천 명이 넘지 않았는데, 무엇을 근심하며 무엇을 두려워하십니까.신이 또한 들으니, 옛적의 호걸은 만리(萬里)의 장성(長城)을 쌓아 흉노를 방어하였고 천 리의 긴 제방을 쌓아서 황하를 막았으며, 또한 거기에 인부를 동원한 것이 10년이란 오랜 세월이 걸렸다 합니다. 이것은 지나친 일이었다 할지라도 뒷세상에서는 그 혜택을 입었던 것입니다. 우리나라는 북쪽으로 말갈(靺鞨)과 연접하여 여러 번 침해를 받아 왔습니다. 고려로부터 지금까지 그 피해가 없어지지 않았으니, 성을 수축하여 군대를 훈련시키는 것이 다른 도(道) 보다는 백배나 더 해야 될 것입니다 아무리 금년에 성 하나를 쌓으며, 명년에 또 성 하나를 쌓아서 해마다 성을 쌓는다 할지라도 무슨 잘못이 있겠습니까. 지난번에 부거(富居)를 국경으로 정하고서도 몇 자 되는 성도 쌓지 않았습니다. 국경의 읍(邑)도 이러한데 더구나 용성(龍城) 이남의 주군(州郡)이겠습니까. 이제 와서 생각한다면 국경을 대비하는 방책이 너무나 허술하였으니, 중국 사람이 조소하는 것이 마땅하였습니다. 임금께서 염려하시고, 계책을 마련하는 신하가 의견을 건의하고, 백성들이 자식과 같이 모여들어 벌써 회령(會寧)에 성을 쌓았고, 또 경원(慶源)에 쌓아서 공사가 철을 넘기지 않고 일이 모두 끝났습니다. 더구나 갑산(甲山)과 경흥(慶興)에는 제대로 잘 수축하여 모두 튼튼한 성이 있으니, 북방의 염려는 벌써 10분에서 7, 8은 없어진 것입니다.신이 또 들으니 은(殷) 나라는 귀방(鬼方)을 정벌하는데 3년이 걸렸고, 주(周) 나라의 출정한 군인들은, ‘내가 못 본 지 벌써 3년이 되었구나.’ 또, ‘어느 달에나 내가 돌아갈거나.’ 하는 시를 읊었습니다. 그렇다면 은(殷)과 주(周)의 백성들도 오랜 동안 출정했던 것을 알 수 있습니다. 그 이후로 오랑캐들은 더욱 세력이 긴장되었기 때문에 전쟁도 더욱 잦았습니다. 그들이, ‘돌아왔다가 백발을 흩날리며 다시 국경에 출정하노라.’고 읊은 시를 보아도 알 수 있습니다. 중국뿐만이 아니라, 고려 시대에도 마찬가지였습니다. 처음에 철령(鐵嶺)을 관문(關門)으로 했다가 뒤에 쌍성(雙城)을 국경으로 정할 때에 남도에 있는 모든 군대를 동원하여 여기에 와서 주둔시켰습니다. 주둔한 군사들이 늙어도 집에 돌아가지 못했기 때문에 부자간에 서로 알아보지 못하는 사람까지 있었다 합니다. 그들이 먼 길에 얼마나 오래 주둔해 있었다는 것을 또한 알 수 있습니다. 오늘의 상황으로 말하자면 하늘과 땅처럼 비교도 되지 않습니다. 신이 또한 들으니 읍(邑)을 옮기는 것은 큰 일입니다. 백성들의 원망을 일으키며, 평화로운 분위기를 해치기 때문에 옛날 사람들이 깊이 염려했던 것입니다. 더구나 편안히 살고 있는 우리 백성을 사나운 족속들이 웅성대는 지역으로 옮기는 것은, 그들이 원망하며 싫어하지 않는다는 것은 거의 드문 일입니다. 다만 임금께서 신묘하신 방법을 세우시어, 한 사람의 아전도 처벌하지 아니하며 한 사람의 백성도 처벌하지 않고, 수만 명의 대중이 불과 1개월 동안에 모두 새로운 지역으로 모여들어 큰 사업이 쉽게 이룩되고 새로운 읍(邑)이 영구히 건설되었으니, 얻자마자 바로 잃어버린 것과는 비교하여 말할 수 없는 일입니다.뜻밖에 경박한 무리들이 첫해에 큰 눈이 내린 것과 다음해에 큰 전염병이 유행한 것을 빙자하여, 서로 뜬소문을 퍼뜨려 인심을 현혹하고 선동했기 때문에, 안정된 사람이 동요하려 하며 자리를 잡으려던 사람이 떠나려 하여, 하마터면 큰 사업이 무너지고 과거의 공적을 잃어버릴 뻔하였습니다. 다행히 임금께서 현명하신 단안을 내리심을 힘입어 뜬소문이 저절로 없어지고 백성의 마음이 저절로 안정되었습니다. 더구나 지극하신 사랑이 깊이 무젖어 추운 자가 옷을 입게 되고 굶주린 자가 밥을 먹게 되니, 백성은 노역에 힘을 들이면서도 그 괴로움을 잊으며, 군대는 복무에 힘을 들이면서도 그 고생을 잊어버립니다. 옛 사람이 말하기를, ‘백성을 괴롭히는 것이 윗사람을 위한 것이 아니라 백성 자신들을 위한 것이라면 백성은 적개심(敵愾心)을 가진다.’ 하였으며, 또 이르기를, ‘그들을 기쁘게 할 목적으로 백성에게 일을 시키면 백성은 그 괴로움을 잊는다.’ 한 것이 바로 여기에 해당됩니다. 오늘날 4개소의 읍을 설치한 것은 오로지 북방을 방어하기 위한 것이며, 오늘날 국경 지대에 주둔시키는 것도 적(賊)을 방어하고 우리 백성을 편히 살 수 있게 하기 위한 것입니다. 그런즉 오늘의 조치는 그만두어도 될 것을 그만두지 않고 백성의 노력을 함부로 동원시키는 것이 아니며, 일을 크게 벌이기를 좋아하며 공을 세우기에 급급하여 전쟁을 일삼으며 무력을 남용하는 것이 아닙니다. 대체로 지극히 어리석은 듯하면서도 지극히 신령한 것이 백성입니다. 어찌 이런 취지를 모르겠습니까. 백성들이 신에게 말하기를, ‘회령(會寧)과 경원(慶源)에는 이미 성을 쌓았으니, 앞으로 쌓아야 할 것은 종성(鍾城)과 용성(龍城) 뿐입니다. 이 두 곳에만 성을 쌓아 놓는다면 우리는 걱정이 없습니다.’ 하였습니다. 이 말을 믿는다면 그 밖에 여러 백성들의 마음도 따라서 알 수 있습니다. 지난해 경원(慶源)에서의 피해는 정말 참혹하였습니다. 그런데도 백성들은 두려워하는 기색 없이 흩어졌던 자가 모여들고 도망쳤던 자가 돌아와서, 농사일에 힘쓰며 안정된 생활을 하는 것이 평소와 다름이 없었습니다. 오늘의 사정으로 미루어 본다면 훗날에도 죽음을 각오하고 떠나지 않을 것을 다짐할 수 있습니다. 그 가운데는 팔팔한 의기를 참지 못하고 스스로 나와서 적중에 들어가 적의 머리를 벤 사람도 있었습니다. 지난날의 사정으로 고찰한다면 훗날에도 윗사람을 친근히 하며 어른을 위하여 생명을 바칠 것을 또한 다짐할 수 있으니, 경원(慶源) 한 읍의 일로 미루어 본다면 3개 읍의 군대와 백성의 마음을 대체로 상상할 수 있습니다.신이 오랫동안 북방에 있으면서 야인(野人)의 사정을 상세히 관찰하니, 아무리 부자 형제의 사이라 할지라도 욕심이 생기면 서로 살해하기를 원수나 다름없이 하기 때문에, 아무리 매일 천 금(千金)을 소비한다 하더라도 그들의 마음을 결속하기가 어렵습니다. 혹 이익을 보여서 그들과 결합한다 할지라도 이익이 없어질 때에는 다시 그 행패를 부릴 것입니다. 그런즉 겉으로는 회유하는 혜택을 보이고 안으로 방어의 태세를 갖춘다면, 곧 우리의 세력은 저절로 강해지고 저들의 세력은 저절로 줄어들 것이니, 저절로 강해진 세력을 가지고 저절로 줄어든 틈을 이용한다면 곧 목적을 달성하게 될 것입니다. 신이 성을 쌓고 무기를 수리하며 군대를 훈련하며 양곡을 저축할 것을 서두르는 것이 진실로 이 때문입니다. 만일 성을 튼튼히 하고 무장을 완전하게 갖추며 군대가 잘 훈련된다면 즉시 4진(鎭)의 사람들은 스스로 지키며 스스로 싸울 것이니, 다른 군대가 가서 원조할 필요가 없게 될 것이니, 그 적의 침입이 영구히 종식되며 적의 마음이 영구히 복종될 것은 미리 짐작하기가 어렵지 않습니다.신이 또한 생각하니 처음에 새로 옮겨가서는 몇 자에 불과한 목책[木寨]을 가지고도 충분히 튼튼히 지킬 수 있었는데, 더구나 지금은 돌로 성을 쌓았으니 스스로 지킬 것을 무엇 때문에 염려하겠습니까. 백성이 식량을 준비한 것이 없고, 관청에 저축한 것이 없으며, 흉년이 잇달아 들었을 적에도 백성으로 굶어죽은 사람이 없었는데, 더구나 지금은 해마다 풍년이 들어서 백성은 식량이 남아나고 관가에도 저축이 있으니, 식량이 없는 것을 무엇 때문에 걱정하겠습니까. 관청에서 백성들에게 조금도 거두어들이는 것이 없고 백성은 조금도 내놓는 것이 없는데, 무엇 때문에 물자가 소진되겠습니까. 백성의 마음이 이미 안정되고 도망치는 무리가 날로 줄어드는데, 무엇 때문에 모두 도망쳐 버리겠습니까. 종성(鍾城)만 다 쌓아 놓으면 백성의 동원이 저절로 중지될 것이니, 힘이 없어질 것을 무엇 때문에 걱정합니까. 용성(龍城)에 대해서는 사정이 그다지 급하지 않으니, 급히 성을 쌓는 것을 서두를 필요가 없이 물자와 인력(人力)이 여유가 있기를 기다려 착수할지라도 늦지 않습니다. 신이 또 들으니, ‘선(善)한 사람이 나라를 백 년 동안 다스리면, 난폭하여 백성을 해치는 자를 없앨 수 있다.’ 하였습니다. 이것은 아무리 선한 사람이라도 백 년을 지나지 않고서는 정치를 잘한다고 할 수 없다는 것입니다. 더구나 읍을 새로이 설치하여 아직 10년도 되지 못했는데, 어찌 한 가지 성공과 한 가지 실패를 가지고 성급히 걱정하거나 좋아해야 하겠습니까.바라건대 임금께서는 속히 달성될 것을 요구하지 마시며, 조그마한 이익을 반갑게 여기지 마시며, 조그만 폐해를 따지지 마시며, 조그만한 문제를 염려하지 마시고, 오랜 세월을 두고 장구히 버티어 나가시면 곧 뜬소문이 저절로 없어지고, 민심이 안정되며, 민폐(民弊)가 없어지고, 백성의 원망이 끊어지며, 백성의 식량이 풍족하여지며, 군대의 세력이 강해질 뿐만 아니라 도둑이 저절로 굴복하며, 새로 세운 읍이 영원히 튼튼하여질 것입니다. 그러나 신이 말하는 것을 다 믿어주지 않는 듯합니다. 첫해의 눈[雪]에 대하여 말하는 사람은 가축이 다 죽어버렸다 하는데 신은 그렇지 않다 하였고, 다음 해에 유행한 전염병에 관하여 말하는 사람은 사람이 거의 다 죽었다 하는데 신은 그렇지 않다고 하였습니다. 조정에서의 의론은, 저[彼]는 곧고 신(臣)은 그르며 저는 충성스럽고 신은 옳지 못하다고들 많이 말하고 있습니다. 이런 때를 당하여 신은 슬픈 마음이 이를 데 없었습니다. 지금에 와서 본다면 일이 모두 증거가 있으므로 마침내 숨기지 못하게 되었습니다. 누가 충성스러웠으며 누가 옳지 못하였는가. 누가 공정하였으며 누가 사사로웠는가. 공과 사의 구별과 충성과 잘못의 차이점은 다만 임금님의 현명한 판단에 달려 있을 뿐입니다. 예로부터 밖에서 일을 마련하는 신하가 참소와 비난을 받아서 화를 면치 못한 사람이 많습니다. 고려의 윤관(尹瓘)이 그중의 하나입니다. 윤관은 훌륭한 집안에서 태어났고 큰 공적을 세웠는데도 하마터면 화를 면치 못할 뻔하였는데, 더구나 신은 조그마한 공적도 세운 것이 없으며 일을 마련할 재주도 없어 하는 일에 잘못이 많으니 어찌 한심스럽지 않겠습니까.” 하였다. 상소가 올라가니, 임금은 곧 중관(中官)을 보내어 위로하며 이르기를, “이제 그대의 글을 보니 북방 문제에 대하여 내가 근심이 없게 되었다.” 하였다.\n『신증』 정덕(正德) 기사년에 새로 보을하진(甫乙下鎭)을 설치하고 성을 둘려 쌓았는데, 길이가 모두 3만 1천 6백 척이다.\n\n",
  "관방": "고령진(高嶺鎭) 부의 북쪽 21리에 있으며 돌로 쌓았다. 둘레 2천 7백 80척, 높이 6척이다. 행성(行城) 밖에 병마첨절제사(兵馬僉節制使)의 영(營)이 있다. ○ 첨절제사(僉節制使) 1인. 풍산보(豐山堡) 부의 남쪽 55리에 있다. 돌로 쌓았는데 둘레 1천 8백 33척, 높이 6척이다. ○ 병마만호(兵馬萬戶) 1인.『신증』 보을하진(甫乙下鎭) 부의 서쪽 25리에 있는데 돌로 쌓았다. 성의 둘레 3천 6백 12척인데 정덕(正德) 기사년에 설치하였다. ○ 첨절제사 1인.\n\n",
  "봉수": "고현(古峴) 옛 풍산진(豐山鎭)의 남쪽이다. 이형(梨峴) 남쪽으로 80리이다. 봉덕(奉德) 서쪽으로 60리이다. 중봉(中峯) 서쪽으로 55리이다. 운두봉(雲頭峯) 서쪽으로 50리이다. 북봉(北峯) 북쪽으로 30리이다. 내지덕(內池德) 동쪽으로 15리이다.\n\n",
  "누정": "남루(南樓) 바로 남문(南門)의 초루(譙樓)이다. 제승정(制勝亭) 객관의 동쪽에 있다. 부사(府使)인 김양필(金良弼)이 지었다.\n\n",
  "학교": "향교(鄕校) 객관의 동쪽에 있다.\n\n",
  "역원": "영안역(寧安驛) 부성 안에 있다. 풍산역(豐山驛) 풍산보(豐山堡)에 있다. 역산역(櫟山驛) 부의 동쪽 1백 10리에 있는데 군창(軍倉)이 있다.\n\n『신증』 광제원(廣濟院) 부의 남쪽 70리에 있다.\n",
  "사묘": "사직단(社稷壇) 부의 서쪽에 있다. 문묘(文廟) 향교에 있다.\n성황사(城隍祠) 부의 남쪽 10리에 있다. 여단(厲壇) 부의 북쪽에 있다.\n\n",
  "고적": "공험진(公嶮鎭) 고령진(高嶺鎭)에서 두만강을 건너 고라이(古羅耳)를 넘고, 오동참(五童站)ㆍ영가참(英哥站)을 경유하여 소하강(蘇下江)에 이르는데, 강가에 공험진(公嶮鎭)의 옛터가 있다. 남쪽은 구주(具州)ㆍ탐주(探州), 북쪽은 견주(堅州)와 연접되어 있다. ○ 《고려사 지리지(高麗史地理志)》에 보면, “공험진(公嶮鎭)은 예종(睿宗) 3년에 성을 쌓고 진(鎭)을 설치하고 방어사(防禦使)를 두었다가, 6년에 산성을 쌓았다.” 하였고, 주(注)에 공주(孔州)라고도 하며, 광주(匡州)라고도 한다. 선춘령(先春嶺)의 동남쪽, 백두산(白頭山)의 동북쪽에 있다 하였고, 또 소하강(蘇下江)가에 있다고도 하였다. 지금 경원(慶源)을 공주(孔州)로 본다면 아마도 선춘령의 동남쪽, 백두산의 동북쪽이며, 소하강 가에 있다는 말이 옳을 듯하다. 그러나 조사할 수가 없다. 또 《지리지(地理志)》에는, “통태(通泰)ㆍ평융(平戎)ㆍ종녕(宗寧)ㆍ진양(鎭陽) 등의 진(鎭)에 모두 예종(睿宗) 3년에 성을 쌓았다가 4년에 성을 철폐하고, 여진에게 돌려주었다.” 했으나 그 지점이 어디 있는지 이제 조사할 수가 없다. 선춘령(先春嶺) 두만강 북쪽 7백 리에 있다. 윤관(尹瓘)이 토지를 확장하여 여기까지 와서 공험진(公嶮鎭)에 성을 쌓고 드디어 비석을 영(嶺) 위에 세우고, ‘고려의 국경’이라고 새겼다. 비석의 사면에 모두 글씨가 있었는데 모두 오랑캐들이 지워버렸다. 운두성(雲頭城) 부의 서쪽 50리에 있다. 돌로 쌓은 성이 둘레 1만 7천 40척이다. 안에 개천 하나와 우물 한 군데가 있었는데, 지금은 없어졌다. 원산보(圓山堡) 부의 서쪽 35리에 있는데 돌로 쌓았다. 둘레가 2만여 척이며 안에 개천 둘과 못 셋이 있었는데 지금은 없어졌다. 영북보(寧北堡) 부의 동쪽 13리에 있다. 옹희보(雍熙堡) 부의 북쪽 31리에 있다. 이풍보(利豐堡) 부의 남쪽에 있다.『신증』 산성(山城) 부의 동쪽 30리에 있고 돌로 쌓았는데 둘레가 3천 9백 80척이다. 안에 못 2개소가 있다. 비를 오게 해달라고 빌면 효험이 있으며 일반이 용연(龍淵)이라 한다.\n\n",
  "제영": "백 년 전 옛 땅이 지금은 진(鎭)이 되었구나 신숙주(申叔舟)의 시에, “우리 백성과 오랑캐가 섞여서 농사를 지어가며 사는 곳, 풍속은 활과 칼만 알았지 책은 알지 못하였네. 백 년 전 옛 땅이 지금은 진(鎭)이 되었는데, 알목하(斡木河)의 물은 흘러서 옛 터전으로 연이어 내려가누나.” 하였다. 긴 강물만이 오랑캐의 터전과 가로막고 있음이 보일 뿐이도다 신숙주의 시에, “객지에서 오랫동안 날을 보내고 있노라니, 시를 쓰기 위하여 또한 붓을 잡았노라. 북쪽에 오면서부터는 봄철이 다 가도록 아무런 재미도 없는데, 긴 강물만이 오랑캐의 터전을 가로막고 있음이 보일 뿐이도다.” 하였다. 언제 오랑캐의 티끌을 쓸어버릴까 홍일동(洪逸童)의 시에, “날마다 전쟁을 일삼으며 편히 살 수 없는 곳, 글 한 줄 읽을 줄 아는 사람 없구나. 언제나 오랑캐의 무리 다 쓸어 없애고, 사방에 뽕과 삼밭이 가득함을 보리오.” 하였다. 한 가닥 밥 짓는 연기 오랑캐의 터전에 덮여 있다 윤자운(尹子雲)의 시에, “객지에 아무도 찾아주는 사람 없고, 시간을 보내려니 때로는 옛 사람의 글을 읽노라. 느지막이 다시 성 위에 올라 보니, 한 가닥 밥 짓는 연기가 오랑캐의 터전에 잠겨 있도다.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "본래 여진(女眞)의 알목하(斡木河)이다. 고종 32년에 군으로 고쳤다.\n《대동지지(大東地志)》\n",
  "방면": "내남(內南) 끝은 10리이다. 내북(內北) 끝은 10리이다. 외북(外北) 동쪽으로 25리이다. 볼하 일리(乶下一里) 남쪽으로 80리이다. 볼하 이리(乶下二里) 남쪽으로 60리이다. 옹희 일리(雍熙一里) 동쪽으로 45리이다. 옹희 이리(雍熙二里) 북쪽으로 30리이다. 상리(上里) 서쪽으로 40리이다. 하리(下里) 서쪽으로 20리이다. 원산(圓山) 동쪽으로 50리이다. 어운동(魚雲洞) 동쪽으로 90리이다. 고령(高嶺) 북쪽으로 30리이다. 세곡(細谷) 동쪽으로 70리이다. 영산(靈山) 남쪽으로 60리이다. 고풍산(古豐山) 위와 같다. 역산(櫟山) 동남쪽으로 1백 20리이며 바닷가에 있다. 위는 모두 경계의 끝이다.\n\n",
  "진보": "볼하진(乶下鎭) 서쪽으로 50리이다. 중종(中宗) 4년에 포항동(浦項洞) 입구 상줄암(上乼巖) 아래에 설치하였으며 첨사(僉使)를 두었고, 광해군 원년(元年)에는 바깥 토성(土城)을 쌓았는데 후에 폐하였다. 숙종(肅宗) 7년에 다시 첨사를 두었고, 영종(英宗) 7년에는 운두(雲頭) 고성(古城)으로 옮겨 설치하였는데 성의 둘레는 1만 8천 2백 20척이며 옹성(甕城)이 하나, 치성(雉城)이 8개, 포루(砲樓)가 16척이며 참처(塹處)가 1만 3천 8백 70척이고 성문(城門)이 4개, 우물이 17개이다. ○ 병마첨절제사 방수장(兵馬僉節制使防守將)이 1명이다.혁폐 풍산진(豐山鎭) 남쪽으로 20리이다. 숙종 36년에 종성부(鍾城府) 세천(細川)으로 옮겼으며, 권관(權管)이 만호(萬戶)가 되었다. 성의 둘레는 1천 38척이며, 성문이 3개 있다. 숙종 10년에 무산부(茂山府)에 옮겨 예속시켰다가 이내 폐지하였다. 역산보(櫟山堡) 동쪽으로 1백 10리이다. 숙종 6년에 만호(萬戶)를 설치하였다가 그 다음 해에 폐지하였다. ○ 강탄파수(江灘把守) 고령(高嶺)이 2개 처, 본부(本府)가 4개 처, 볼하(乶下)가 3개 처이다.\n\n",
  "창고": "읍창(邑倉)ㆍ신창(新倉) 남쪽으로 60리이다. 역창(櫟倉) 동남쪽으로 1백 50리이며 해변이다. 세창(細倉) 동쪽으로 50리이며 세곡(細谷)이다. 영창(靈倉) 동남쪽으로 60리이며 영산(靈山)이다. 어창(魚倉) 동남쪽으로 80리이며 어운동(魚雲洞)이다. 하창(下倉) 서쪽으로 20리이며 하리(下里)이다.\n\n",
  "역참": "독덕참(獨德站)ㆍ관문참(官門站)ㆍ고령참(高嶺站)ㆍ볼하참(乶下站).\n",
  "사원": "현충사(顯忠祠) 숙종 계미년에 건립하고, 정해년에 사액하였다. 정문부(鄭文孚) 경성(鏡城) 편에 보인다. 신세준(申世俊) 평산(平山) 사람이며 본부(本府)의 교생(校生)이고 벼슬은 첨지(僉知)이며 병조 참의(兵曹參議)를 추증하였다. 오윤적(吳允迪) 해주(海州) 사람이며 벼슬은 군자주부(軍資主簿)이고 호조 좌랑(戶曹佐郞)을 추증하였다. 최언영(崔彦英) 해주(海州) 사람이며 벼슬은 군기주부(軍器主簿)이고 호조 좌랑을 추증하였다. 허관(許灌) 양천(陽川) 사람이며 벼슬은 군기주부(軍器主簿)이며 호조 좌랑을 추증하였다. 정여경(鄭餘慶) 영일(迎日) 사람이며 벼슬은 예빈 봉사(禮賓奉事)이며 호조 좌랑을 추증하였다. 이희백(李希白) 경주(慶州) 사람이며 벼슬은 수문장(守門將)이며 호조 좌랑을 추증하였다. 윤립(尹岦) 파평(坡平) 사람이며 벼슬은 예빈 봉사이고 호조 좌랑을 추증하였다. 오준례(吳遵禮) 경주 사람이며 벼슬은 수문장(守門將)이며 호조 좌랑을 추증하였다.\n\n\n\t\t\n\t\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이민수 (역) | 1970\n    \n\t\n"
}