{
  "건치연혁": "본래 백제 정촌현(井村縣)이었는데, 신라 경덕왕(景德王)이 지금 이름으로 고치어 태산군 영현으로 만들었다. 고려 때 고부군에 붙였다가 후에 감무를 두었고, 본조에서는 현감으로 고쳤다.\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "정촌ㆍ초산(楚山).\n",
  "성씨": "본현 탁(濯)ㆍ이ㆍ진(晉)ㆍ윤ㆍ정(井). 답곡(沓谷) 정(井).\n",
  "산천": "내장산(內藏山) 현의 동쪽 25리에 있다. 오봉산(五峯山) 현의 남쪽 20리에 있다. 반등산(半登山) 현의 서남쪽 30리에 있는데, 고창현(高敞縣) 편에 자세히 나온다. 응산(鷹山) 현의 북쪽 1리에 있다. 칠보산(七寶山) 현의 북쪽 10리에 있다. 입암산(笠巖山) 현의 남쪽 30리에 있다. 위령(葦嶺) 위는 혹 노(蘆)로도 쓴다. 현의 남쪽 30리에 있는데, 장성현의 경계이다. 또 소위령(小葦嶺)이 있는데, 흥덕현 경계에 있다. 아요현(阿要峴) 현의 동남쪽 7리에 있다. 목제천(木梯川)ㆍ치천(鴟川) 두 내가 모두 내장산에서 나와 현의 서쪽 10리에 이르러 북천에 합친다. 북천(北川) 내장산의 물이 노령(蘆嶺)의 물과 합치고, 흘러서 현의 서쪽에 이르러 고부군 모천(茅川)에 들어간다.\n\n",
  "토산": "붕어ㆍ게[蟹].\n",
  "누정": "낙성정(洛城亭) 객관 서쪽에 있다. ○ 설위(薛緯)의 기문에, “정통(正統) 갑자년 여름에 태수 오련(吳璉)이 관우(館宇)가 낮고 좁아서 무더위를 피할 수 없다 하여, 이에 관의 서쪽 나무 아래에 돌을 쌓아 올려 계단을 만들고 물을 끌어들여 못을 만들어서 정자를 지으니, 마음을 즐겁게 하고 성품을 기르며, 더위를 물리치고 서늘함을 맞아 들일 수 있었다. 두건(頭巾)을 젖혀쓰고 홀로 앉아 마음을 열어 외로이 읊조리면, 소송하고 매때리는 시끄러운 일은 아주 없어지고, 기수에서 목욕하고 무우(舞雩)에서 바람 쏘이는 흥이 완연히 있으니, 아전과 백성들이 공을 애모하여 공의 관향(貫鄕)을 취하여 정자 이름을 낙성(洛城)이라 하였으니, 오래도록 공을 잊지 못하는 뜻을 붙인 것이다.” 하였다. ○ 정자는 폐하였는데, 현감 조지곤(趙智崐)이 옛터를 이용하여 누를 짓고 이름을 벽수(碧樹)라 하였다. 손비장(孫比長)의 기가 있다. 납량방(納涼房) 객관 동쪽에 있는데, 현감 조지곤이 세웠다.『신증』 감담루(鑑淡樓) 객관 동쪽에 있다.\n\n",
  "학교": "향교 현의 북쪽 2리에 있다.\n\n",
  "역원": "천원역(川原驛) 현의 남쪽 25리에 있다. 영지원(迎支院) 현의 서쪽 5리에 있다. 왕신원(王信院) 현의 남쪽 20리에 있다. 광제원(廣濟院) 현의 남쪽 30리에 있다.\n\n",
  "교량": "장교(長橋) 북천에 있다.\n\n",
  "불우": "영은사(靈隱寺) 내장산에 있다. ○ 성임(成任)의 〈정혜루기(定慧樓記)〉에, “호남(湖南)에 이름난 산이 많은데, 남원(南原)에는 지리산(智異山), 영암(靈巖)에는 월출산(月出山), 장흥(長興)에는 천관산(天冠山), 부안(扶安)에는 능가산(楞伽山)이 있는데, 정읍의 내장산도 그 중의 하나이다. 산은 현과 겨우 20리의 거리에 있다. 방박(磅礴)하게 높이 솟아 기세가 매우 험하고 경계가 더욱 빽빽하니 참으로 필추(苾蒭 비구승(比丘僧))들이 선(禪)에 들어가 도를 배울 좋은 땅이다. 그 가운데 큰 사찰을 영은사라 부르는데, 고려 말년에 지엄(智嚴)스님이 처음 거하였고, 본조에 와서 신암(信庵)스님이 능히 그 자취를 이었고 그 업적을 드날렸다. 그의 문도 해인(海印)스님과 함께 수십 년 동안 이 절에 사셨는데, 절의 퇴폐함을 보고 다시 영건하고자 하다가, 스님은 열반(涅槃 죽는 것)에 들어가고 해인스님도 또 갔다. 모셨던 자들이 유골사리(遺骨舍利 부처나 고승이 죽은 뒤 화장하여 나온 구슬)를 받들어 각각 석종(石鐘 종 모양으로 된 부도(浮屠))에 담아 절의 양 옆에 묻어 두었는데, 이 좋은 인연으로 하여 모든 불도들을 모아 산에서 나무를 베어 오고 골짜기에서 돌을 주워다가 절의 남쪽에 큰 누를 세우니, 소비된 재물이 무릇 얼마며 경영한 날이 무릇 며칠인데, 정해년에 비로소 터를 닦아 무자년에 일을 마쳤다. 누가 무릇 3칸이며, 높이는 두어 길이나 되는데, 처마와 대들보는 날아갈 듯 들렸고, 창과 난간은 성긴듯 시원하여 제작한 규모가 장엄하고 화려하여 견줄 데가 없다. 인하여 정혜라는 누호(樓號)를 걸었다.일찍이 내전(內典 불경)을 읽었는데, 입교(立敎)의 법 세 가지가 있으니, 비(非)를 막고 악을 그치게 하는 것을 계(戒)라 하고, 생각을 버리고 속세의 인연을 잊는 것을 정(定)이라 하며, 혹(惑)을 깨고 진(眞)을 아는 것을 혜(慧)라 하였다. 이 누에 오르는 자는 아마 생각함이 있을 것이다. 만일 계를 인연하여 정을 내서 번뇌(煩惱)를 벗어나게 하고, 정을 인연하여 혜를 내서 정신을 소통하고 생각을 통달하게 한다면 곧 보고 듣는 것이 청정하지 않은 것이 없고, 행하고 그치는 데가 낙토(樂土) 아님이 없을 것이다. 저 용처럼 움켜잡고 호랑이처럼 후려치는 듯한 봉우리가 사면을 싸고 있는 것은 사위성(舍衛城)이요, 가지와 잎이 무성하여 녹음이 맑고 좋은 것은 염부수(閻浮樹)이며, 두 샘이 맑고 깨끗하여 뜰을 따라 흐르는 것은 하나는 조계원(曹溪源)이요, 하나는 팔공덕수(八功德水)이다. 그 골에 들어가는 자는 마치 수마리(須摩提)를 만난 듯하고, 그 대에 오르는 자는 마치 금강대(金剛臺)에 오른 것 같으니, 이렇게 하여 중생을 일깨운다면 보리(菩提)를 같이 알게 하는 것이 어찌 멀겠는가. 그렇다면 고을은 이 산을 얻어 더욱 유명하고, 산은 이 절을 얻어 더욱 아름다우며, 절은 이 누를 얻어 더욱 나타나며, 누는 이 호를 얻어 더욱 빛나리니, 이것은 소인묵객(騷人墨客 시인과 문사)이 놀고 싶어하는 바이며, 기묘한 자취 좋은 경계는 모든 진세와 영원히 떠난 것이다.내가 일찍이 호남 관찰사가 되어 공무를 보고 남은 시간에 무릇 산수의 좋은 경치는 다 끝까지 찾아 다녔지만 일찍이 이 절을 보지 못함을 한하였더니, 다행히 절의 중이 흰 판자를 가지고 와서 나에게 글을 구하여 비졸(鄙拙)함을 헤아리지 않고, 본말을 대략 적는다.” 하였다. 반야사(般若寺)ㆍ각료암(覺了庵) 모두 오봉산에 있다. 영원사(靈源寺)ㆍ유마사(維摩寺)ㆍ망해암(望海庵) 모두 칠보산(七寶山)에 있다. 백련사(白蓮寺) 혹 내장사라고도 하는데, 내장산에 있다.\n\n",
  "사묘": "사직단 현의 서쪽에 있다. 문묘 향교에 있다. 성황사 응산에 있다. 여단 현의 북쪽에 있다.\n\n",
  "고적": "망부석(望夫石) 현의 북쪽 10리에 있다. 현의 사람이 장사하러 떠나서 오랫동안 돌아오지 않으니, 그 아내가 산 돌 위에 올라가서 기다렸는데, 혹 남편이 밤에 다니다가 해침을 당하지 않았는가 걱정하여, 진흙탕 물의 더러움을 의탁하여 노래를 지으니, 그 곡을 정읍이라 한다. 세상에 전하기를, “산에 오르면 망부석에 발자취가 아직도 있다.”고 한다. 입암산고성(笠巖山古城) 석축이며 둘레가 1만 2천 28척이고, 사면은 높고 가운데는 널직하며, 안에 한 시내가 있다. 답곡 부곡(畓谷部曲) 현의 동쪽 20리에 있다. 수곡부곡(水谷部曲).\n",
  "효자": "본조 전극공(全克恭) 아버지가 산골에 가서 보리를 추수하다가 호랑이한테 물려 죽게 되었는데, 극공의 나이 겨우 10세였다. 형 치공(致恭)의 아내 중비(仲飛)와 더불어 크게 소리질러 쫓으니 아버지가 죽지 않았다. 일이 나라에 보고되어 정문을 세웠다. 전사용(全思用) 나이 12세에 어머니가 죽으니, 흙과 돌을 져다가 묘를 만들었다. 일이 나라에 보고되어 정문을 세웠다.\n\n",
  "열녀": "고려 안씨(安氏) 경덕의(景德儀)의 아내이다. 고려말에 본현에 왜적이 침입하였는데, 안씨가 잡히니 수절하고 죽었다. 이씨(李氏) 장군 이득인(李得仁)의 아내이며, 고부(古阜) 이석(李碩)의 딸이다. 득인이 싸움터로 나가 밖에 있는데, 왜구가 그 집에 갑자기 들어와서 겁탈하고자 하니, 적을 욕하면서 순종하지 않고 마침내 해침을 당하였다.\n\n",
  "제영": "창송록죽만전산(蒼松綠竹滿前山) 홍경손(洪敬孫)의 시에, “푸른 소나무 푸른 대는 산 앞에 가득하고 솔솔부는 서늘 바람 온 몸에 스며 차다.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년에 군으로 고쳤다.\n《대동지지(大東地志)》\n",
  "방면": "현내(縣內) 끝이 5리. 동면(東面) 처음이 7리, 끝이 30리. 남일(南一) 처음이 5리, 끝이 15리. 남이(南二) 처음이 13리, 끝이 27리. 서일(西一) 처음이 10리, 끝이 27리. 서이(西二) 처음이 8리, 끝이 15리. 북일(北一) 처음이 7리, 끝이 15리. 북이(北二) 처음이 10리, 끝이 30리. ○ 답곡부곡(畓谷部曲) 동쪽으로 20리. 수곡부곡(水谷部曲).노령보(蘆嶺堡) 고갯길이 사나워 도적이 떼를 지어 있으면서 대낮에도 살육과 이탈을 하여 길이 통하지 않았는데, 중종 15년에 보를 설치하여 방수(防守)하다가 뒤에 폐지하였다.\n\n",
  "창고": "창(倉) 5 읍내에 있다. 산창(山倉) 장성(長城)의 입암산(笠巖山)에 있다.\n\n",
  "사원": "고암서원(考巖書院) 숙종 을해년에 세우고, 그해에 사액하였다. 묘정비(廟庭碑)가 있다. 송시열 문묘 편을 보라. 권상하(權尙夏) 충주 편을 보라.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 기수(沂水)에서……있으니 : \n《논어》에, 증석(曾晳)이 공자의 물음에 답하여, “어른 대여섯, 아이들 예닐곱 사람과 기수(沂水)에서 목욕하고 무우(舞雩)에 올라가 바람 쏘이며 노래하고 돌아오겠습니다.” 하니, 공자도, “그렇게 했으면 좋겠다.”고 말한 고사이다.\n\n[주-D002] 사위성(舍衛城) : \n실라벌(室羅筏)ㆍ실저(悉底)ㆍ시라바리(尸羅婆提)라고도 음역한다. 중인도(中印度) 교살라국(敎薩羅國)의 도성이다. 부처님이 계실 때 바사닉왕 유리왕이 살았으며, 성 남쪽에는 유명한 기원 정사가 있었다. 사위를 나라 이름이라고 하는데, 남쪽의 교살라국과 구별하기 위하여 성 이름을 나라 이름으로 한 것이다.\n\n[주-D003] 염부수(閻浮樹) : \n인도에 널리 분포된 교목. 잎의 길이 4ㆍ5촌, 엽맥(葉脈)이 가늘고 엽면이 미끄럽고 광택이 있다. 4ㆍ5월 경에 누르스름한 작은 꽃이 핀다. 과일은 새알 만하고 익으면 자색(紫色)이 되고 맛은 떫고 시다.\n\n[주-D004] 조계원(曹溪源) : \n우리 나라 선종(禪宗)의 총칭이다. 고려 신종(神宗) 4년(1200년) 불일보조국사가 승주군 송광산 길상사(吉祥寺)에서 정혜사(定慧寺)를 창설. 희종(熙宗)이 즉위한 뒤에 산 이름을 조계산(曹溪山), 절 이름을 수선사(修善寺)라고 고친 뒤부터 조계종이란 이름이 생겼다.\n\n[주-D005] 팔공덕수(八功德水) : \n8종의 공덕을 갖추고 있는 물. 8종의 공덕은 경에 따라 같지 않다. (1)《칭찬 정토경》에는 고요하고 깨끗함, 차고 맑은 것, 맛이 단 것, 입에 부드러운 것, 윤택한 것, 편안하고 화평한 것, 기갈(飢渴) 등의 한량 없는 근심을 없애는 것, 여러 근(根)을 장양(長養)하는 것이라 하였다. (2)《구사론》에는 달고, 차고, 부드럽고, 가볍고, 깨끗하고, 냄새가 없고, 마실 때 목이 상하는 일이 없고, 마시고 나서 배탈이 나는 일이 없다고 하였다.\n\n[주-D006] 수마리(須摩提) : \n인도 사위성의 수달 장자 딸 수마가리. 수마리ㆍ삼마가리라고 음역한다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이정섭 (역) | 1969\n    \n\t\n"
}