{
  "건치연혁": "본래 신라 사물현(史勿縣)이다. 경덕왕이 사수(泗水)라 고쳐서 고성군에 예속시켰고, 고려 초에는 진주에 이속시켰다. 현종이 사주(泗州)라 고쳤고 명종이 감무를 두었다. 본조 태종조에 지금 명칭으로 고쳐서 현감으로 만들었다가, 뒤에 진을 두어 병마사로써 판현사(判縣事)를 겸하게 하였다. 세종조에는 병마첨 절제사라 명칭을 고쳤고, 그 뒤에 다시 현감으로 고쳤다.\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "사물(史勿)ㆍ사수(泗水)ㆍ사주(泗州)ㆍ동성(東城).\n",
  "성씨": "본현 이ㆍ황ㆍ오ㆍ목(睦), 서ㆍ정(鄭)ㆍ강(姜) 진주(晉州). 김 속성(續姓)이다.\n\n『신증』 ",
  "풍속": "습속이 무예를 숭상한다 관풍안에 있다.\n\n",
  "형승": "최남방 요해지이다 권기(權技)의 기문에 있다. 비옥한 들판을 굽어보니 여러 봉우리가 기이하고 빼어나다 신석조(辛碩祖)의 기문에 있다.\n\n",
  "산천": "두음벌산(豆音伐山) 현 동쪽 6리 지점에 있으며 진산이다. 귀룡산(歸龍山) 현 남쪽 10리 지점에 있다. 와룡산(臥龍山) 현 남쪽 30리 지점에 있다. 진주 편에도 보라. 성황산(城隍山) 현 남쪽에 있다. 바다 현 남쪽 30리 지점에 있다. 통양포(通洋浦) 현 남쪽 20리 지점에 있다. 구량도(仇良島)ㆍ심수도(沈水島)ㆍ초도(草島)ㆍ저도(楮島) 모두 작은 섬이며 현 남쪽 바다 복판에 있다. 병풍지(屛風池) 현 안에 있다.『신증』 사수(泗水) 현 남쪽 4리 지점에 있다. 물 근원이 고성 무량산(無量山)에서 나오며 서쪽으로 진주 강주포(江州浦)에 흘러든다.\n\n",
  "토산": "석류ㆍ유자ㆍ미역ㆍ석이버섯[石蕈]ㆍ모래무지[鯊魚]ㆍ전복[鰒]ㆍ조개ㆍ문어ㆍ황어ㆍ은어[銀口魚]ㆍ게[蟹]ㆍ굴[石花]ㆍ해삼ㆍ꿀[蜂蜜]ㆍ지황ㆍ홍어ㆍ매실ㆍ대[竹]ㆍ감ㆍ죽전(竹箭) 옥산(玉山)에서 생산된다.『신증』 조기ㆍ숭어ㆍ낙지.\n",
  "성곽": "음성 석축이며, 둘레는 5천 15척이고, 높이는 15척이다.\n\n",
  "봉수": "안점 봉수(鞍岾烽燧) 현 남쪽 15리 지점에 있다. 남쪽으로 진주 각산에 응하고 북쪽으로 같은 주 망진산(望晉山)에 응한다.\n\n",
  "궁실": "객관 신석조의 기문에, “우리 고을 영산(靈山) 수령 조후 보인(趙侯寶仁)이 나에게 편지를 보내 말하기를, “사천현에 옛날에는 성이 없었다. 임술년에 나의 선정(先正) 병조 참판께서 명을 받아 도체찰사가 되어서, 현 북쪽 4리쯤에 터를 살피다가 알맞은 곳을 구해서 성을 쌓았다. 현 태수 안후(安侯)가 관사를 옮겨 짓기 시작하였으나 공역하는 중도에 갈려 갔고, 을축년 봄에 지금 태수 송희경(宋希瓊)이 이어 왔다. 그리하여 놀고 있는 자를 부려서 두어 달이 못 되어 완성하였다. 청사와 행랑이 모두 70여 칸인데 제도가 굉장하고 단청이 선명하다. 한 고을의 해야 할 일을 마쳤으나 기문을 지을 사람이 없으니, 이것이 유감이다. 내가 송후와 같은 도에서 벼슬하였고 평소부터 친분이 있으니, 자네는 나를 보아서 기문을 지어 주게.” 하였다. 나와 조후(趙侯)와는 고향 사람이요 친척이다. 또 송후의 풍채를 사모한 지 오래였으므로, 문사가 졸렬하다는 것으로써 감히 사양하지 못하였다.내 일찍이 우리나라의 역사를 상고해 보니, 사천은 본래 신라 사물현(史勿縣)이었고, 또 동성(東城)이라고도 하였다. 바닷가에 위치하여서 지역이 가장 궁벽지고 또 멀다. 고을 된 지는 오래이고, 또 왜국과는 요충 지대에 해당하나, 일찍이 성곽이 없었다. 그리하여 옛날 고려 말기에는 왜적이 침입하는 길이 되었던 것이다. 다행하게 우리 성조(聖祖)를 만나 은택과 위엄이 멀리 미치니, 이국(異國)이 모두 복종하였다. 바다에는 물결이 일지 아니하고 백성은 편하게 지내니, 요해지에 방어 시설을 하는 것이 진실로 중할 것이 없었다. 그러나 편안할 때 위태함을 잊지 않는 천만 년 장구한 염려로 급하게 서두르지 않을 수 없는 것이다. 이러므로 성상께서 특별히 살피고 염려하시어 성 터를 살피도록 명하였던 것이다. 그리하여 공중에 솟은 성이 금성탕지(金城湯池)와 같이 장하게 되었다. 그때 한창 옮기느라고 관아와 객관 따위의 온갖 건설하는 공역이 매우 거창하였다. 관장이 된 자가 만약 인덕과 위엄이 없고 일을 분별하는 재간이 있는 자 아니면 누가 능히 감당하였으리요. 지난 해에 안후가 이미 앞에서 잘 시작 하였고, 송후가 능히 안후의 뜻을 이어서 미처 다하지 못한 것을 더욱 닦았던 것이다. 그러나 재물을 허비하지 아니하고, 백성을 해롭게 하지 아니하면서, 해사(廨舍)를 건축하여 읍을 옮기는 공을 성취하였다. 이 점을 특별히 적어서 후세에 보이는 것이 마땅하다. 그리고 조후가 남의 착함을 들춰내는 뜻도 또한 기록하지 않을 수 없다. 더구나 이 읍을 옮긴 시초는 우리 선인께서 모두 계획했던 것인데, 몇 십 년이라는 오랜 시일을 지나서 오늘날 기문 짓는 것을 멀리 나에게 부탁하게 되니, 어찌 우연한 일이겠는가.또 들으니, 그 지역 산수가 한 지방에 첫째이며, 동헌이 빼어난 곳에 자리하여 비옥한 들판을 굽어보고, 여러 봉우리가 기이하게 빼어났으며, 시냇물이 옆에 흐르고 밀물과 썰물이 골 입구에 들어오며, 또 뜰 밑에는 못을 파고 연을 심어서 맑은 향기가 좌석에 가득하다. 그리하여 만 가지 경개가 좌석 아래에 펼쳐져 있다 한다. 만약 사명을 받들고, 한 번 가서 후를 따라 함께 관람하게 된다면, 다시 붓을 잡고 시를 지어서 평소에 한 번 보고 싶어하던 심정을 펴리라. 이것으로 기문한다.” 하였다. ○ 서거정(徐居正)의 시에, “남쪽으로 오면서 가는 곳마다 깨끗하게 높지 않은 곳 없네. 삼신산이 보일 듯 바다 머리 가까운 곳이라. 외딴 섬에 연기 비꼈는데 심수(深水) 저물었고, 거친 성에 해 지니 각산(角山)에 가을이로다. 놀랜 물결 밤에 교룡굴을 흔들고, 잔설의 향기가 유자 물가에 풍긴다. 사문(斯文) 양태수(楊太守)는 진중도 하다. 한 잔 술 마시며 웃는 것도 또한 풍류로세.” 하였다.\n\n『신증』 ",
  "누정": "비우당(備虞堂) 남쪽으로 20리에 있는데 배가 정박한다.\n\n",
  "학교": "향교 현 동쪽 2리 지점에 있다.\n\n",
  "역원": "동계역(東溪驛) 현 남쪽 2리 지점에 있다. 관율역(官栗驛) 현 북쪽 17리 지점에 있다. 보통원(普通院) 현 남쪽 3리 지점에 있다. 마월원(麽月院) 현 남쪽 25리 지점에 있다. 가곡원(可谷院) 현 동쪽 20리 지점에 있다.\n\n",
  "불우": "귀룡사(歸龍寺) 귀룡산에 있다. 적선사(積善寺)ㆍ흥보사(興寶寺) 모두 와룡산에 있다. 배방사(排房寺) 옛날 명칭은 노곡(蘆谷)이며 와룡산에 있다. 고려 현종이 왕위에 오르기 전에 이 절에 우거하면서 뱀 새끼를 보고 시를 짓기를, “작디 작은 뱀 새끼 약포의 울타리를 도는구나. 온몸에 붉은 무늬가 제대로 아롱졌다. 항상 숲 밑에만 있다고 말하지 말라, 하루아침에 용되기 어렵지 않으리라.” 하였다.\n\n",
  "사묘": "사직단 현 서쪽에 있다. 문묘 향교에 있다. 성황사 산성에 있다. 여단 현 북쪽에 있다.\n\n",
  "고적": "능화봉(陵華峯) 와룡산(臥龍山)에 있다. 고려 안종(安宗)을 능화봉 밑에 장사하였으므로 지금도 그 골 이름을 능화리(陵華里)라 한다. 처음에 경종(景宗)의 비 황보씨가 궁에서 나와 사제에 있었다. 하룻밤에는 곡령(鵠嶺)에 올라가서 오줌을 누었더니, 도성에 흘러 넘쳐서 모두 은(銀)바다로 되는 꿈을 꾸었다. 점쟁이가 말하기를, “아들을 낳으면 한 나라에 임금이 될 것이요.” 하니, 비는, “내가 과부인데 어찌 아들을 낳으랴.” 하였다. 종실(宗室) 욱(郁)은 태조의 여덟째 아들이다. 살고 있는 집이 비의 사제와 가까웠다. 그리하여 서로 왕래하다가 사통하여 임신하였다. 성종 때에 비가 욱의 집에서 자는데, 그 집 사람이 뜰에다가 섶을 쌓고 불을 질렀다. 관리들이 달려가 구원하고 성종 또한 황급히 가서 불이 난 이유를 물었다. 그 집 사람이 사실을 아뢰니 비는 부끄러워 후회하였다. 자기 집으로 돌아와 문에 이르자 말자 산기(産氣)가 있어 문 앞 버드나무를 부여잡고 몸을 풀었으나 비는 죽었다. 그 연유로 욱은 사천현에 유배되었다. 그리하여 보모를 택하여 그 아이를 길러서 마침내 욱에게 돌려보냈는데 이 아이가 곧 현종이었다. 욱이 문장을 잘하여 귀양갈 때에 압송한 내시 고현(高玄)에게 시를 지어 주었는데, “같은 날에 그대와 함께 서울에서 나왔으나, 그대는 먼저 돌아가고 나는 못 가네. 여관 우리 속에서는 스스로 원숭이같이 갇힘을 슬퍼하고, 이정(離亭)에서는 또 말이 나는 듯 달림을 부러워하네. 서울 봄 경치는 꿈속에서나 볼까. 바닷가 풍경에 눈물이 옷을 적신다. 임금의 한 말씀 고치지 않으리니, 이 몸은 마침내 바닷가에서 늙으리라.” 하였다. 욱은 또 지리에 정통하였다. 일찍이 현종에게 금(金) 한 주머니를 몰래 주면서, “내가 죽거든 이 금을 지관에게 주고, 나를 고을 성황당 남쪽 귀룡동(歸龍洞)에 장사하여라. 그리고 반드시 엎어서 묻도록 하라.” 하였다. 욱이 귀양 사는 곳에서 죽은 뒤에 현종이 그의 말과 같이 하였는데, 매장할 무렵에 엎어서 묻도록 청하니, 술사가, “무엇이 그리 바쁜가.” 하였다. 다음해 2월에 현종은 서울에 돌아갔다. 즉위하여서는 욱을 추존하여 효목대왕(孝穆大王)이라 하고, 묘호를 안종(安宗)이라 하였다. 그 뒤에 건능(乾陵)에 이장(移葬)하였다. ○ 남재(南在)의 시에, “와룡산은 남쪽 바닷가에 있어 왕자가 그 시절에 멀리 와서 놀았네.옛 무덤 뭉개지고 가을 풀 무성한데, 찬 까마귀 울어서 석양 시름을 보내네.” 하였다.\n관해곡소(觀解谷所) 현 북쪽 10리 지점에 있다. 성황산성 석축이며 둘레는 천 9백 41척이다. 성 안에 샘 하나, 못 하나가 있다. 통양창성(通洋倉城) 현 남쪽 17리 지점에 있다. 흙으로 쌓았으며, 둘레는 3천 86척인데, 곧 옛날 세를 거두던 곳이다.\n\n",
  "명환": "본조 하경리(河敬履) 의심되는 옥사를 잘 분변하였다.\n\n",
  "인물": "고려 강오(姜祦) 충숙왕(忠肅王)을 도와서 공신이 되었다. 벼슬이 정의대부 상호군에 이르렀고, 진변만호(鎭邊萬戶)로 제수되었다. 목인길(睦仁吉) 공민왕을 도와서 공신이 되었고, 벼슬은 문하찬성사에 이르렀다.\n\n본조 목진공(睦進恭) 태조조에 호조 참판이었다.\n\n",
  "효녀": "본조 최소하(崔小河) 일찍이 아비를 여의고 어미 하씨(河氏)는 부녀병을 앓았다. 꿈에 아비가 말하기를, “만약 산 사람 뼈를 약으로 쓴다면 병을 고칠 수 있다.” 하니, 곧 무명지를 끊어 술에 타서 먹게 하여 병이 나았다. 일이 알려져서 불러 들여 참봉으로 임명되었다.\n\n『신증』 최석간(崔碩澗) 어미가 오래 된 병으로 온갖 약이 효과가 없었다. 석간이 손가락을 끊어 술에 타서 먹게 하였더니 병이 곧 나았다. 지금 임금 13년에 정려하였다. 검동(檢同) 사삿집의 천인(賤人)이다. 아비가 악질에 걸렸으므로 손가락을 끊어 술에 타서 먹게 하여서 병이 나았다. 지금 임금 13년에 정려되었다.\n\n",
  "제영": "옹중고허춘초몰(翁仲故墟春草沒) 김영원(金永源)의 시에, “옹중 옛 터에 봄 풀이 무성한데, 와룡산 빛이 아직도 시름을 머금었다.” 하였다. 부감창명만장청(俯瞰滄溟萬丈淸) 김순(金淳)의 시에, “높은 다락집이 멀리 층층으로 성에 기댔는데, 굽어보니 푸른 바다가 만 길이나 맑구나. 백대의 흥망속에 인물이 변했는데, 청산만 부질없이 고금의 정을 머금었다.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년에 군으로 고쳤다.\n《대동지지(大東地志)》\n",
  "방면": "상주내(上州內) 끝이 5리이다. 동면(東面) 처음이 5리, 끝이 25리이다. 근면(近面) 위와 같다. 중남(中南) 처음이 7리, 끝이 30리이다. 하남(下南) 처음이 15리, 끝이 25리이다. 상서(上西) 처음이 5리, 끝이 13리이다. 하서 끝이 5리이다. 북면(北面) 처음이 5리, 끝이 12리이다. 삼천(三千) 남쪽으로 처음이 35리, 끝이 50리이다. 고성면(固城面) 경계에 넘어가 있다.○ 관해곡소(觀海谷所)는 북쪽으로 10리에 있다.\n\n",
  "진보": "혁폐 삼천포보(三千浦堡) 남으로 20리에 있는데, 진주(晉州)로부터 통양포(通陽浦)에 옮겼다. 성종(成宗) 19년에 성을 쌓고 권관(權管)을 두었는데 후에 고성으로 옮겼다.○ 선조 정유왜란에 석만자(石曼子)가 이곳을 근거로 일어났다. 울산의 도산(島山)과 순천의 왜교(倭橋)를 삼굴(三窟)이라 칭한다. 이 보에 있는 성을 왜증성(倭甑城)이라 칭한다.\n\n",
  "창고": "읍창(邑倉)ㆍ병창(兵倉) 중남면(中南面)에 있다. 남창(南倉) 하남면(下南面)에 있다. 제민창(濟民倉)ㆍ통양창(通陽倉) 고려 12개 조창(漕倉)의 하나이다.○ 창성현(倉城縣)은 남쪽으로 17리에 있는데 나무로 쌓았고, 둘레는 3천 86척으로 선조 정유왜란 때 석만자가 이곳을 또한 근거로 하였다.\n\n",
  "사원": "귀계서원(龜溪書院) 광해주 신해년에 세웠고, 숙종 병진년에 사액하였다. 이황(李滉 ) 문묘 편에 보라. 이정(李禎) 자는 강이(剛而), 호는 귀암(龜巖), 본관은 사천(泗川)인데, 벼슬은 부제학(副提學)이다. 김덕함(金德諴) 자는 경화(景和), 호는 성옹(醒翁), 본관은 상산(商山), 벼슬은 대사헌(大司憲), 이조 판서(吏曹判書)에 추증되었으며, 시호는 충정(忠貞)이다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 바다에는 물결이 일지 아니하고 : \n이 말은 바다가 평온하여 바다 도적이 없다는 말인데, 시절이 태평하다는 말로 쓰인다.\n\n[주-D002] 김덕함(金德諴) : \n저본에는 '金德誠'으로 되어 있으나 오류이므로 수정하여 번역하였다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이익성 (역) | 1969\n    \n\t\n"
}