{
  "건치연혁": "본래 고령가야국(古寧伽倻國)이었는데, 자세한 것은 김해부 산천 조를 보라. 신라가 빼앗아 고동람군(古冬攬郡)으로 하였다가 고릉(古陵)이라고도 한다. 경덕왕 때에 고령으로 고쳤다. 고려 광종(光宗) 때에는 함녕(咸寧)으로, 현종 때에는 상주에 소속되어 지금의 이름으로 고쳤으며, 명종 때에는 감무를 두었고, 본조 태종 때에는 규례에 따라 현감으로 고쳤다.\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "고령(古寧)ㆍ함녕(咸寧)ㆍ고동람(古冬攬)ㆍ고릉(古陵).\n",
  "성씨": "본현 김(金)ㆍ오(吳)ㆍ임(任) 덕봉(德峯) 김(金) 이안(利安) 구(仇), 김(金)ㆍ오(吳) 모두 촌성(村姓)이다.\n\n",
  "산천": "재악산(宰嶽山) 현의 서쪽 13리에 있는 진산이다. 황령산(黃嶺山) 현의 서쪽 37리에 있다. 고산(孤山) 현의 동쪽 9리에 있다. 큰 들 가운데에 있어 바라보면 섬과 같다. 관천(串川) 현의 동쪽 7리에 있다. 문경현 견탄(犬灘)의 하류로서, 남쪽으로 흘러 용궁현(龍宮縣)의 하풍진(河豐津)과 합쳐진다. 남지(南池) 객관이 작은 언덕에 자리잡고 있으며, 못을 파서 이 언덕을 둘렀다. 저곡천(猪谷川) 현의 남쪽 7리에 있다. 공검지(恭檢池) 현의 남쪽 13리에 있다. 자세한 것은 상주 조를 보라. 『신증』 홍귀달(洪貴達)의 기문에, “방죽[陂澤]이 많기로는 남방이 제일이요, 그 크기로는 공검지에 비길 만한 것이 없다. 처음 둑을 쌓은 것이 언제인지 모르나, 전설에 의하면, ‘처음 쌓을 때에 물이 너무 많아서 공사가 진행되지 않았으므로 사람을 넣어 함께 쌓았는데, 둑이 다 이루어진 뒤에 그 둑 속에 넣은 사람의 이름을 붙여 못의 이름으로 삼았다.’라고 하나, 그 이야기가 허황하여 믿을 수 없다. 그 못을 보면 넓은 것이 그득하게 출렁이고, 구불구불 둘러 싸인 것은 마치 거울을 닦아 놓은 것같이 편평하다. 가뭄에도 마르지 않고 큰 비에도 넘치지 않으니, 여러 가는 냇물들이 모여드는 것뿐으로 그와 같을 수 있겠는가. 은하수가 땅에 흘러 통하는 것을 땅이 새지 않게 하여 백성들에게 관개의 이익을 주고, 나머지로 술을 빚어내어 영주(瀛洲 신선 있는 곳)의 항아리 속 물건이 되게 하여(술이 되게 하였다는 말) 인간세상에서 구경하고 노는 자에게 주게 한 것인가. 그러나 관개의 이익은 상주 백성들만이 누리고, 함창(咸昌) 백성들은 땅을 내어주고 그 물을 모아서 남에게 줄 뿐이니, 이해의 치우침이 어찌 이러하랴. 내가 보건대, 함창의 모든 산들이 서북쪽으로부터 물을 바라보고 달려가다가 물에 다다라서, 머무르는 것이 마치 뱀이 긴 강으로 기어가는 것 같기도 하고, 말이 하수(河水)에서 물 마시는 것 같기도 하며, 비녀다리나 자라 등 같은 것들이 잇달아 늘어서서 사람이 유람하고 관상함을 맞이하는 것 같으니, 어찌 하늘이 베풀고 땅이 내어놓아 함창 백성들에게 보답하는 것이 아니겠는가. 그 가운데서도 내가 가장 사랑하는 것은 맨 서쪽에 있는 오산(鰲山)이다. 전에 헌납(獻納) 김이상(金履祥)의 무덤이 있었는데, 뒤에 이장하여 지금은 빈터가 되었다. 조금 동쪽에 있는 것은 그 고장 사람 무쌍(無雙)의 집 정자요, 그 동쪽 1리에 있는 것은 노경신(盧敬信) 공의 송정(松亭)이다. 노공은 죽고 그의 손자가 주관하고 있다. 이 모두가 아담하고 시원스러워서 특별히 빼어났다는 말이 있는 것들이다. 그런데도 시인 묵객이 여기에서 노닌 일이 없었으므로 정자의 이름 지은 자가 없으니, 이 어찌 고장의 불행이 아니겠는가. 내가 이 고을에서 자라나 이제 흰 털이 희끗희끗하게 되도록 한번도 여기에서 조용히 놀아본 일이 없으니, 또한 나의 불행이 아니겠는가. 경술년 여름에 일이 있어 지나가다가 해가 저물어 머문 곳이 마침 오산(鰲山)의 옛터다. 말에서 내려 거닐면서 올라가 사면을 바라보니, 심신이 시원하고 흐뭇해졌다. 이것이 이른바 천년에 한번 맛보는 상쾌감이라는 것이리라. 조금 있다가 무쌍(無雙)의 집에서 자게 되었는데, 밤비가 개고 밝은 달이 하늘에 걸려 있었다. 같이 자던 두 사람과 걸어서 정자 언덕으로 나가 천지사방을 살펴보니, 1만 구렁에 바람이 없었고 물과 하늘은 고요하고 잠겨 있었다. 내가 말하기를, ‘이 정자의 기이함이 그 주인의 이름과 꼭 들어맞는다.’ 하니, 두 사람이 말하기를, ‘동쪽에도 한 정자가 있는데 그것 또한 경치가 기이하여 올라가 보면, 티끌 묻은 가슴을 씻을 만하다. 이른바 노씨네 정자[盧家亭]다. 모두 이름이 없는데 어찌 이름을 지어주지 않는가.’ 하여 가장 서쪽에 있는 것을 광신(曠神)이라 하였는데, 내가 올라가 보고 그렇게 느꼈기 때문이요, 동쪽에 있는 것을 무쌍(無雙)이라 하였으니, 그 주인의 이름을 딴 것이요, 또 그 동쪽에 있는 것을 세심(洗心)이라 했으니, 두 사람의 말을 따른 것이다. 아, 수많은 어진 선비가 조정에 가득하나, 나 같은 것은 내 스스로 알기에 호락(濩落)하여 쓰일 곳이 없는데, 여기에 이런 땅이 있건만 지금까지 붉은 먼지 속에서 분주하는 것은 무엇 때문이냐. 이제라도 오산(鰲山) 뒤에 띠집을 짓고 거기에서 늙고 싶다. 비록 늦기는 했으나 이제부터라도 3년 동안 쑥을 묵혀 두면, 혹시 7년의 병을 고칠 수 있을 것이다. 돌아온 뒤에 그 말을 적어 같이 있던 두 사람에게 보내었다. 두 사람이란 누구인가. 김국로(金國老) 공과 조계형(曹繼衡) 공인데 모두 문인으로서 나와 뜻을 같이하는 이들이다.” 하였다.\n\n",
  "토산": "대[竹]ㆍ감ㆍ호두[胡桃]ㆍ연실(蓮實)ㆍ붕어[鯽魚].\n",
  "봉수": "성산(城山) 봉수 현의 남쪽 10리에 있다. 남쪽으로 상주의 소산(所山)에, 북쪽으로 문경현의 선암산(禪巖山)에 응한다.\n\n『신증』 ",
  "궁실": "동헌 정은(鄭垠)의 시에, “함녕(咸寧) 옛 고을이 동쪽 바다[東瀛]에 가까운데, 관우를 새로 중수하여 그림인양 잘 되었구나. 꽃은 이슬을 담뿍 머금어 붉기가 비단 같고, 나무는 연기가 깊이 끼어 푸르기가 무우 같도다. 누각은 멀리서 보면 구름과 가지런히 솟은 듯하고, 대나무는 바람을 받아 흔들리니 옥 갈리는 소리처럼 맑기도 하다. 성주에 힘입어 경치 좋은 고장이 되었으니, 이제부터 영원히 이름 전할 줄을 알겠도다.” 하였다. 우련당(友蓮堂) 객관 서쪽에 있다.\n\n",
  "누정": "명은루(明隱樓) 읍내에 있다.\n\n",
  "학교": "향교 현의 서쪽 5리에 있다.\n\n",
  "역원": "덕통역(德通驛) 현의 동쪽 7리에 있다. 다방원(茶方院) 현의 동쪽 8리에 있다. 함제원(咸濟院) 현의 남쪽 13리에 있다. 당교원(唐橋院) 당교 곁에 있다. 관천원(串川院) 관천 기슭에 있다.\n\n",
  "교량": "당교(唐橋) 현의 북쪽 6리에 있다. 신라 고기(古記)에, “소정방(蘇定方)이 이미 고구려와 백제를 치고 또 신라를 치려고 여기에 머물렀을 때, 김유신(金庾信)이 그 계획을 알고, 당 나라 군사에게 잔치를 베풀어 취하게 하고 모두 여기에 묻어 죽였다. 뒷날 사람들이 그것으로 당교라고 이름 지었다.” 하였다.\n\n",
  "불우": "상안사(詳安寺)ㆍ안룡사(安龍寺)ㆍ개원사(開元寺)ㆍ보제사(普提寺)ㆍ상원사(上元寺) 모두 재악산에 있다. 황령사(黃嶺寺) 현의 서쪽 황령산에 있다.\n\n",
  "사묘": "사직단 현의 서쪽에 있다. 문묘 향교에 있다. 성황사 현의 북쪽 3리에 있다. 여단 현의 북쪽에 있다.\n\n",
  "고적": "이안 부곡(利安部曲) 현의 서쪽 5리에 있다. 덕봉 부곡(德峯部曲) 현의 동쪽 10리에 있다. 금천소(金川所) 현의 동쪽 5리에 있다. 남산고성(南山古城) 현의 남쪽 10리에 있다. 돌로 쌓았으며, 둘레가 4천 5백 30자며 안에 우물이 하나 있었는데 지금은 폐지되었다.\n\n『신증』 ",
  "명환": "본조 신소(辛紹).\n",
  "인물": "고려 김택(金澤) 이곡(李穀)이 젊어서 영해(寧海)에 놀았을 때, 택이 향교의 대현(大賢)으로서 곡이 반드시 귀하게 될 것을 알고, 자기 딸을 곡의 아내로 주어 낳은 아들이 색(穡)이다. 대현은 생도로서 나이가 많은 사람의 일컬음이다. 김요(金饒) 택의 아들인데, 과거에 올라 벼슬이 중대광 함녕군(重大匡咸寧君)에 이르렀다.\n\n",
  "제영": "유풍래세세(柳風來細細) 김계창(金季昌)의 시에, “조그만 누각 하나 산기슭에 서 있으니, 올라가서 좋은 경치를 찾는다. 버들을 스치는 바람은 솔솔 불어오고, 꽃잎은 비처럼 펄펄 떨어진다. 태수의 시에 겨룰 자 없고, 나그네는 술이 거나하구나. 붓을 잡고 해[歲月]를 적어 놓으니, 천순(天順) 3년이로다.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년에 군으로 고쳤다.\n《대동지지(大東地志)》\n",
  "성지": "남산성(南山城) 남쪽으로 10리에 있는데, 둘레가 4천 5백 30척이며, 우물이 1개 있다.\n\n",
  "방면": "현내(縣內) 끝이 7리다. 북면(北面) 처음이 3리, 끝이 7리다. 동면 처음이 7리, 끝이 15리다. 남면 처음이 7리, 끝이 10리다. 상서(上西) 처음이 7리, 끝이 15리다. 하서(下西) 처음이 5리, 끝이 25리다. ○ 이안(利安) 부곡은 5리, 덕봉(德峯) 부곡은 동쪽으로 10리, 금천(金川) 소재지는 동쪽으로 5리다.\n\n",
  "창고": "읍창 읍내에 있다. 산창(山倉) 문경의 조령산성에 있다.\n\n\n\t\t\n\t\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김종오 (역) | 1969\n    \n\t\n"
}