{
  "건치연혁": "본래 감문소국(甘文小國)이었는데, 신라가 빼앗아 진흥왕 때에 청주(靑州)로 고쳐 군주(軍主)를 두었으며, 진평왕 때에 주를 폐지하고, 문무왕 때에 감문군으로 하였다가 경덕왕 때에 지금의 이름으로 고치었다. 고려 현종 때에는 상주에 소속하였고, 명종 때에 감무를 두었는데, 본조 태종 때에 규례에 따라 현감으로 고치었다.\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "청주(靑州)ㆍ감문(甘文)ㆍ감주(甘州).\n",
  "성씨": "본현 홍(洪)ㆍ임(林)ㆍ문(文)ㆍ전(田)ㆍ심(尋), 윤(尹)ㆍ옹(翁)ㆍ정(鄭)ㆍ박(朴)ㆍ김(金)ㆍ백(白) 모두 내성(來姓)이다.달오(達烏) 홍(洪)ㆍ문(文)ㆍ전(田)ㆍ구(仇). 무차곡(茂佽谷) 홍(洪)ㆍ구(仇) 하활곡(下活谷)ㆍ금물도(今勿刀)ㆍ상오지(上烏知)도 같다.다질촌(多叱村) 문(文)ㆍ구(仇)\n",
  "형승": "네 고을의 중심지에 처해 있다. 서거정의 기문에 있다. 긴 강과 늘어선 멧부리 윤자영(尹子濚)의 시에, “긴 강이 한줄기 유리처럼 미끄러운데, 늘어선 멧부리는 층을 지어 수묵(水墨)같이 진하구나.” 하였다.\n\n",
  "산천": "감문산(甘文山) 현의 북쪽 2리에 있으며 진산이다. 유산(柳山) 현의 동쪽 2리에 있는 작은 산이데, 감천이 그 밑을 지나간다. 태성산(台星山) 현의 동쪽 12리에 있다. 복우산(伏牛山) 현의 북쪽 20리에 있다. 금오산(金烏山) 현의 남쪽 30리에 있다. 갈항현(葛項峴) 현의 남쪽 27리에 있다. 운봉산(雲峯山) 현의 남쪽 31리에 있다. 우현(右峴) 복우산 서쪽에 있다. 감천(甘川) 현의 남쪽 2리에 있다. 곧 김산군 감천의 하류이다. 현의 경내에 아홉 군데 보를 막아서 논에 물을 대어 수리(水利)가 가장 많다. 동쪽으로 흘러 선산부의 경계로 들어간다. 묘광지(妙光池) 현의 서쪽 12리에 있다. 탄동지(炭洞池) 우현 남북쪽에 있다. 적전지(赤田池) 현의 북쪽 7리에 있다. 금천지(金川池) 현의 동쪽 20리에 있다.\n\n",
  "토산": "대[竹]ㆍ감[柹]ㆍ밤ㆍ은어[銀口魚].\n",
  "봉수": "성황산(城隍山) 산(山) 편을 보라.\n\n",
  "누정": "무민루(撫民樓) 객관 동쪽에 있다. ○ 이원(李原)의 시에, “남녘으로 가는 길에 더위에 시달리다가, 한번 오르니 조금은 시원하구나. 키 큰 나무는 천 그루가 늙었고, 높은 누각은 백척이 넘는다. 해가 기우니 대[竹] 그림자 성글고, 바람이 부니 연꽃 향기 풍긴다. 오래 앉아 있으니 세상 생각 없이 길게 읊조리다가 석양에 이르렀네.” 하였다. 동락정(同樂亭) 유산 위에 있다. ○ 서거정의 기문에, “개령현의 왼쪽은 일선군(一善郡), 오른쪽은 금릉군(金陵郡)이요, 성악(星岳)을 마주보고 상산(商山)을 뒤로 하고 있다. 네 고을의 중심지에 있어 귀한 손님을 보내고 맞이하며, 접대하는 노고(勞苦)가 참으로 빈번하고 심하다. 얽히고 설킨 일을 과감히 처리하는 재주가 없이는 그 책임을 감당하기 어렵다. 그러나 땅은 기름지고 흙의 성질이 메벼에 적당하므로, 수재나 한재가 없어 백성들의 살림이 넉넉한 사람이 많다. 성화(成化) 무자년에 군수 변심(卞鐔) 공이 유능한 재능을 가지고 와서 다스리기 몇 달이 못되어 정치와 교화가 크게 행해졌다. 문서와 사무의 번거로움이 없어 공은 날마다 들에 나가 백성들에게 농사를 권장했으며, 또 풍년이 잇달아 들어 공이 매우 기뻐하였다. 한가한 날에는 부하 관리들을 거느리고 들로 나가 답답한 마음을 씻곤 하였다. 하루는 객관 동쪽 수백 보 되는 곳에 모양이 거북이 엎드려 있는 것같이 생긴 한 언덕이 우뚝 솟아 있는 것을 발견하고, 그 위에 올라가 보니 그 위가 매우 평평하여 집을 지을 만했다. 주위는 둘러보면 동서 수십 리를 바라볼 수 있고, 감천이 그 앞을 굽이굽이 천천히 흘러서 관개의 이익을 주고, 기름진 들이 질펀하게 끝없이 펼쳐 있다. 또 우거진 숲과 긴 대밭, 평평한 모래펄과 굽이진 물가가 좌우에 어울려 비치어, 산천의 풍물이 앞에서 재주를 부리는 것이 마치 귀와 눈이 서로 꾀하여 마음과 사귀는 것과 같았다. 공이 말하기를, ‘이것이야말로 참으로 훌륭한 땅이로다.’ 하고, 공도(工徒)에 명하여 잡초를 베고 가시덤불을 치우고 정자 두어 칸을 지었는데, 넓지도 않고 좁지도 않았다. 공이 매일 올라가서 사시에 농작의 형편을 보고 백성들 농사의 괴로움을 살피어, 모자라는 것은 보태어 주고, 미치지 못하는 것은 도와 주어 백성들이 매우 즐거워 하였다. 관개(冠蓋 갓쓰고 일산 받은 사람 즉 선비와 벼슬아치)의 수레와 말이 폭주해 모여들고, 첨유(襜惟 차일과 장막)와 계극(棨戟 큰 칼과 큰 창)이 순행해 올 때에, 조용히 술상을 앞에 하고 잔을 주고 받으며, 서로 읊어 가면서 주객이 같이 즐기니 백성이 또한 즐거워 하였다. 고을의 부로가 말하기를, ‘여기에서 살고 여기에서 늙으면서 한 걸음도 못되는 곳에 이렇게 기이한 경치가 있는 줄은 모르고 있다가 이제 공을 얻어 비로소 찾았으니, 이 어찌 천지의 조물주가 굳게 숨겨두고 누설하지 않다가 오늘의 공을 기다리고 있은 것이 아니겠는가.’ 하였다. 공이 와서 나를 보고 이 누각의 뛰어난 경개를 말하고 이름과 기문을 청하므로 내가 말하기를, ‘누각이나 정자를 세우는 까닭은 아름다운 것을 보기 위한 것만이 아니라, 왕인(王人 왕의 사자)을 존경하고, 손님을 접대하며, 때의 형편을 살피는 데에 있는 것이다. 하물며, 군자는 쉬고 노니는 곳을 높고 밝은 곳에 가지고 있어 기상이 답답하지 않고 뜻이 침체하지 않으며, 보는 것이 옹색하지 않고 총명이 막히지 않게 해야 한다. 그렇다면 누각이라는 것은 또 어찌 정치를 하는 수단이라고도 하지 않겠는가. 나라가 융성하고 태평한 때를 당하여, 관리는 따르고 백성은 평안하고 절후는 고르고 해는 풍년이 들어, 온 집들이 평안하게 살고 국경에 걱정이 없을 때, 정자에서 즐거이 노는 것을 낙으로 삼지 않는다면 무엇으로 태평의 기상을 발휘할 것인가. 그렇지 않고, 아전은 가혹하고 백성은 완만하며, 정자는 번잡하고 부세는 무거워서 굶어 죽은 시체가 들에 가득한데, 집안에는 가난하여 아무 것도 있는 것이 없다면, 비록 누각이나 정자가 있다 한들 원이 자기 혼자서 즐길 것인가. 이제 공의 은택이 백성들의 마음에 있어 백성이 신의에 화합하니, 공은 백성의 즐거움을 즐길 수 있으며, 백성 또한 공의 즐거움을 즐길 수 있다. 위와 아래가 서로 같이 즐기는 것[同樂]을 나는 이 정자에서 보았다. 그러므로 나는 이름을 동락(同樂)이라 하기를 청한다.’ 하니, 공이 ‘좋다’ 하므로, 써서 기문을 삼는다.” 하였다.\n\n『신증』 추흥루(秋興樓) 객관 북쪽에 있다.\n\n",
  "학교": "향교 전에는 현의 서쪽에 있는 사자사(獅子寺)를 학교로 했는데, 지금은 현의 북쪽 1리로 옮기었다.\n\n",
  "역원": "부상역(扶桑驛) 현의 남쪽 30리에 있다. ○ 서거정의 시에, “난산(亂山)을 돌아오는 길이 높았다 낮았다 하여, 걸음이 부상역에 다달으니 낮닭이 우네. 구름은 작은 바람타고 높은 재의 북쪽을 넘고, 눈은 냇물 끊어진 다리의 서쪽으로 흐른다. 광음(光陰)이란 주막에 몸을 맡긴 듯, 벼슬에 얽매인 타향살이 생각이 뒤숭숭. 스스로 웃노라, 시에 미친 것이 아직 옛 모습 그대로이므로, 벽 사이에 있는 옛 사람의 시를 거듭 살펴보노라.” 하였다. 양천역(楊川驛)ㆍ동원(東院) 모두 현의 동쪽 3리에 있다. 서원(西院) 현의 서쪽 4리에 있다. 용지원(龍旨院) 현의 북쪽 15리에 있는데, 쌍봉원(雙峯院)이라고도 일컫는다. 흥신원(興信院) 현의 남쪽 8리에 있다. 비하원(飛下院) 현의 남쪽 15리에 있다. 갈항원(葛項院) 갈항현(葛項峴) 밑에 있다. 미륵원(彌勒院) 현의 남쪽 38리에 있다. 건천원(乾川院) 현의 남쪽 25리에 있다.\n\n",
  "불우": "계림사(雞林寺) 감문산에 있다. 갈항사(葛項寺) 금오산 서쪽에 있다. 신라의 고승 승전(勝詮)이 돌해골[石髑髏]로 이 절을 창건하고 관속을 위하여 화엄경을 강의하였는데, 그 돌이 80여 개다. 《삼국유사(三國遺事)》에 보인다. 대양사(大陽寺) 감문산 북쪽에 있다. 문수사(文殊寺) 복우산에 있다. 대도리사(大兜利寺) 금오산에 있다.\n\n",
  "사묘": "사직단 현의 서쪽에 있다. 문묘 향교에 있다. 성황사 감문산에 있다. 여단 현의 북쪽에 있다.\n\n",
  "고적": "궁궐의 옛터 유산(柳山) 북쪽 동원 곁에 있다. 감문국(甘文國) 궁궐 옛터가 아직 남아 있다. 금효왕릉(金孝王陵) 현의 북쪽 20리에 있다. 큰 무덤이 있는데 감문국 금효왕의 능이라고 전한다. 장릉(獐陵) 현의 서쪽 웅현리(熊峴里)에 있다. 감문국 장부인(獐夫人)의 능이라고 전한다. 달오촌부곡(達烏村部曲)ㆍ무차곡부곡(茂佽谷部曲) 모두 현의 남쪽 20리에 있다. 다질촌부곡(多叱村部曲) 현의 북쪽 15리에 있다. 하활곡부곡(下活谷部曲)ㆍ상오지부곡(上烏知部曲)ㆍ금물도부곡(今勿刀部曲) 지금은 모두 폐지되었다.\n\n",
  "명환": "신라 기종(起宗) 진흥왕 초 주를 두고, 사찬 기종으로 군주를 삼았다.\n\n",
  "인물": "고려 홍균(洪鈞) 두 번 서북 변경을 지켰는데 사람들이 그의 은혜를 고맙게 여기어 아버지라 불렀다. 벼슬이 문하 평장사(門下平章事)에 이르렀다. 홍녹주(洪祿遒) 균(鈞)의 아들이다. 서북면 병마사가 되어 군영에 이른 지 10일 만에 최탄(崔坦)이 난을 일으켰다. 녹주가 담을 넘어 달아나 바다에 몸을 던져 죽으려 했는데, 탄이 사람을 시켜 녹주에게 말하기를, “임연(林衍)이 임금을 폐하고 세움을 마음대로 하고 있으나, 조정에 충신이 없으니 우리들이 분격하여, 악당의 우두머리를 죽이고 다시 우리 왕을 추대하려 할 뿐입니다. 돌아가신 아버님 평장사께서 두 번 북쪽 변방을 지키어 우리 백성의 목숨을 살리었으며, 상서(尙書)께서도 진무(鎭撫)하셨고, 또한 돌아가신 아버님의 풍도가 있으니 우리들이 차마 은덕을 배반할 리 있겠습니까.” 하였다. 녹주가 드디어 서울로 돌아왔다. 뒤에 벼슬이 문하 평장사에 이르렀다.『신증』 본조 정석견(鄭錫堅) 과거하여 벼슬이 이조 참판에 이르렀다. 이세인(李世仁) 과거하여 벼슬이 이조 참의에 이르렀다.\n\n",
  "효자": "본조 임비(林棐) 현의 아전이었다. 부모를 위하여 전후 6년 동안 여묘살이를 하였으므로 태종 때에 정문을 세워 주었다. 서문(徐文) 제포(薺浦)의 선졸(船卒)이다. 어려서 아버지가 죽었다. 자라서 추복(追服)하려 했으나, 그리하지 못하고 있다가 어머니가 죽자 3년 동안 여묘살이를 하고, 아버지의 무덤을 어머니의 산소에 옮겨 다시 3년을 시묘하였다. 일이 위에 들리어 정문을 세워 주었다. 김유성 하루에 한 끼니만 먹으면서 3년 동안 여묘살이를 하였다. 일이 위에 들리어 정문을 세워 주었다.\n\n",
  "제영": "평원수색기가화(平原秀色幾家禾) 윤진(尹珍)의 시에, “온 길을 그늘로 덮은 것은 어느 대(代)의 나무이며, 평평한 들의 빼어난 빛은 어느 집의 곡식인가.” 하였다. 정수천장벽(庭樹千章碧) 홍경손(洪敬孫)의 시에, “뜰의 나무는 천 그루가 푸르고 못의 연꽃은 두어 송이 향기롭다.” 하였다. 연개죽오담촌용(煙開竹塢淡村容) 윤자영(尹子濚)의 시에, “벼이랑에 비 내려 어둑하니 들이 희미하게 보이고, 대숲에 연기 걷히니 마을 모습 산뜻하다.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "선조(宣祖) 34년에 김산군(金山郡)에 합쳤다 역적 길운절(吉云節)의 복주(伏誅)로서 39년 선산부(善山府)에 소속되었다가 광해주 원년에 다시 설치하였다.\n",
  "성지": "고성 북쪽으로 2리인데, 감문국(甘文國) 때의 성(城)이다. 고성 남은 터가 태성산(台星山)에 있다.\n\n",
  "창고": "읍창ㆍ동창(東倉) 동쪽으로 30리다.\n\n",
  "방면": "적전(赤田) 동쪽으로 끝이 10리다. 동서(東西) 끝이 10리다. 아포(牙浦) 동쪽으로 처음이 10리, 끝이 20리다. 곡송(曲松) 위와 같다. 농소(農所) 서남쪽으로 처음이 10리, 끝이 30리다. 적현(赤峴) 남쪽으로 처음이 5리, 끝이 40리다. 서면(西面) 끝이 10리다. 북면 처음이 10리, 끝이 20리다. 달오촌 부곡(達烏村部曲)과 무령곡(茂領谷) 부곡은 모두 남쪽으로 20리다. 다질촌(多叱村) 부곡은 북쪽으로 15리, 하활촌(下活村) 부곡ㆍ상오지(上烏知) 부곡은 지금의 물도(勿刀) 부곡이다.\n\n",
  "산수": "감문산(甘文山) 일명 성황산(城隍山)이라고도 하는데, 북쪽으로 2리다. 계림사(鷄林寺)가 있다. 유산(柳山) 동쪽으로 2리에 있는 작은 산인데, 감천(甘川)이 그 산 동북쪽 통방(統傍)으로 흐른다. 감문국(甘文國) 때의 궁실(宮室) 터가 남아 있다. 걸수산(乞水山) 남쪽으로 30리, 성주 경계다. ○ 고방사(高方寺)가 있다. 태성산(台星山) 동쪽으로 12리다. 복우산(伏牛山) 북쪽으로 20리, 선산 경계다. ○ 문수사(文殊寺)가 있다. 금오산(金烏山) 남쪽으로 30리, 선산ㆍ인동(仁同) 경계이며, 서쪽에 갈항사(葛項寺)가 있다. 운봉산(雲峯山) 일명 운청(雲晴)이라고도 하는데, 남쪽으로 30리다. 황산(荒山) 걸수산 서남쪽 갈래다. 영로(嶺路)ㆍ우현(右峴) 복우산의 서쪽 선산 경계다. 갈항현(葛項峴) 남쪽으로 20리다.\n○ 감천(甘川) 남쪽으로 2리, 금산(金山) 경계에서 동쪽으로 흘러 선산 경계로 들어간다. ○ 계천의 상하ㆍ좌우가 모두 기름진 들판과 넓은 전지(田地)인데, 물을 따라 아홉 개의 보[堰]를 만들어 물대기에 이용, 벼 재배에 적당하며, 수재(水災)나 한재(旱災)가 없다. 아천(牙川) 서쪽으로 15리, 금산 경계이다.\n\n",
  "사원": "덕림서원(德林書院) 현종(顯宗) 기유년에 세우고 숙종 정축년에 사액하였다. 김종직(金宗直) 밀양 편을 보라. 정붕(鄭鵬) 선산 편을 보라. 정경세(鄭經世) 상주 편을 보라.\n\n",
  "능묘": "금효왕릉(金孝王陵) 북쪽으로 20리에 큰 무덤이 있는데, 세상에 전하기를, “감문국의 금효왕릉이다.” 한다. 장릉(獐陵) 현(縣)의 서쪽 웅현리(熊峴里)에 있는데, 세상에 전하기를, “감문국 때의 장부인릉(獐夫人陵)이다.” 한다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 첨유(襜惟)와 계극(棨戟) : \n이 첨유(襜帷)라든가 계극(棨戟)이라는 것은 모두 감사의 행차 때에만 쓰이는 물건들이다.\n\n[주-D002] 돌해골[石髑髏] : \n오래되어서 화석이 된 해골을 말하는 것이다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김종오 (역) | 1969\n    \n\t\n"
}