{
  "건치연혁": "본래 고구려 제차파의현(齊次巴衣縣)이다. 신라 경덕왕이 공암(孔巖)이라 고쳐서, 율진군(栗津郡) 속현으로 만들었다. 고려 현종 9년에 수주(樹州)에 예속시켰고, 충선왕(忠宣王) 2년에 지금 명칭으로 고쳐서 영(令)을 두었는데, 본조에서도 그대로 하였다.\n",
  "관원": "현령ㆍ훈도 각 1인.\n\n",
  "군명": "제차파의ㆍ공암ㆍ제양(齊陽)ㆍ파릉(巴陵)ㆍ양평(陽平)ㆍ양원(陽原)\n",
  "성씨": "본현 공(孔)ㆍ변(邊)ㆍ허ㆍ최.\n",
  "산천": "성산(城山) 현 북쪽 1리 지점에 있는데 진산이다. 검두산(黔頭山) 현 남쪽 7리 지점에 있다. 주룡산(駐龍山) 현 서쪽 9리 지점에 있다. 진산(津山) 현 동쪽 10리 지점에 있는데, 공암이라 하기도 한다. 마산(馬山) 현 남쪽 20리 지점에 있다. 대동산(大洞山) 현 남쪽 20리 지점에 있다. 파려산(玻瓈山) 현 남쪽 8리 지점에 있다. 증산(甑山) 현 서남쪽 11리 지점에 있다. 원당산(願堂山) 현 남쪽 4리 지점에 있다. 양화도산(楊花渡山) 현 동쪽 16리 지점에 있다. 철곶포(鐵串浦) 현 동쪽 13리 지점에 있다. 공암진(孔巖津) 북포(北浦)라 하기도 한다. 현 북편 1리 지점에 있다. 바위가 물 복판에 섰고 구멍이 있으므로, 이것이 이름으로 되었다.○ 고려 공민왕 때에 평민(平民) 형제가 함께 길을 가다가, 아우가 황금 두 덩이를 주워서 형에게 하나 주었다. 나루터에 와서 형과 함께 배를 타고 건너는데, 아우가 갑자기 금을 물 속에 던지므로 형이 괴이하게 여겨서 물으니, 대답하기를, “제가 평소에 형님을 독실하게 우애하였는데, 금을 나누어 가진 다음에는, 형님을 꺼리는 마음이 갑자기 생깁니다. 이것은 상서롭지 못한 물건이니, 강에 던져서 잊어버리는 것이 낫겠습니다.” 하였다. 형이 말하기를, “네 말이 참으로 옳다.” 하고, 형도 또한 금을 물에 던졌다. 그 때 같은 배에 탔던 자는 모두 어리석은 사람들 뿐이었던 까닭에, 그 형제의 성씨와 거주하는 마을을 묻는 사람이 없었다 한다. 대교천(大橋川) 현 서쪽 3리 지점에 있다. 장택(長澤) 현 남쪽 13리 지점에 있다. 신도(新島) 현 북쪽 13리 지점에 있다.\n\n",
  "토산": "뱅어[白魚]ㆍ웅어[葦魚]ㆍ면어(綿魚)ㆍ붕어ㆍ숭어[秀魚]ㆍ게.\n",
  "봉수": "개화산 봉수(開花山烽燧) 동쪽으로 서울 목멱산(木覔山) 제 5봉과 응하고, 서쪽으로는 김포현 북성산(北城山)과 응한다.\n\n",
  "누정": "망호정(望湖亭) 객관 동편에 있다. ○ 이래(李來)의 시에, “짙은 그늘이 땅을 덮고 구름이 비를 끌어오니, 흰 김이 공중에 가로지른 듯, 물에 연기가 끼었다.” 하였다. ○ 유사눌(柳思訥)의 시에, “구름은 푸른 산 속에 오고 가며, 조수(潮水)는 흰 모래 가에 드나든다.” 하였다.\n\n『신증』 소요당(逍遙堂) 현 동쪽 4리 지점에 있다. 좌의정 심정(沈貞)의 별장이다.○ 최숙생(崔淑生)의 시에, “육합(六合 상하와 사방) 띠끌 속에 큰 바다가 뜬 듯, 이 몸이 꿈속인데 누굴 위해 머무나. 이제까지 청운(靑雲 벼슬) 길이 붕새 날개에 걸렸으나, 요당(拗堂)에는 풀잎 배도 붙은 것 못 보았네. 만약 자유롭게 놀아서 참으로 즐길 수 있다면, 비록 인작(人爵) 없으나 다시 무엇 구하리. 멀리 생각하건대, 술잔 잡고 등림(登臨)하는 곳에, 물결 따라 출렁이는 갈매기 보고 있으리.” 하였다.○ 아지랑이[野馬]와 티끌 속에 세월이 간다. 산림이나 고양(皐壤)에 사는 것 또한 공명일세. 한가히 쉬니 비로소 빈 방에 흰빛이 생김을 깨닫고,담박하게 지내니, 바야흐로 도(道)가 거듭 밝음을 알겠네. 미친 듯 말하고자 하여도 도리어 답할 것이 없고, 홍몽(鴻濛 멍청하게)히 넓적다리를 만져도 다시 다른 뜻 없어라. 누가 시켰던가. 한 조각 서호(西湖) 지역에 한가로이 외로운 구름과 짝지어 마음대로 가곤 한다.○ 문계창(文繼昌)의 시에, “세상은 바다인데, 한 몸이 떠 있다. 가는 것은 누가 밀며 그친 것은 누가 멈춰줬나. 속세로 향하여 아름다운 그릇 (벼슬) 거두기 싫어하여, 강 위에 와서 조각배를 갖추기 힘썼네. 임금 은총은 분수(分數)가 있는 듯하나, 도리어 분수가 아니었고, 신선 경지 못 구할 듯 또한 구할 수 있다. 낭묘(廊廟 조정)와 강호가 서로 어긋나지 않는 것, 생각을 바꿔서 갈매기 놀램을 꺼리어 미워하지 말라.” 하였다.○ 남화경(南華經) 첫째 편 뜻이 상국(相國)의 평생 있을 정자 이름이었다. “메추리와 붕새도 모두 제대로 즐기는데, 티끌과 아지랑이를 진정 누가 밝힐까. 조용히 쌓은 훈업(勳業)은 낚싯대 드리우던 솜씨였고, 일렁이는 연파(煙波)에도 세상 걱정하는 마음일세. 가장 좋은 것은 서로 잊어 물아(物我)를 떠난다면, 어느 땅에 소요하더라도 한가한 행동 아니리.” 하였다.○ 남곤(南袞)의 시에, “전부터 알았노라. 몸도 이름도 모두다 뜬 것인 줄을, 억지로 쇠하고 병든 몸 가지고 머뭇거렸노라. 그대 일찍 일어나 호숫가 누각에 임함을 들었으나, 내 오래 대안도를 배로 방문하는 것 저버림 부끄럽네. 훌륭한 경개는 사람과 원래 연분이 있는 것, 속된 무리는 여기를 지나가도 구할 줄을 몰랐었네. 진정 사모 쓰고 한가로이 조는 곳, 일만 이랑 은 같은 물결 속에 갈매기 두어 마리 점찍었으리.” 하였다.○ “호숫가 정자 있어 숨기를 배운다지만, 인간에는 명망을 피할 곳 없네. 수레를 떠받들고 성에서 나와 자모(慈母)를 즐겁게 하나, 돛을 돌려 서울로 올라옴은 성명(聖明 임금)을 생각함일세. 관부(官府)에서 재주를 전형(銓衡)한 것 새 사업이었고, 모랫가에서 낚싯대 만지는 것 옛 심정일세. 동산(東山)에서도 창생(蒼生)의 바램을 잊지 못하니 하늘에게 그칠지 나갈지 묻지 마오.” 하였고,○ “물은 여주(驪州)의 한강에서, 산은 화악(華岳)에서 따라와, 모두 다 정자 앞을 향해 기이함을 나타낸다. 외로운 섬은 공교롭게 강 넓은 곳에 당해 있고, 긴 연기는 치우치게 달 돋을 때에 일어난다. 그림 가운데 경구(京口)는 볼수록 더욱 닮아 있고, 꿈속에 구지(仇池)에 간 듯 스스로 의심한다. 그대 소요(逍遙)하려 하나, 어찌 급히 될 것이랴. 다른 해에 귀밑머리 희거든, 아주 오게나.” 하였다.○ 윤순(尹珣)의 시에, “산이 정사(精舍)를 안아 푸른빛 떠 있는데, 풍신(楓宸 임금 계신 곳)에 조회를 마치면 와서 쉰다. 술은 대나무와 국화와 함께 세 가락 길을 이루었고, 술항아리 거문고와 바둑과 더불어 배 한 척 실려 있네. 갈대 갓과 푸른 도롱이 일찍이 제 분수인데, 금 인장(印章)과 붉은 인끈을 다시 어찌 구할 것인가. 이제부터는 꿈에도 동방 번화한 땅을 단념하니, 내 마음 알아주는 갈매기 모래 위에 있다.” 하였고,○ “누가 하늘이 아끼던 것을 발견했기에, 이상한 지역을 점유했나. 주인의 아담한 풍류가 청신하고 기이함을 좋아하네. 아름다운 산과 좋은 물은 외로운 읊조림 속에 끼어 들어오고, 짧은 피리 긴 노래는 반쯤 취했을 때가 흥겹다. 언덕을 의지하여 어옹과 한가로이 짝을 짓고, 난간을 격하여서 백구와 의심 없이 지냈도다. 십년 동안 공연히 호산(湖山) 약속을 저버리고 홍진(紅塵)에 골몰하다가 귀밑머리만 희려 한다.” 하였다.○ 김준손(金俊孫)의 시에, “원래부터 훌륭한 지역은 하늘이 만든 것, 눈에 가득한 기이한 경치 이름 짓기 어려워라. 몇 나무 좋은 꽃은 문에 닿아 곱고, 한 줄기 강, 시원한 달 창에 비쳐 밝다. 홍진에서도 다만 운림(雲林)을 그리는 꿈 있을 뿐, 검은 머리이건만 오히려 벼슬길에 뜻이 없네. 은총 은택 점점 많다 돌아가는 날 적어지니, 바다 갈매기 산새들도 공의 행차 바란다네.” 하였다.○ 손수(孫洙)의 시에, “몸이 풍진에 얽혔으나, 마음 가는 곳은 구학(丘壑)이었다. 세정(世情)은 겸하기 어려운 것, 두 갈래 져 각각 됨을 많이 본다. 성 서쪽 소 울음도 들리는 곳에, 큰 강물이 넓고 넓어 아득하다. 외로운 섬이 남쪽에 있어, 기이한 바위가 어슷비슷하네. 우리 공의 소요하려는 마음 이 지역을 구하고는 도리어 커졌어라. 당(堂)은 북쪽 흐름에 당했고, 마을은 남쪽으로 성과 닿았다. 먼 들은 앞에 펼쳐졌고, 뭇 멧부리는 사방으로 얽혀 있네. 조회에서 물러나면 바로 돌아오며, 숲 끝에 지붕을 지향(指向)한다. 낚싯돌 머리에 갈대꽃 피었는데, 걸을 때는 한 쌍 짚신 있다. 많은 버들 그늘져 침침한데, 고깃배 언덕에 기대 두었네. 모래가 조촐하니 백로가 모여오고, 물이 넓으니 물고기 좋아한다. 밤들어 하늘에 바람 불고, 바다에서 솟은 달 깨끗하여 씻긴 듯하다. 만 리에 티끌 먼지 없어지니, 맑고 맑아 사방 천지 보인다. 맑은 흥취가 문득 소연(蕭然)하여, 온갖 물상이 나의 맘에 들어온다. 세상 밖은 어렴풋하고, 인간 세상 벌써 잊어버렸네. 평생 동안 마음을 편하게 할 방법이요, 한 몸에 병 없애는 약이로세. 마음 가득 즐거울 뿐이고, 티끌 찌꺼기 붙은 것 없다. 이것은 공이 마음으로 얻은 것이니, 어찌 외물에 의해 없어지겠나. 이러므로 이 집을 좋아하여, 누워 있기 열흘 한 달 넘어간다. 성시(城市)와 강호(江湖) 어디라 적당하지 않으리. 공명 높은 경상(卿相)이시니, 여기 오는 것 어찌 잦으리. 길이길이 소요하신다면, 지극한 맛 담박한 데에 있다네. 응당 장생(莊生 장자)과 함께 황홀한 곳 발들이지 않으리라.” 하였다.\n\n",
  "학교": "향교 현 북쪽에 있다.\n\n",
  "역원": "남산역 현 남쪽 7리 지점에 있다.\n\n",
  "불우": "개화사(開花寺) 주룡산(駐龍山)에 있다.\n\n",
  "사묘": "사직단 현 서쪽에 있다. 문묘 향교에 있다. 성황사 성산(城山)에 있다. 여단 현 북쪽에 있다.\n\n",
  "총묘": "정희계묘(鄭熙啓墓) 현 남쪽 18리 지점에 있다.『신증』 김수동묘(金壽童墓) 현 남쪽 15리 지점에 있다.\n\n",
  "고적": "강향(薑鄕) 옛 명칭은 황덕(黃德)이다. 성산고성(城山古城) 석축이며 둘레는 7백 26척이었는데, 지금은 없어졌다.\n\n",
  "인물": "고려 허경(許慶) 과거에 뽑혔고, 문학으로써 명망이 나타났다. 성품이 청렴하고 충성스러웠다. 벼슬은 문하시랑 동 중서문하평장사(門下侍郞同中書門下平章事)에 이르렀다. 허재(許載) 도필리(刀筆吏) 출신으로서, 철주 방어판관(鐵州防禦判官)에 조용(調用)되었다. 벼슬에 있으면서 청백하였고 선정을 베풀었다. 벼슬은 동중서문하평장사까지 하였다. 허수(許遂)ㆍ허홍(許珙) 수의 아들이다. 충렬왕 때에 합단(哈丹)이 국경을 침입하니, 여러 관원이 모두 강도(江都 강화도)에 들어가서 피난하고자 하였으나, 허홍이 홀로 옳지 않다고 말하였다. 뒤에 황제가 칙서를 보내 도읍을 옮기려고 한 주모자를 물으니, 나라 사람이 그제야 공의 선견지명(先見之明)에 탄복하였다. 공은 천성이 공손하고 검소하여, 먹는 것은 한 그릇에 불과했고, 베 이불과 부들 자리로 담박하게 생활하였다. 벼슬은 첨의중찬(僉議中贊)에 이르렀고, 시호는 문경(文敬)이다. 충렬왕의 묘정(廟庭)에 배향되었다. 허금(許錦) 허홍의 현손이다. 공민왕조에 과거에 올라 벼슬은 전리판서(典理判書)까지 하였다. 젊어서부터 병에 걸려 벼슬을 좋아하지 않고, 시골에 살면서 재물을 다해 약을 지어 두고, 무릇 병있는 자에게는 모두 베풀어 주었다. 나이 50이 못 되어서 죽으니, 당시 사람이 애석히 여겼다.본조 허종(許琮) 과거에 올라 적개 공신(敵愾功臣)에 참여하였고, 벼슬이 의정부 우의정에 이르렀다. 양천부원군(陽川府院君)으로 봉함을 받았고, 시호는 충정(忠貞)이다. 풍도(風度)가 훤출하고 기개가 헌걸찼다. 글 잘한다는 명망이 있었고 활을 잘 쏘아서, 나가면 장수로 들어오면 정승으로 되어, 조정에서 중하게 여겼다. 최숙정(崔淑精) 두 번이나 과거에 올라서 벼슬이 홍문관 부제학(弘文館副提學)에 이르고, 시 잘한다는 명망이 있었다. 허황(許葟) 과거에 올라 벼슬이 진주 목사(晉州牧使)에 이르렀으며, 조행(操行)이 있었다.『신증』 허침(許琛) 허종의 아우이다. 과거에 올라 벼슬이 좌의정에 이르렀고, 시호는 문정(文貞)이다. 허집(許輯) 허황의 아들이다. 과거에 올라 벼슬이 지중추(知中樞)에 이르렀고, 시호는 정간(靖簡)이다. 허굉(許硡) 허침의 아들이다. 과거에 올라, 벼슬이 좌찬성에 이르렀다.\n\n",
  "제영": "복령산중곽(複嶺山中郭) 이규보의 시에, “겹으로 된 영은 산중의 성이고, 달리는 배는 물 위의 역말이다.” 하였다. 산광만좌청여전(山光滿座淸如澱) 정이오(鄭以吾)의 시에, “자리에 가득한 산빛은 맑기가 앙금진 것 같고, 마을에 연해진 강 기운은 담담한 것이 연기같다.” 하였다. 매객영조해람행(買客迎潮解纜行) 윤자(尹慈)의 시에, “고기잡이 첨지는 갯가에 살면서 낚싯대 드리우고 앉았고, 장사하는 사람은 조수를 맞이하여 닻줄 풀고 가네. 물 위에 백구는 응당 나를 보고 웃으리라. 일생동안 무슨 일로 헛이름에 얽매이느냐.” 하였다. 백구주저연방초(白鷗洲渚連芳草) 이방한(李邦翰)의 시에, “흰 갈매기 앉은 물가에는 방초가 잇닿았고, 누런 송아지 뛰는 들녘엔 검은 연기가 들어온다.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년에 군(郡)으로 고쳤다.\n《대동지지(大東地志)》\n",
  "방면": "현내(縣內) 끝이 5리이다. 삼정(三井) 서쪽으로 처음이 5리, 끝이 10리이다. 가배곡(加背谷) 서남쪽으로 처음이 7리, 끝이 15리이다. 남산 남쪽으로 처음이 5리, 끝이 10리이다. 장군소(將軍所) 남쪽으로 처음이 7리, 끝이 15리이다. 향(鄕)의 옛 이름은 황덕(黃德)이다.\n\n",
  "진도": "양화도(楊花渡) 동쪽으로 16리이다. 철곶포진(鐵串浦津) 간포진(間浦津)이라고도 하며, 동쪽으로 13리인데 우측으로는 서울 대로로 통한다. 공암진(孔巖津) 북쪽으로 5리인데, 바로 고양(高陽)의 행주진(幸州津)이다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 붕새 날개에 걸렸으나 : \n붕(鵬)이라는 새는 장자(莊子)의 허풍친 새인데, 그 날개 길이가 9만 리나 된다고 한다. 그 새는 한 번 날면, 우주 이 끝에서 저 끝까지 가는데, 그런 큰 새가 조그만 벼슬길에 걸려 있다는 말이다.\n\n[주-D002] 풀잎……보았네 : \n흙으로 된 뜰에 조금 우묵한 곳이다. 거기에 한 대접 물을 부으면, 조그만 겨자 같은 풀잎이 배처럼 뜨게 되지만 술잔 하나라도 띄우면, 딱 붙어 버린다고 장자가 말하였다. 그것은 그 환경을 잘 보고 행동하여야 한다는 말이다.\n\n[주-D003] 인작(人爵) : \n도덕과 수고(壽考)하는 것은 천작(天爵), 곧 하늘이 주는 영광이고, 벼슬은 인작(人爵), 곧 인간이 주는 영광이라고 맹자가 말하였다.\n\n[주-D004] 빈 방에……깨닫고 : \n허실(虛室)이라는 말은 고요한 방이라는 뜻이다. “고요한 방에 맑고 깨끗한 것이 있어, 좋은 상서[吉祥]가 가득하다[止止].”라고 장자가 말한 것이 있다.\n\n[주-D005] 담박하게 지내니 : \n깨끗하고 욕심 없다는 말이다. 그런 경지라야 도(道)의 밝은 것을 알 수 있다.\n\n[주-D006] 남화경(南華經) : \n장자가 지은 글을 《남화경(南華經)》이라 한다. 그 《남화경》 제1장을 소요유(逍遙遊)라고 한다. 이에 “소요당”은 거기에서 온 것이라는 말이다.\n\n[주-D007] 대안도(戴安道)를……것 : \n옛 진(晉) 나라의 왕자유(王子猶)라는 사람이 산음(山陰) 땅에서 눈 내리는 밤에 대안도(戴安道)라는 친구를 찾아간 고사가 있다.\n\n[주-D008] 동산(東山)에서도……못하니 : \n진(晉) 나라의 사안(謝安)이라는 사람이 처음에는 벼슬하려 하지 않았으므로, 사안이 나오지 아니하면 천하의 창생(蒼生)들을 어찌 하느냐고 하였는데, 그 후에 나와 벼슬하여 정승이 되었다. 정승으로 있는 중에도 자기가 사는 동산(東山)에서 기생과 음악과 술로 질탕하게 항상 놀았다 한다.\n\n[주-D009] 경구(京口) : \n중국 남경 조금 아래에 있는 땅인데, 이 소요당도 서울에서 조금 아래에 있으므로 그런 말을 한 것이다.\n\n[주-D010] 구지(仇池)에 간 듯 : \n중국 서북방 감숙성에 있는 땅 이름이다. 사방이 깎아지른 절벽 위에 있는 땅으로, 지극히 군사상 좋은 땅이라 한다. 여기에 그것을 말한 것은, 소요당 있는 터가 그와 같이 사면이 절벽으로 되었다 하여 그런 것인가 미상이다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이익성 (역) | 1969\n    \n\t\n"
}