{
  "건치연혁": "파평현(坡平縣) 파(坡)를 파(波)라 한 곳도 있다. 본래 고구려 파해평사현(坡害平史縣)인데, 액봉(額蓬)이라 한 곳도 있다. 신라 경덕왕이 파평(坡平)이라 고쳐서, 내소군(來蘇郡) 속현으로 만들었다. 현종 9년에 장단현에 예속시켰고, 문종(文宗) 17년에는 개성부에 예속시켰으며, 예종이 감무를 두었는데, 본조에서 그대로 하였다. 서원군(瑞原郡)은 본래 고구려 술이홀현(述爾忽縣) 이(爾)를 미(彌)라 한 곳도 있는데, 신라에서 봉성(峯城)이라 고쳐서 교하현 속현으로 만들었다. 고려 현종 9년에 양주에 예속시켰고, 명종(明宗)이 비로소 감무를 설치하였다. 뒤에 서원 현령(瑞原縣令)으로 만들었다. 본조 태조 2년에 그 고을 아전과 백성이 호소함으로써 승격하여 군으로 만들었고, 7년에는 서원ㆍ파평을 합쳐서 원평군(原平郡)으로 만들었다. 태종조에는 교하현을 없애고 이 고을에 내속하였다. 15년에 1천호가 넘었기 때문에 도호부로 승격하였다. 18년에 다시 교하현을 설치하였는데, 부는 천호 미만이므로, 당연히 강등하여 군으로 될 터이나, 아전과 백성이 다시 호소하여서 그대로 두었다. 세조 6년에는 왕비의 고장이라는 것으로 승격하여, 목으로 만들고 지금 이름으로 고쳤다.\n",
  "관원": "목사ㆍ교수 각 1인.『신증』 연산 갑자년 본주(本州)를 혁파하고, 그 지역을 비워서 놀이터로 만들고, 나머지 지역은 이웃 고을에 나누어 붙였는데, 지금 임금 초기에 다시 설치하였다.\n",
  "군명": "파해평사(坡害平史)ㆍ액봉(額蓬)ㆍ파평(坡平)ㆍ영평(鈴平)ㆍ술이홀(述爾忽)ㆍ봉성(峯城)ㆍ서원(瑞原)ㆍ원평(原平)ㆍ곡성(曲城).\n",
  "성씨": "본주 지(智)ㆍ윤ㆍ방(邦)ㆍ백ㆍ피. 봉성(峯城) 서(徐)ㆍ염(廉)ㆍ야(夜)ㆍ차(車) 촌성(村姓)이다.\n\n",
  "산천": "성산(城山) 주 서쪽 2리 지점에 있는데 진산이다. 혜음령(惠陰嶺) 주 남쪽 35리 지점, 고양군 경계에 있다. 반룡산(蟠龍山) 북동쪽 7리 지점에 있다. 월롱산(月籠山) 주 서쪽 15리 지점에 있다. 백운산(白雲山) 주 북쪽 17리 지점에 있다. 미라산(彌羅山) 주 북쪽 30리 지점에 있다. 파평산이라 하기도 한다. 표산(瓢山) 주 북쪽 15리 지점에 있다. 동산(童山) 주 서쪽 8리 지점에 있다. 그곳에 나무가 없으므로, 이렇게 이름하였다. 장산(獐山) 주 서쪽 15리 지점에 있다. 깎아지른 봉우리가 우뚝 일어나서 서쪽으로 저포(猪浦)를 임했다. 용발산(龍發山) 주 북쪽 10리 지점에 있다. 발산(鉢山) 주 북쪽 10리 지점에 있다. 보신천(寶信川) 주 남쪽 30리 지점에 있다. 물 근원이 양주 홍복산에서 나와서 교하현 학당포(學堂浦)에 들어간다. 마담(馬潭) 미라산 밑에 있다. 가연(嘉淵)이라 하기도 한다. 임진도(臨津渡) 주 북쪽 17리 지점에 있다. 장단부 조에 자세히 적었다.『신증』당고(唐皐)의 시에, “양쪽 언덕은 석벽이고, 물은 복판에 흐른다. 뱃놀이는 다만 임진에만 알맞다. 명월은 뱃전에 비쳐 교교하고, 미풍(微風)은 귀밑에 불어 우수수하다. 가정년(嘉靖年)에 현도(玄菟) 사신으로 되었더라면, 동파(東坡)는 적벽(赤壁)놀이를 못했으리라. 같이 온 텁석부리 이 정승에 묻노니, 시를 지어 내가 아직 신선 못 되었음을 비웃는가.” 하였다. 저포(猪浦) 주 서쪽 15리 지점에 있다. 곧 임진도 하류이다. 또 서쪽으로 흘러서 압포(鴨浦)로 되는데, 그 아래쪽은 곧 낙하도(洛河渡)이다. 장단부 조에도 적었다. 장포(長浦) 주 북쪽 15리 지점에 있다. 물 근원이 주 북쪽 가을두동(加乙頭洞)에서 나와서 임진도에 흘러든다. 우포(牛浦) 파평산 밑에 있다. 물 근원이 적성현 경계에서 나와서 임진에 흘러든다. 서편 언덕 위에 궁궐 유지(遺地)가 있는데 주춧돌과 섬돌이 아직도 남았다. 장보포(長甫浦) 주 서쪽 10리 지점인 광탄(廣灘) 하류에 있다. 또 서쪽으로 낙하도에 흘러든다. 이천(梨川) 주 북쪽 10리 지점에 있다. 물 근원이 주 북쪽 목령동(木嶺洞)에서 나와서 장보포에 들어간다. 광탄(廣灘) 주 남쪽 10리 지점에 있다. 물 근원이 양주 고령산(高嶺山)에서 나와서 주 서쪽 10리 지점을 경유하여 장보포로 된다.○ 정인지(鄭麟趾)의 시에, “말 위에서 든 잠이 방금 깊어, 기틀을 잊게 함이 한음(漢陰) 같다. 구름은 먼 멧부리와 연했고, 마을 달 아래에는 다듬잇 소리 나네. 물새는 갔다가 오고, 물고기는 떠 올랐다가 잠긴다. 여울 소리 공연히 목메이네. 남북으로 나의 마음 부끄러워라.” 하였다.\n\n",
  "토산": "석회(石灰)가 난다.\n",
  "봉수": "대산 봉수(大山烽燧) 주 서쪽 6리 지점에 있다. 북쪽으로 장단부 도라산(都羅山)에 응했고, 남쪽으로 고양군 소질달산(所叱達山)에 응한다.\n\n",
  "학교": "향교(鄕校) 주 서쪽 1리 지점에 있다.\n\n",
  "누정": "풍락정(豐樂亭) 읍내에 있다.\n\n",
  "역원": "마산역(馬山驛) 주 남쪽 4리 지점에 있다. ○ 김극기(金克己)의 시에, “냇물과 둑이 둘렸는데, 길은 멀리 이어졌다. 홀로 말 채찍 쳐서 뜻이 호연(浩然)하다. 떨어진 꽃은 땅에 가득한데, 붉은 것이 덧없고, 방초(芳草)는 하늘에 연했는 듯, 푸른 것이 더부룩하다. 나무 끝 저녁 볕에 까마귀 깃들이고, 하늘 반쯤 노을에 기러기 지나간다. 장안(長安)은 몇 리일까. 보이지 않고, 청산은 백 굽이, 물은 천 돌림이어라.” 하였다.\n분수원(焚脩院) 주 남쪽 24리 지점에 있다. ○ 공민왕 10년에 홍건적을 피해서 분수원에 이르렀는데, 안렴사(按廉使) 안숭원(安崇源), 충주 목사(忠州牧使) 박희(朴曦)가 와서 뵈었다는 곳이 곧 여기이다. ○ 채련(蔡璉)의 시에, “빗 줄기가 삼대같이 어지러워서, 갈지 말지 결단하지 못하였다. 뒤에는 푸른 재가 높다랗고, 앞에는 시냇물이 목메인다. 지경이 궁벽지니 중이 궁벽지고, 하늘이 까마득하니 나는 새 안 보인다. 난간에 기대서 꿈을 꾸니, 꿈속에서 금궐(金闕)에 조회하였다.” 하였다.\n광탄원(廣灘院) 광탄 언덕에 있다. ○ 권근이 지은 기문에, “광탄원은 두 곳 서울 사이에 있다. 양쪽으로 거리가 비슷하므로, 나그네가 여기에 많이 유숙한다. 그런데 원은 담이 무너지고 주추가 깨어져서, 우접할 곳이 없었다. 판화엄 오공(判華嚴悟公)이 자신의 재물을 희사하여, 다시 지으면서 그 앞쪽에다가 다락집을 건립하였다. 아래로 큰 길에 임하여 들판을 굽어 보는데 올라서 바라보면, 마음이 시원하여 속세의 번잡함을 씻을 만하다. 나에게 기문 짓기를 청하므로, 내가 승낙하고 그 시말(始末)을 물었다. 오공이 말하기를, ‘산야에 묻힌 몸이 임금의 오랜 지우를 받아서 은택이 두터웠다. 그러므로 이런 일이라도 하여, 임금을 위해 장수를 기원하고 네 가지 은혜에 보답하고자 한다.’ 하였다. 그 뒤에 또 이르기를, ‘기문하는 것은 남이 알아주기를 요구하는 것이다. 내 공덕이 어찌 남이 알고 모르는 데에 관계 있으리요. 이것은 기문이 없는 것만 못하다.’ 하므로, 내 또 응낙하고 짓지 않았다. 기묘년 여름에 내가 옛 서울에 가다가 여기에서 아침밥을 먹고 이것을 원의 처마에다 기록하여, 전일에 응낙했던 것에 막음하고 또 나의 걸음을 기록한다. 그때에 오공은 왕명을 받들고 석왕사에 갔으므로, 서로 거리가 천리나 된다. 오공이 이미 남에게 알리고 싶어하지 않았고, 나도 또한 오공에게 알리고 싶지 않다.” 하였다.\n혜음원(惠陰院) 주 남쪽 26리 지점에 있다. ○ 정포(鄭誧)의 시에, “말 몰아 작은 시내 건너서 가니, 지는 해 옛 빗돌에 풀어 성하다. 산 마을 4월에 길손이 적어 깊은 숲에 꾀꼬리 제대로 운다.” 하였다. ○ 이규보의 시에, “옛 동산의 세 가닥 길을 차마 묵게 할 수 있겠는가? 필마(匹馬)로 어디 가나 또 석양이구나. 버들 빛은 바람이 푸름을 당기고, 송화(松花)는 빗물에 누렇게 붙는다. 나물 곁들인 오리다리, 시골 국이 좋고, 고깃 발에 술 걸러서 야미(野味) 향긋하다. 자모(慈母)를 영접하여 서울에 돌아오니, 이번 놀이는 풍경 좋은 것만이 아니었다.” 하였다.\n회원(檜院) 주 서쪽 5리 지점에 있다.\n이천원(梨川院) 이천 언덕에 있다. 도솔원(兜率院) 임진도 남쪽 언덕에 있다. ○ 고려 공민왕 10년에 홍건적 선봉이 흥의역(興義驛)에 이르렀다. 왕과 공주는 남쪽으로 가면서 임진을 넘어서 도솔원에 막차하였다. 왕이 강 언덕에 대가(大駕)를 멈추고 산하를 돌아보면서 원송수(元松壽)ㆍ이색에게 이르기를, “이와 같은 풍경에 경들이 연구(聯句)하기 꼭 알맞다.” 하였다. 대가가 출발하면서 공주는 연을 버리고 말을 탔는데, 차비 이씨(次妃李氏)가 탄 말이 여위고 약하여서, 보는 자가 모두 눈물 흘렸다.○ 김부식(金富軾)의 시에, “말로(末路)가 구구하게 한가하지 못하다. 중선루(仲宣樓) 위에서 홀로 한번 웃노라. 길은 지세를 따라 높았다가 낮았다가, 사람은 관교(官橋)를 향해 갔다가 돌아왔다가, 비 뒤에 봄빛은 나무를 단장하고, 아침에 서늘한 기운은 강산을 뒤덮는다. 시골 능첨지야 피하지 마소. 나도 화한 빛으로 그 사이에 섞이고 싶소.” 하였다.\n\n",
  "불우": "금강사(金剛寺) 미라산에 있다. 상양사(上陽寺) 백운산에 있다. 호명사(虎鳴寺) 반룡산에 있다. 용상사(龍床寺) 월농산에 있다. 항간에 전하기로는, 고려 왕이 일찍이 피란하여 여기에 주필(駐蹕) 하였으므로, 드디어 이 이름이 되었다 한다. 영은사(靈隱寺) 용발산에 있다.\n\n",
  "사묘": "사직단 주 서쪽에 있다. 문묘 향교에 있다. 성황사 주 서쪽 2리 지점에 있다. 여단 주 북쪽에 있다.\n\n",
  "능묘": "장릉 구기(長陵舊基) 주(州)의 북쪽 운천리(雲川里)에서 영종 7년 교하(交河)로 옮겨 봉안했다.\n\n\n\t\t\n\t\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이익성 (역) | 1969\n    \n\t\n",
  "고적": "고파평현(古坡平縣) 주 동북쪽 30리 지점에 있다. 자운사(慈雲寺) 임진 서쪽 언덕에 있다. 고혜음사(古惠陰寺) 혜음령에 있다. ○ 김부식의 기문에, “봉성현(峯城縣) 남쪽 20리 지점에 작은 절 하나가 있었다. 황폐한 지가 벌써 오래이나, 고을 사람은 그 지역을 아직도 석사동(石寺洞)이라 한다. 동남쪽 여러 고을에서 서울로 오는 자와 위에서 아래로 내려가는 자는 이곳으로 길을 잡지 않은 이 없다. 때문에 사람은 어깨가 맞부닥치고 말 발자취가 잇달아서 일찍이 끊일 적이 없었다. 그러나 산이 깊고 초목이 무성하니, 범이 제대로 몰려들어 편한 집, 편리한 곳으로 알고 가만히 숨어서 엿보다가, 시시로 나와서 사람을 해친다. 이것뿐만이 아니고, 간혹 도둑과 짠지패가 그 지역이 깊어서 숨기 쉽고, 사람이 두려워해서 겁탈하기 쉬운 것을 편리하게 여겨서, 여기에 와서 살며, 간악한 짓을 이룬다. 그러므로, 양쪽 길을 가는 자는 주저하여 감히 앞서지 못하고, 서로 경계하여 많은 무리로 짝짓고, 병기를 가진 다음이라야 지나간다. 그렇게 하여도 오히려 화(禍)를 못 면하고 죽는 자가 해마다 수백 명이었다. 임금이 이소천(李少千)에게 명하여 중 백여 명을 모집하여, 그곳에 가서 초막을 지어 머물게 하였다. 또 비구 응제(比久應濟)에게 명하여, 그 일을 주관하도록 하고, 제자 민청(敏淸)을 부책임으로 하였다. 기계를 편리하게 하고 재목과 기와를 모아서, 경자년 봄 2월에 시작하여, 임인년 봄 2월에 공사를 마쳤는데, 재사(齋舍)와 부엌ㆍ광까지 모두 구비되었다. 또 승여(乘輿)가 남쪽으로 가는 일이 있을지는 모르겠지만, 만약 한 번이라도 불행하게 여기에 주필하게 된다면, 준비가 있어야 한다 하여, 드디어 별원(別院) 하나를 지었는데, 또한 경치가 아름다워 볼 만하였다.” 지금 임금이 즉위하자, ‘혜음(惠陰)’ 이라고 사액하였다.\n화석정(花石亭) 주 북쪽 15리 지점에 있는데, 지돈령 이명신이 살던 곳이다. ○ 서거정의 시에, “화석정 위에 구름 천년이고, 화석정 밑엔 강이 제대로 흐른다. 주인은 적선(謫仙)의 후손으로 풍류와 시주(詩酒)를 계승했구나, 어느 해에 주인이 여기에다가 살 터를 잡았던가. 청전(靑氈) 옛 별업(別業)이 아니었던가, 이것은 이원(李原)의 반곡(盤谷)이 아니었고, 덕유(德裕)의 평천장(平泉莊)이 여기로구나. 주인이 일찍이 벼슬에 올랐으나, 용감히 물러나 시골에 돌아갔다. 강산 풍월(風月)과 지기(知己)가 되고, 지나간 잠발(簪紱)은 뜬 구름 같았다. 정자엔 사시로 꽃 가득 피어 붉고, 흰 것이 비단 무더기일세. 정자 앞엔 흐르는 물 유유하여라. 물이 불을 때엔 포도주 되듯 한다. 가끔 흥나면 작은 배 띄워 상앗대로 물결을 가로지른다. 중류에 배 띄워 가는 대로 가며, 호탕한 얘기 소리 우레 같아 용을 놀라게 한다. 잔 잡고 달을 보니, 빛이 더 밝다. 달은 지지 않고 물결이 잔다. 왼편엔 황학(黃鶴)을, 오른편엔 백구(白鷗)인데, 하루살이[蠛蠓] 인생이 무슨 상관이리. 그대여 이 즐거움을 아는 이 없소. 그대 같은 명철한 사람 고금에 드무오. 내 또한 별장이 장단에 있어, 십년을 가고파도 아직도 못 가니, 어찌하면 돛배가 물결 가르며, 많은 술 싣고 한 번 찾아가서 고래가 삼키 듯 흠뻑 취해서 노래 부르며, 두 다리로 뱃전을 칠까.” 하였다.\n\n『신증』이숙함(李淑瑊)의 기문에, “나의 문생(門生)으로서 전일 홍주(洪州) 원이었던 덕수(德水) 이후(李侯) 의석(宜碩)이 그의 아우이자 나의 동료인 의무(宜茂) 씨를 보내 와서 말하기를, ‘파주 관아 북쪽 10리쯤에 율곡(栗谷)이라는 마을이 있는데, 나의 조부 강평공(康平公)의 옛 별장이고, 별장 북쪽 깎고 지른 듯한 봉우리에다가 정자를 지었다. 기이한 꽃과 이상한 풀, 진기한 소나무와 괴이한 돌을 많이 심어 놓고 관상하였다. 그런데 세월이 오래되어 퇴폐(頹廢)해 버렸고, 다만 옛터만 남았다. 의석은 오직 조부의 기업이 황폐하게 될까봐 두려워하여, 옛터에다가 중건하였다. 정자는 장단 쪽을 향했는데, 석벽이 병풍처럼 되었고, 임진강 상류를 임하여 지세가 매우 험하다. 난간에 기대서 바라보면, 한양 삼각산과 송도(松都) 오관산(五冠山)이 저 하늘 아득한 중에 머리카락만큼 약간 드러나는 바, 이것이 정자의 경치이다. 그러므로 자네가 정자 이름을 짓고 기문하여 아름답게 하기를 바라네.’ 하였다. 나는 찬황공(贊皇公) 이덕유(李德裕)의 〈평천장기(平泉莊記)〉 가운데의 말에서 화석(花石)이란 것을 따서 이름 지었다. 그 기문이란 것을 상고하니, ‘평천을 파는 자는 나의 자손이 아니며, 꽃 하나 돌 한 개라도 남에게 주는 자도 아름다운 자제가 아니다.’ 하였다. 그 훈계한 것이 지극하다. 강평공의 별장과 정자에도 찬황공이 자손에게 훈계한 것과 같이 훈계한 것이 있었던가. 이것은 모르거니와, 후(侯)는 오랫동안 퇴폐한 옛터에다가 화석정을 잇달아 지었다. 옛 떨기에서 꽃이 피고, 옛 자리에 돌이 앉은 것을 주인이 보면, 선조께서 북돋우고 심어서 애완하던 공력을 생각하여, 상재(桑梓)보다 공경하게 될 것이다. 그러니 팔기를 즐겨하겠으며, 주기를 즐겨하겠나. 그 즐기지 않을 것이 분명하다. 아, 찬황공이 비록 간절하게 훈계하였으나, 가씨(賈氏)가 기록하기를, ‘평천장의 꽃과 돌이 많이 유력(有力)한 자의 차지하는 바 되었다.’ 하였으니 후사가 있다 하겠는가. 강평공은 비록 훈계가 없으나, 후(侯)가 능히 지켜서 팔지도 주지도 않고, 선조의 마음에 맞게 하였으니, 뒤를 능히 이었다 하겠다. 그 사람의 어질고 불초한 거리가 이와 같이 멀다. 누가 옛 사람과 지금 사람이 같은가 같지 않은가를 알 수 없다고 말하는가. 정자가 황폐하여지니 꽃과 들도 함께 황폐해지고, 정자가 새로워지니 꽃과 돌도 함께 새로워졌다. 물(物)은 비록 앎이 없으나 만남은 각자 때가 있으니, 어찌 우연한 일이리요. 이것도 적을 만하다. 그리고 외로운 배에 명월을 싣고 청평에 낚싯줄 드리움 같은 것은 후의 세상 밖 그윽한 정취이다. 만약 후를 따라 정자 위에 놀게 되면, 다시 후를 위해서 글을 지으리라. 이것으로 기문한다.” 하였다.○ 이의무의 부(賦)와 서(序)에, “나의 중백씨(仲伯氏) 홍주 통판(洪州通判)이었던 의석이 벼슬을 그만둔 그해에 파주 율곡 별장에다가 정자를 지었는데, 실상 우리 왕부 강평공의 옛터이다. 양원공(楊原公) 이숙함(李淑瑊)이 화석으로써 이름을 짓고, 아울러 기문하여 아름답게 하였다. 아, 꽃과 돌은 무심한 물건이다. 그러나 선조의 수택이 남아 있다는 것으로 나를 감개하게 하므로 이에 글을 지어 이를 자랑함이 어찌 무심하리요. 이것으로 인해서 우리 중백씨의 뜻을 또한 알 것이다.” 한다. 그 글에 이르기를, “계묘년 3월 기망(旣望)에 율곡장을 관람하는 객이 있어, 거닐면서 읊조리고 조망(眺望)하였다. 주인이 기쁘게 맞이하여 서로 더불어 화석정에 오르니, 비스듬한 석벽이 강물을 임하였다. 앞으로는 관도(官道)가 보이고, 뒤로는 우정(郵亭)을 굽어본다. 뭇 산이 몰려드는 듯하고, 들이 넓으며 호수가 질펀하다. 이것이 실상 높이 올라 바라보기에 훌륭한 경지로서, 천지가 빚어 만든 것이다. 그때에 봄볕이 한창 성하여서, 온갖 화초가 다투어 피었다. 새빨갛고 허연 것이 바람에 춤추어서, 모습이 가냘프다. 상긋한 것은 웃는 듯하고 비틀거리는 듯 낮은 것도 걸터앉은 듯하다. 간간이 괴상한 돌과 뾰족한 바위 돌이 기이하게 벌려져 있다. 객이 이에 눈썹을 쫑긋하고 눈을 들며 자리에서 물러나, 주인에게 말하기를, ‘이 정자는 장쾌하다. 내가 능히 주인의 즐거움을 알았다. 대개 성질이 굳은 것도 돌이고 물성(物性)이 고요한 것은 꽃이다. 아름다움을 군자와 견주면 향기로운 덕을 들 수 있고, 흥(興)을 시인(詩人)에게 붙이면 갈고 닦는 공부에 더함이 있다. 이러므로 고인 달사(高人達士)가 여기에 많이 의탁하여 자연의 본성을 수양한다. 이렇다면 주인이 화석에 의탁하여 물을 완상함으로써, 자신의 심정을 쾌하게 하는 것이 어찌 공연한 일이겠나.’ 하였다. 주인이 말하기를, ‘그런 것이 아니라, 옛날 나의 왕부께서 이 정자를 지을 때에 만족함을 알 나이로서 나라가 태평한 기회를 만났으나 공명 버리기를 신짝 버리듯 하고, 마음은 세상 밖에 두어서 집을 짓고 고반(考槃)하여 화석의 주인이 되었으니, 어찌 하여 부귀로써 마음을 옮기리요. 그러나 일조에 영원히 하직하니, 누가 능히 이 터를 지킬까. 내 어떤 사람인데 편히 주심을 받았던가. 애석하게도 벼슬에 얽매어서 골몰하다가 10년 만에 돌아오니, 풀이 무성하고 이끼가 끼었다. 다행히도 전원이 그냥 남았으므로, 이에 다시 짓기로 마음먹었다. 지금 내가 이 정자에 있으면서, 꽃피는 것을 보면 선조께서 북돋우고 심느라 근로하심을 생각하고, 기이한 돌을 보면 신조께서 어루만지고 쓰다듬던 사랑을 생각하여, 숙연하게 지시를 받드는 듯하고 완연히 갱장(羹墻)을 보는 듯하다. 남긴 사랑을 잡고 공경을 일으킴은 상재(桑梓)보다 백 배나 더하다. 거의 조상의 유풍을 떨어뜨리지 않으니, 여가를 틈타 두루 놀리라. 술잔을 기울이며 스스로 위로하고, 가끔 높은 둔덕에 올라 강산과 풍월을 보아도 평생에 못다한 회포를 풀기에 족하리다. 또한 천지 사이에 만 가지 물이 있고, 물을 보는 마음도 사람에 따라 갈래가 많다. 지나간 옛날이나 닥쳐오는 지금이나, 누가 능히 돌리어 보는가. 가령 이춘(移春)이 헌함(軒檻)에 있음으로써 사치하는 마음이 점점 방자했고, 반한당(半閑堂)이 이루었으니, 국세(國勢)는 어디에 의지하리. 육랑(六郞)의 모습은 깊이 풍부한 형태를 짓고, 사녀(士女)가 서로 주는 것은 오직 희롱하는 것으로 본다. 혹 도사(道士)에게 꾸지람 당해도 그 술법(術法)은 상고할 수 없고, 중에게 머리 끄떡여도 말이 또한 진실이 아니다. 무창(武昌) 언덕 위엔 망부정녀(望夫貞女)라는 낭설(浪說)이 전해 오고, 곡성(谷城) 산 밑에는 글 주었다는 노인이 누구일까. 이것은 꽃과 돌이 바로 병통이 되는 것이 아니다. 사람이 꽃과 돌에게 혹됨이 고기 눈알을 보배와 혼동함과 같은 것이 있음이다. 그러나 방초(芳草)를 자리삼고 호상(胡床)에 걸터앉아 기이한 돌을 만지고 그윽한 향기를 거둬들인다. 굽어 봐도 쳐다보아도 양심에 부끄럼 없이 거닐며 돌아다닌다. 연붉은 장소[軟紅]를 단념하고 허백(虛白)한 곳에 흥겨워하여, 걱정도 즐거움도 다 잊고 총애도 욕스러움도 모른다. 이것은 선조께서 생각하시던 바이고, 내 여기에 욕되게 함이 없음을 안다. 비록 그러나 내 일찍이 들으니 흥하기도 폐하기도 하는 것은 물의 예사이고, 착하기도 악하기도 하는 것은 마음의 기미라 한다. 선조께서 능히 열어놓으셨으나, 자손이 능히 지키지 못한다. 자손 중에 혹 지키더라도 황음(荒淫)한 지경이 됨을 면하지 못한다. 마침내 마음의 즐거운 대로 하여서, 고황(膏肓)된 지경으로 몰아간다면, 이 정자에 다시 풀이 성하고 이끼가 깊어서 길이 선조의 뜻을 저버리게 될지 어찌 알리요. 이 점은 내가 두려워서 마음 편하지 못하는 것이며, 거의 후대에도 이 정자를 버리지 말기를 바라는 것이다.’ 하였다. 객이 유연히 웃으며 일어나 노래하기를, ‘아득한 외로운 정자, 강위에 높이 지었다. 석인(碩人)이 즐거워하여 세월 보내며 마음 편하다. 산에 황정(黃精 약 이름)을 심고, 물가에서 백구와 친한다. 잡패(雜佩)를 가져다 주고자 하나, 그대는 오지 않고 주저하네.’ 한다.” 하였다.○ 김종직(金宗直)의 시에, “이후(李侯)는 자손으로서 어질기도 하다. 당(堂)이 지금도 황폐하지 않았다. 어느 물, 어느 둔덕 소윤(少尹)이 슬퍼했고, 꽃 하나 돌 하나도 평천(平泉)보다 낫다. 현주(玄洲) 바람 비는 서해에서 오고, 적현(赤縣) 멧부리는 반공에 솟아났다. 강평공 남긴 뜻이 영원함을 알고자 하면, 마을 가득한 풍경이 세전(世傳)이다.” 하였다. 성산 고성(城山古城) 석축이며 둘레가 2천 9백 5척이었는데, 지금은 없어졌다.\n\n",
  "명환": "본조 유규(柳規)ㆍ남륜(南倫)ㆍ안상진(安尙縝) 모두 부사가 되었다.\n유효진(柳孝眞) 목사가 되어 다스림이 제일이어서, 당상관으로 승진하였다.\n\n『신증』 여윤철(呂允哲) 정사를 함이 청렴하고 공평하였다.\n\n",
  "인물": "고려 윤신달(尹莘達) 태조조에 공신이었다. 윤금강(尹金剛) 신달의 손자인데, 벼슬이 복야(僕射)에 이르렀다. 윤집형(尹執衡) 금강의 아들인데, 벼슬이 우복야에 이르렀다. 윤관(尹瓘) 집형의 아들이고, 신달의 4대 손이다. 문종조(文宗朝) 과거에 올라, 여러 번 벼슬이 옮겨져서 형부 상서(刑部尙書)에 이르렀다. 당시에 여진이 정주(定州)에 마구 들어와서 약탈하였다. 왕이 윤관을 동북면 행영 도통(東北面行營都統)으로 삼아 공격하여 쫓았다. 선춘령(先春嶺)에 이르러 경계로 하고, 구성(九城)을 설치하고, 개선(凱旋)하였으며, 벼슬이 대보 문하시중(大保門下侍中)에 이르러 죽었는데, 시호는 문숙(文肅)이다. 젊어서부터 학문을 좋아하여 책을 손에서 놓지 않았고, 장상(將相)이 되어 비록 군중(軍中)에 있을 때라도 항상 오경(五經)을 가지고 다녔다. 어진 이를 좋아하고, 선을 즐겨함이 당시의 첫째였다. 뒤에 예종의 묘정(廟庭)에 배향되었다. 윤언이(尹彦頤) 윤관의 아들이다. 인종조에 과거에 올라 벼슬이 정당 문학(政堂文學)에 이르고, 문장을 잘 하여 일찍이 《역해(易解)》를 지었는데, 세상에 전해 온다. 늙은 뒤에도 불법을 아주 좋아하였다. 늙으므로 벼슬에서 물러나기를 청하여, 파평에 살면서 중 관승(貫乘)과 불가의 도우(道友)가 되었다. 관승이 부들로 암자 하나를 만들었는데 간신히 한 사람 정도 들어가 앉을 만하였다. 먼저 죽은 자가 여기에 앉아서 죽기로 약속하였다. 하루는 언이가 소를 타고 관승에게 가서 관승에게 이별을 고하고 바로 들어왔다. 관승이 사람을 시켜 암자로 보냈으므로 언이는 웃으면서, “선사(禪師)가 약속을 저버리지 않는구나.” 하였다. 드디어 붓으로 벽에다가 쓰기를, “봄이 다시 가을 되니, 꽃이 피었다가 잎이 진다. 동에 가나 서에 가나, 마음을 잘 기른다. 오늘 도중에서 이 몸을 돌이켜보니, 긴 하늘 만리에 한 조각 구름이다.” 하고, 쓰기를 마치자 죽었다. 시호는 문강(文康)이다. 윤린첨(尹鱗瞻) 언이의 아들이며, 자는 태조(胎兆)이다. 의종조(毅宗朝) 과거에 올랐고, 벼슬이 여러 번 옮겨져서 문하시중에 이르렀고 시호는 문정(文定)이다. 명종 묘정에 배향되었다. 윤돈신(尹惇信) 언이의 아들인데, 벼슬이 병부 시랑(兵部侍郞)에 이르렀다. 윤상계(尹商季) 돈신의 아들이며, 벼슬이 위위소경(衛尉少卿)에 이르렀다. 염신약(廉信若) 봉성(峯城) 사람이다. 인종조 과거에 올라, 광주 장서기(廣州掌書記)로 조용(調用)되었고, 여러 번 옮겨져서 정당문학 예부상서(政堂文學禮部尙書)에 이르렀다. 사람이 키는 작아도 담은 크다. 부(符)를 나누고 월(鉞)을 맡아서 가는 곳마다 치적(治績)이 있었다. 윤선좌(尹宣佐) 윤관의 7대 손이다. 충렬왕 때 과거에 장원하였고, 벼슬이 첨의 평리(僉議評理)에 이르렀다. 평생에 살림을 돌보지 않고, 오직 경사(經史)를 즐기었고, 문장이 깨끗하고 숙달하였다. 윤안숙(尹安淑) 벼슬이 첨의 찬성사(僉議贊成事)에 이르렀고, 시호는 양간(良簡)이다. 염제신(廉悌臣) 곡성(曲城) 사람이다. 젊어서 아버지가 죽고, 고모부(姑母夫)였던 원 나라 평장사(平章事), 말길(末吉)의 집에서 자랐다. 태정제(泰定帝)가 한 번 보고 기특하게 여겨서, 금중(禁中)에 숙위(宿衛)하도록 명하였다. 오랫동안 어머니를 보살피지 못했다는 것으로써 휴가를 청하거늘, 황제가 명하여 금강산에 향(香)을 내리게 하였고, 원에 돌아가서는 강소(江蘇)ㆍ절강(浙江)에 사신으로 가서 청백(淸白)하다는 것으로 알려졌다. 공민왕이 사신을 보내어 돌려보내기를 청하니, 황제가 휘정원(徽政院)에서 전별연을 하사하여 보냈다. 왕이 친히 그의 얼굴을 그려서 하사하면서 말하기를, “시중은 중국에서 배웠고 성품이 고결하니, 조정 딴 신하와 견줄 바 아니라.” 하였다. 벼슬이 영문하부사 곡성백(領門下府事曲城伯)에 이르렀다. 총재(冢宰) 지위에 있은 지 무릇 39년이었다. 윤세유(尹世儒) 윤관의 손자이다. 희종조(熙宗朝)에 우어사가 되었고, 문학으로써 세상에 이름났다. 조정의 정사가 뜻에 맞지 않는 것이 있으면, 문득 시(詩)에 의탁하여 비방하니 그때에는 광인(狂人)이라 불렀다. 윤척(尹陟) 안숙의 아들인데, 벼슬이 영평군(鈴平君)에 이르렀다. 윤승례(尹承禮) 척의 아들이다. 벼슬이 판도 판서(版圖判書)에 이르렀다.\n\n본조 윤곤(尹坤) 개국공신이며, 벼슬이 파평군(坡平君)에 이르고, 시호는 소정(昭靖)이다. 윤번(尹璠) 승례의 아들이고, 관의 후손이다. 벼슬은 영의정 부사(領議政府事)에 추증되었으며 시호는 정정(貞靖)인데, 우리 정희왕후(貞憙王后)의 생부(生父)이다. 윤형(尹炯) 벼슬이 좌참찬이었고 시호는 공간(恭簡)이다. 윤자(尹慈) 과거에 올라 벼슬이 경기도관찰사에 이르렀다. 윤암(尹巖) 숙경옹주(淑慶翁主)에게 장가들었으며 좌익 공신(佐翼功臣)으로서 파평군으로 봉함을 받았다. 윤사분(尹士昐) 윤번의 아들이다. 벼슬은 우의정이었으며, 시호는 이정(夷靖)이다. 윤사균(尹士昀) 사분의 아우이다. 정통 원년(正統元年)에 장원(狀元)하여 벼슬이 공조 판서에 이르렀다. 시호는 성안(成安)이다. 윤사흔(尹士昕) 사균의 아우이다. 좌리공신에 참여하여 벼슬이 우의정에 이르렀고, 파천 부원군(坡川府院君)에 봉해졌다. 시호는 양평(襄平)이다. 아들 계겸(繼謙)은 익대 좌리공신에 참여하여 벼슬이 형조 판서에 이르렀고, 영평군(鈴平君)에 봉해졌다. 윤호(尹壕) 과거에 올라 벼슬이 우의정에 이르렀고, 국구(國舅)로서 영원부원군(鈴原府院君)에 봉해졌다.『신증』 윤필상(尹弼商) 과거에 올라 벼슬이 영의정에 이르렀다. 몸이 작으나, 담략(膽略)이 있었다. 성화(成化) 15년에 황제가 건주 야인(建州野人)을 토벌하고자, 우리나라에 군사를 청하였다. 성종(成宗)이 필상에게 군사를 거느려 도와 치게 하니, 크게 전첩(戰捷)하고 포로를 바치니, 황제가 조서로써 포창하고 상 내린 것이 매우 많았다. 연산 갑자년 죽음을 당했다. 김인후(金麟厚) 과거에 올라 벼슬이 참의에 이르렀다.\n\n",
  "우거": "본조 이첨(李詹) 동산(童山) 밑에 살았다.\n\n",
  "제영": "여헌풍심견인수(旅軒風簟牽人睡) 이규보의 봉산현 시에, “산허리 기우는 해 처마에서 더딘데, 깨끗한 시구는 오직 두자미(杜紫薇)만 읊조리네. 시냇가 대나무 짙은 그늘에 죽순이 뭇 자라고, 뜰 앞 매화나무 비 넉넉하니 열매가 굵다. 여란 마루 대자리는 사람의 잠을 끌어 들이고 야점(野店 시골에 있는 상점)의 봄나물은 객의 시장기를 달래는구나. 먼 곳에 유람하는것 누가 위문하리. 석루(石樓)의 중의 집은 연기와 노을에 잠기네.” 하였다. 신경서반구경동(新京西畔舊京東) 남재(南在)의 시에, 작은 고을 관아를 요긴한 골목에다 지었는데, “새 서울의 서쪽이고, 옛 서울의 동쪽이라고 하네.” 하였다. 삼도회래도(三道會來途) 권근의 시에, “두 서울 중간에 유숙하는 곳, 3도에서 모여 오는 길이라.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년 군(郡)으로 고쳤다.\n《대동지지(大東地志)》\n",
  "진보": "임진보(臨津堡) 임진(臨津)의 남안(南岸)에 있으며 영종 41년에 별장(別將) 연강(緣江)을 설치하고 관성(關城)을 쌓았는데 좌우의 길이가 백 3십 3보이며 진서문(鎭西門)이라고 불렀다. ○ 별장은 한 사람이다. 장산보(長山堡) 임진도(臨津渡)의 아래로 2리에 있으며 영종 41년에 보를 설치하고 성을 쌓았는데 길이가 백여 보이다. 또 돈대(墩臺)를 여덟 곳에 쌓았다. ○ 별장은 한 사람이고 이상 이보(二堡)는 총융청이다.\n\n",
  "영아": "방영(坊營) 영종 40년에 장단(長湍)으로부터 방영(坊營)을 본주로 이사했다. ○ 병마방어사 한 사람이고 본주의 목사가 겸한다. 총융중영(摠戎中營) 인조조에 설치. 총융우영(摠戎右營)이었는데 후에 중영(中營)으로 고쳤다. ○ 속읍으로는 파주ㆍ고양ㆍ교하(交河)ㆍ적성ㆍ속보(屬堡)ㆍ임진ㆍ장산(長山) 등이다. ○ 영장(營將)은 본주의 목사가 겸한다.\n\n",
  "성지": "마산고성(馬山古城) 서쪽으로 2리이며, 백제 때에 쌓았는데 본조 선조조에 중수하였고, 둘레는 2천 9백 5척이다. ○ 대로의 요충지에 홀로 우뚝 솟아 그에 상대할 만한 봉우리가 없다. 파평고성(坡平古城)ㆍ월룡산고성(月龍山古城) 모두 남은 터가 있다.\n\n",
  "방면": "주내(州內) 마지막이 10리이다. 광탄(廣灘) 동남쪽으로 처음이 10리이고, 끝이 30리이다. 자곡(紫谷) 서남쪽으로 처음이 7리, 끝이 17리이다. 천점(泉岾) 동남쪽으로 처음이 5리, 끝이 30리이다. 조리동(助里洞) 남쪽으로 처음이 13리, 끝이 30리이다. 백석(白石) 서쪽으로 처음이 5리, 끝이 20리이다. 오리곡(烏里谷) 서쪽으로 20리이다. 파평(坡平) 동북쪽으로 30리에 있다. 칠정(七井) 북쪽으로 20리에 있다. 마정(馬井) 서북쪽으로 20리에 있다. 신속(新屬) 북쪽으로 20리에 있다.\n\n",
  "진도": "임진도(臨津渡) 북쪽으로 15리에 있다. 저포진(猪浦津) 서쪽으로 15리에 있다. 돌거리진(突巨里津) 동북쪽으로 30리에 있다.\n\n",
  "사원": "파산서원(坡山書院) 선조 무진년에 건축하여, 효종 경인년에 사액하였다. 성수침(成守琛) 자는 중옥(仲玉)이고, 호는 청송당(聽松堂)이며, 창녕(昌寧) 사람으로 벼슬은 적성 현감(積城縣監)에 이르렀고, 좌의정에 추증되었으며, 시호는 문정(文貞)이다. 성수종(成守琮) 자는 숙옥(叔玉)이며, 수침의 아우이고, 세칭(世稱) 절효선생(節孝先生)이니, 직제학에 추증되었다. 성혼(成渾) 수침의 아들이니, 경도 문묘(京都文廟)에 보인다. 백인걸(白仁傑) 자는 사위(士偉)이고, 호는 휴암(休庵)이며, 수원(水原) 사람이니 벼슬은 부참찬이고, 시호는 충숙(忠肅)이다. ○ 자운서원(紫雲書院) 광해주(光海主) 을묘년에 건축해서 효종(孝宗) 경인년에 사액하였다. 이이(李珥)ㆍ김장생(金長生)ㆍ박세채(朴世采) 모두 경도 문묘(京都文廟)에 보인다. 풍계사(豐溪祠) 숙종 갑술년에 건축해서 을해년에 사액하였다. 오두인(吳斗寅) 자는 원미(元微) 호는 양곡(陽谷)이니, 해주(海州) 사람이다. 숙종 기사년에 항소(抗疏)하여 절개를 지키어 죽었다. 벼슬은 형조 판서(刑曹判書)에 이르렀고 영의정에 추증되었으며, 시호는 충정(忠貞)이다. 이세화(李世華) 자는 군실(君實), 호는 쌍백당(雙柏堂)이고, 부평(富平) 사람이다. 숙종 기사년에 항소(抗疏)하였으며, 벼슬은 행 이조 판서(行吏曹判書)이었고, 시호는 충숙(忠肅)이다. 박태보(朴泰輔) 자는 사원(士元), 호는 정제(定齊)이고, 나주(羅州) 사람이다. 숙종 기사년에 항소하여 절개를 지키어 죽었다. 벼슬은 응교에 이르렀고 영의정에 추증되었으며, 시호는 문열(文烈)이다.\n\n"
}