{
  "성곽": "경성(京城) 우리 태조 5년에 돌로 쌓았고 세종 4년에 다시 수리하였다. 둘레는 9천 9백 75보(步)요, 높이는 40척 2촌이다. 여덟 개의 문을 세웠으니 정남에 있는 것은 숭례(崇禮), 정북은 숙청(肅淸), 정동은 흥인(興仁), 정서는 돈의(敦義), 동북은 혜화(惠化), 나라를 세운 처음에는 이 문을 홍화(弘化)라 하였는데, 성종 계묘년에 창경궁(昌慶宮)의 동문을 역시 홍화라 하여, 지금 왕 6년에 두 문의 이름이 혼동되기 때문에 혜화라고 고쳤다. 서북은 창의(彰義), 동남은 광희(光熙), 서남은 소덕(昭德)이다. 궁성(宮城) 경성 복판에 있다. 둘레는 1천 8백 13이고, 높이는 21척 1촌이다. 네 개의 문을 세웠으니 남쪽의 문을 광화(光化)라 하는데, 옛 이름은 정문(正門)이었다. 북쪽의 문은 신무(神武), 동쪽의 문은 건춘(建春), 서쪽의 문은 영추(迎秋)라 한다.○ 정도전(鄭道傳)이 오문(午門)을 정문이라 이름하고, 아울러 그 이름을 지은 뜻을 써서 올리며 이르기를, “천자와 제후(諸侯)의 형세는 비록 다르나, 남쪽을 향하여 정치를 하는 것은 모두 올바름을 근본으로 하는 것이니, 그것은 그 이치가 마찬가지이기 때문입니다. 고전(古典)을 참고해 보면 천자의 문을 단문(端門)이라 하였는데, 그 단(端)은 곧 바르다는 뜻입니다. 지금 오문을 정문이라 하는 것은, 명령과 정교(政敎)가 다 이 문을 지나서 나오기 때문입니다. 자세히 살핀 뒤에 나오므로 참소하는 말이 행해지지 못하고, 거짓으로 속이는 것도 발을 붙이지 못할 것입니다. 올리는 의견과 사뢰는 복명(復命)이 반드시 이 문을 지나 들어오는 것이니, 이미 자세히 살핀 뒤에 들어오므로 바르지 못하고 편벽되는 말이 저절로 나아올 수 없고 그 공적은 상고할 바가 있을 것입니다. 이 문을 닫아서는 괴이한 말을 하는 부정한 백성을 거절하고, 이 문을 열어서는 사방의 어진 이를 오게 할 것이니, 이것이 모두 정(正)의 큰 것입니다.” 하였다.○ 변계량(卞季良)이 광화문의 종명(鐘銘)을 짓고, 그 서문에, “지금 임금 12년 겨울 10월 7일에 해당 관청에 명령하여 종을 만들어 궁궐문에 달았으니, 그것은 옛날 제도를 따른 것입니다. 거기에 공덕을 새기고 또 여러 신하들의 조회(朝會)의 시간을 엄하게 하려는 것입니다. 살피건대, 태조 강헌대왕(康獻大王)이 잠저(潛邸)에 계실 때에 공훈과 덕이 이미 높았으므로 인심이 날로 따랐습니다. 그러자 거짓 참소가 들끓기 시작하여 그 화는 거의 불측하게 되었습니다. 우리 전하께서는 막 제릉(齊陵) 곁의 여막에 계시다가 급변을 듣고 와서, 그 정세에 응해 제어한 뒤에 드디어 공훈이 있는 친척들과 의병(義兵)을 일으키고 추대하여 큰 기업을 세웠습니다.그 뒤에 간사한 신하들이 다시 난리를 꾸밀 때에, 우리 전하는 곧 그것을 평정하고 종사(宗社)를 안정시켰습니다. 신이 생각건대, 부모에게 효도하고 어른에게 공경하였으니 그 덕이 그보다 훌륭할 수가 없고, 나라를 세우고 사직(社稷)을 정하였으니 그 공이 그보다 클 수가 없으니, 진실로 종과 가마솥에 새겨 만세에 전하는 것이 당연합니다. 즉위하신 뒤로는 뜻을 이어받아 수성(守成)하여 하늘을 공경하며 대국을 섬기어 두 번이나 황제의 명을 받들어 선대의 공덕을 빛나게 하였으며, 학문을 계승하고 넓히는 데에 극진히 하여 다스린 교화가 융성한 데에 이르렀습니다. 나아가서는 상례(喪禮)와 제사에 대한 정성과, 백성을 사랑하고 만물을 기르는 인(仁)과, 기강(紀綱)을 세우는 넓은 규모와 큰 계략은 실로 모든 왕의 위에 뛰어났습니다. 지금 또 특별히 명하시어 종을 달아 새벽과 밤의 한계를 엄하게 하시니, 그것은 스스로 힘써 쉬지 않고 모든 정사를 부지런히 하여 만세의 태평의 터를 닦으려는 것이니 진실로 지극합니다. 끼쳐 주신 은택이 길이 전해짐과 국가의 복조가 오래감은 마땅히 이 종과 함께 영원함이 의심할 바 없습니다. 아, 훌륭하여라. 또 그 계책을 펴고 힘을 바쳐서 공훈을 세운 데에 참여한 사람들도 다 후면에 새겨 영원히 전할까 합니다. 신 계량은 삼가 손을 모아 절하고 머리를 조아리며 명(銘)을 짓습니다.” 하였다.그 명에, “크고 아름다워라. 성조(聖祖)께서 동토(東土)에 나셨도다. 하늘의 큰 명을 받아 비로소 큰 기업을 열었도다. 옛날 고려 말기에 정사가 어지럽고 백성들이 이반(離叛)하자, 하늘이 우리의 덕 있는 이를 돌보사 사람들의 마음이 돌아갈 곳이 있게 되었다. 그때에 음흉하고 간사한 자들이 그 무리들을 미혹시키어 우리를 해칠 꾀를 매우 급히 하여, 그 화가 아침 저녁에 절박하였다. 효성스럽도다. 거룩한 아들이여! 여막으로부터 달려왔네. 신령스러운 기틀을 한번 결정하자 진실로 어려운 일이 해결됨이 마치 저 해가 높이 떠올라 큰 빛을 뚜렷이 내는 것 같았네. 또 나쁜 싹이 틈을 타서 위태롭게 하려 하자, 하늘이 태조를 돌보시어 그 후사를 번창하게 하시려고 우리 왕의 손을 빌려 더러운 무리들을 쓰러뜨렸다. 여러 어진 이들이 계획에 맞추어 돕고 도와 인륜이 바르게 되고 종묘와 사직이 영구하게 되었네. 높은 공을 두 번이나 세운 이는 실로 오직 우리 임금뿐이라네. 공이 높아도 높은 체하지 않고 덕이 꽉 찼는데도 있는 체하지 않네. 하늘의 거울이 매우 밝아서 거듭 보호하여 주셨네. 황제의 명령이 거듭 내리매 때맞추어 총애를 받들고 금보(金寶 명에서 내린 금인(金印))가 빛나매 그 크기가 말만큼이나 하였네. 황제의 사랑의 빈번함이 전대(前代)에 짝이 없어, 우리가 도읍으로 돌아와서 선대의 업적을 이어받았네. 정성스러워라. 그 효성이여! 처음부터 끝까지 어김이 없었고, 기강이 바로 서매 온갖 제도가 빛났다. 새벽과 밤을 엄하게 하려고 여기에 종을 다는 것이니, 모든 관리들은 그 직분에 힘써 감히 조금도 허물을 짓지 말라. 영원히 이어 나갈 종묘 사직은 땅과 하늘처럼 오래고 영원하리라. 신은 절하고 명을 지어서 무궁한 세대에 전합니다.” 하였다.\n\n",
  "궁궐": "경복궁(景福宮) 태조 3년에 세우다. 정도전에게 명하여 그 이름을 짓도록 하였으니, 그 글에 살피건대, 궁궐은 임금이 정사를 보는 곳이고, 사방에서 우러러보는 곳이며, 신민들이 모두 나아가는 곳이다. 그러므로 그 제도를 웅장하게 하여 존엄함을 보이고, 그 이름을 아름답게 하여 보고 느끼게 하여야 한다. 한당(漢唐) 이래로 궁전의 이름이 이어지기도 하고 고쳐지기도 하였지만, 존엄함을 보이고 보고서 느끼게 한 데에 있어서는 그 뜻이 같았다. 전하께서 즉위하신 지 3년 만에 도읍을 한양에 정하시고, 먼저 종묘를 세우고 다음에 궁실을 지었다. 그 이듬해 10월 을미일에 친히 곤면(袞冕)을 입으시고, 선왕(先王)과 선후(先后)를 새 사당에서 제사지낸 뒤에 여러 신하들과 새 궁전에서 잔치를 베푸셨으니, 그것은 신(神)의 은혜를 넓혀서 후일의 복을 넉넉하게 하려 하심이었다. 술잔이 세 번 돌자, 신 도전에게 명하시기를, “지금 도읍을 정하고 종묘에 제사드렸고 새 궁전이 이루어졌으므로, 즐거이 여러 신하들과 여기에서 잔치하는 것이다. 그대는 빨리 궁전의 이름을 지어 나라와 함께 끝없이 그 경사를 같이하게 하라.” 하였다. 신이 명을 받은 뒤에 삼가 절하고 머리를 조아리며, “‘이미 술에 취하고 이미 덕에 배불렀으니, 군자가 영원히 큰 복을 크게 하리라.’는 주아(周雅)를 외고, 청컨대, 새 궁궐 이름을 경복(景福)이라 하소서. 장차 전하와 자손들이 만년의 태평의 업을 누리시고 사방의 신민들도 영원히 보고 느끼는 바가 있게 될 것입니다. 그러하오나 《춘추》에, ‘백성들의 힘을 소중히 여기어 토목공사를 삼가라. ’하였으니 어찌 임금이 한갓 백성을 수고롭게 함으로써 자신을 받들게 해서야 되겠나이까? 큰 집에 편안히 계실 때에는 빈한한 선비를 덮어 줄 것을 생각하고, 시원한 바람이 전각(殿閣)에 불 때에는 맑은 그늘을 나누어 줄 것을 생각하셔야 거의 떠받드는 만민을 저버리지 않을 것입니다.” 하였다. 근정전(勤政殿) 조하(朝賀)를 받는 정전(正殿)으로, 남쪽에는 근정문, 또 그 남쪽에는 홍례문, 동쪽에는 일화문(日華門), 서쪽에는 월화문(月華門)이 있다. 홍례문 안에는 개울이 있는데, 다리 이름은 금천(錦川)이고, 동서에 수각(水閣)이 있다.○ 정도전의 글에, “천하의 일은 부지런히 하면 다스려지고, 부지런히 하지 않으면 폐해지게 되는 것이 필연의 이치입니다. 작은 일도 그러한데, 하물며 크나큰 정사이겠습니까? 《서경》에, ‘걱정이 없을 때에 경계하여 법도를 잃지 말라. ’하였고, 또 ‘안일과 욕심으로 제후들을 가르치지 마시어 삼가고 두려워하소서. 하루 이틀 사이에도 기미가 만 가지나 됩니다. 모든 관직을 폐하지 마소서. 하늘의 할 일을 사람이 대신한 것입니다. ’하였으니, 이것은 순(舜) 임금과 우(禹) 임금이 부지런히 한 바입니다. 또 《서경》에, ‘아침부터 해가 중천에 뜰 때와 해가 기울 때에 이르도록 한가히 밥 먹을 겨를도 없으시어, 만민을 모두 화합하게 하였다. ’하였으니, 이것은 문왕(文王)이 부지런히 한 바이니, 임금이 부지런히 하지 않을 수 없음이 이와 같습니다. 마음과 몸이 오랫동안 편안하면 교만과 방탕이 생기기 쉬운 것입니다. 또 어떤 아첨하는 사람이 따라서 유혹하기를, ‘천하와 국가 때문에 내 정력을 피로하게 하여 내 수명이 줄어들게 해서는 안된다. ’하며, 또 ‘이미 가장 높은 지위에 있는데, 어째서 함부로 혼자 스스로를 낮추고 굽히어 괴롭게 하겠는가? ’하면서, 이에 혹은 여자와 음악, 사냥과 놀이, 진기한 놀이개와 토목(土木) 등 모든 주색(酒色)에 빠지는 일을 가지고 유혹하지 않음이 없습니다. 임금은, ‘이것이 바로 나를 매우 사랑하는 일이라.’고 생각하여, 자신도 모르게 태만하고 음탕함에 빠져 들어갑니다. 한당(漢唐)의 임금들이 다 삼대(三代)의 임금만 못한 까닭이 모두 여기에 있습니다. 그러므로 임금이 어찌 하루인들 부지런히 하지 않아서야 되겠습니까? 그러나 한갓 임금이 부지런히 해야 하는 것만을 알고, 부지런히 해야 하는 까닭을 알지 못한다면 그 부지런히 하는 것이 번잡하고 까다로운 데로 흘러 보잘 것이 없을 것입니다. 옛날 선비들이 말하기를, ‘아침에는 정사를 보고, 낮에는 찾아가 물으며, 저녁에는 명령을 내고, 밤에는 몸을 편안히 하는 것이 임금이 부지런히 하는 것이다. ’하였습니다. 또 말하기를, ‘어진 이를 찾는 데에 부지런히 하고 어진 이에게 맡기는 것을 편안히 여기라. ’하였으니, 청컨대, 신은 이것으로써 드립니다.” 하였다. 사정전(思政殿) 근정전 북쪽에 있다. ○ 정도전의 글에, “천하의 이치는 생각하면 얻고 생각하지 않으면 잃습니다. 대개 임금은 한 몸으로 가장 높은 자리를 차지하고 있습니다. 만 사람 중에는 지혜롭고 어리석은 이와 어질고 어질지 않는 이가 섞여 있고, 만 가지 일에는 옳고 그름과 이롭고 해로움이 얽혀 있습니다. 그러므로 임금이 깊이 생각하고 자세히 살피지 않으면 어떻게 일의 마땅하고 마땅하지 않음을 분별하여 처리할 수 있으며, 사람의 어질고 어질지 않음을 분별해서 쓰고 물리칠 수 있겠습니까? 옛날부터 임금이 누군들 존귀함을 좋아하고 위태함을 싫어하지 않겠습니까? 나쁜 사람과 친하게 지내어 계획하는 것이 좋지 못하여 화를 당하고 실패하게 되는 것은 진실로 생각하지 않은 때문입니다. 《시경》에, ‘어찌 너를 생각하지 않으리요마는 집이 멀구나. ’하였는데, 공자(孔子)가 그 시를 해석하기를, ‘생각하지 않아서이지 무엇이 멀겠는가? ’하였고, 《서경》에서는, ‘생각[思]함은 지혜롭고[睿] 지혜로움은 성스러움을 만든다. ’하였으니, 생각하는 것이 사람에게 있어서 그 쓰임이 지극히 중요한 것입니다. 이 전(殿)은 아침마다 여기에서 일을 보아 모든 정무가 복잡하게 되면, 모두 전하께 아뢰어 조칙(詔勅)을 내려서 지휘하게 될 것이니, 더욱 생각하지 않으면 안될 것입니다. 신이 청컨대, 그 이름을 사정전(思政殿)이라 하소서.” 하였다. 강녕전(康寧殿) 사정전 북쪽에 있다. ○ 정도전의 글에, “신이 상고해보니, 〈홍범(洪範)〉의 아홉 번째는 다섯 가지 복으로, 그 중에 셋째는 강녕(康寧)이라 하였습니다. 대개 임금이 마음을 바루고 덕을 닦아서, 큰 표준을 세우면 강녕을 누릴 수 있습니다. 이것은 바로 다섯 가지 복 중에 하나로 한가운데에 있는 강녕을 들어서 그 나머지를 모두 포괄한 것입니다. 그러나 이른바 마음을 바루고 덕을 닦는다는 것은 여러 사람이 모두 보는 곳에서도 억지로 노력해서 할 수 있는 것이지만, 한가로이 혼자 있을 때에는 그 안일한 데에 빠지기 쉬워 경계하는 마음이 매양 게으르게 되는 것입니다. 그래서 마음이 바루어지지 못하고 덕이 닦여지지 못하여, 큰 표준이 서지 못해서 다섯 가지 복이 이지러질 것입니다. 옛날 위무공(衛武公)이 스스로를 경계한 시에, ‘네가 군자(君子)를 벗함을 보건대, 네 얼굴을 환하게 하고 유순히 하여 어떤 잘못이 있지 않은가 하는구나. 네가 집에 있음을 보건대, 구석진 방에 혼자 있을 때에도 부끄러움이 없게 하라.’ 하였습니다. 무공의 경계하고 삼감이 이러하였기 때문에 나이가 90이 넘도록 큰 표준을 세워서 다섯 가지 복을 누림은 밝은 징험이 이러하니, 그 덕을 닦는 데에 힘쓰는 것은 편안히 혼자 있는 곳에서 시작해야 할 것입니다. 원컨대 전하는 무공의 시를 본받으시어 안일함을 경계하고, 경외심을 보존하여, 큰 표준이 되는 복을 누리소서. 그렇게 되면 성자(聖子)와 신손(神孫)이 대대로 이어받아 만세에 전할 것입니다. 그러므로 연침(燕寢)을 일컬어 ‘강녕’이라 하나이다.” 하였다. 연생전(延生殿)ㆍ경성전(慶成殿) 정도전의 글에, “천지는 만물에 대해서 봄에는 나게 하고, 가을에는 성숙하게 하며, 성인은 만백성에 대하여 인(仁)으로써 나게 하고, 의(義)로써 절제합니다. 그러므로 성인은 하늘을 대신해서 만물을 다스리는 것이니, 그 정령(政令)과 시행하는 것은 한결같이 천지의 운행(運行)을 근본으로 삼습니다. 동쪽의 작은 침전(寢殿)을 연생(延生)이라 하고, 서쪽의 작은 침전을 경성(慶成)이라 한 것은 전하가 천지의 생성(生成)을 본받아 그 정령을 밝힘을 나타낸 것입니다.” 하였다. 교태전(交泰殿) 강녕전 북쪽에 있다. 함원전(含元殿) 강녕전의 서북쪽에 있다. 양심당(養心堂) 강녕전의 서북쪽에 있다. 비현각(丕顯閣) 사정전 동편에 있다. 인지당(麟趾堂)ㆍ자미당(紫薇堂)ㆍ청연루(淸讌樓) 모두 교태전 동쪽에 있다. 융문루(隆文樓)ㆍ융무루(隆武樓) 근정전의 동각(東閣)의 누(樓)를 융문이라 하고, 서각의 누를 융무라 한다. ○ 정도전의 글에, “문(文)으로써 다스림을 이루고 무(武)로써 어지러움을 평정시키는 것이니, 이 두 가지는 마치 사람의 팔 중에 어느 하나도 없앨 수 없는 것과 같습니다. 대개 예악문물(禮樂文物)이 찬란하여 볼 만하고 융병무비(戎兵武備)가 정연히 다 갖추어져, 사람을 쓰는 데에 있어서 문장을 잘 짓고 도덕이 있는 선비와 과감하고 용력이 있는 사람을 안팎에 벌려 놓는 것은 모두 융문과 융무의 지극한 것이니, 전하께서 문과 무를 아울러 써서 장구한 다스림에 이르름을 드러나게 함입니다.” 하였다. 경회루(慶會樓) 사정전 서쪽에 있다. 누(樓) 둘레에 못을 만들었는데, 못이 깊고도 넓다. 연꽃을 심었으며, 그 못 속에 두 개의 섬이 있다. ○ 하륜(河崙)의 기문(記文)에, “전하의 13년 봄 2월에, 경복궁 제거사(提擧司)가 ‘그 후전(後殿)의 서쪽 누각이 기울어져 위험하다.’고 의정부에 보고하여 아뢰니, 전하께서 놀라 탄식하기를, ‘경복궁은 나의 선고(先考)께서 처음 창업하실 때에 세운 것인데, 지금 벌써 그렇게 되었는가? ’하고, 드디어 거둥하여 보시고, 이르시기를, ‘누각이 기울어진 것은 지대가 습하여 기초가 튼튼하지 못하기 때문이다. ’하셨습니다. 그리고 공조 판서 신 자청(子靑) 등에게 명하시기를, ‘농사철이 다가오니, 마땅히 일없이 노는 사람들을 부역시켜 빨리 수리하라. ’하셨습니다. 자청 등이 땅을 측량하여 약간 서쪽으로 옮기고, 그 터에 제도를 조금 넓혀 새롭게 만들고, 또 그 지대가 습한 것을 염려하여 누각 둘레에 못을 만들었습니다. 공사를 마치자, 다시 거둥하시어 그 누에 올라 말씀하시기를, ‘나는 옛모습 그대로 수리하고자 하였을 뿐인데, 옛날의 제도보다 너무 지나치지 않은가? ’하셨습니다. 자청 등이 엎드려 대답하기를, ‘신 등은 후일에 또 기울어져 위태로울까 염려하여 이렇게 하였나이다. ’하였습니다. 이에 종친(宗親)ㆍ공신(功臣)ㆍ원로(元老)들을 불러모아 함께 즐기고, 누의 이름을 ‘경회’라 하였습니다. 그리고 이내 신 하륜에게 명하여 기문을 쓰라 하셨는데, 신은 감히 문장이 졸렬하다 하여 사양하지 못하였습니다. 신이 일찍이 듣건대, 공자가 애공(哀公)의 물음에 대답하기를, ‘임금이 정사하는 것은 인재를 얻는 데에 달려 있다. ’하였습니다. 임금의 정사는 인재를 얻는 것을 근본으로 삼는 것이니, 인재를 얻은 뒤에라야 ‘경회(慶會)’라 할 수 있는 것입니다.삼가 생각하옵건대, 태조 강헌대왕은 성문신무(聖文神武)의 덕으로써 한 나라를 잘 다스려서 편안하게 하시자, 천자가 조선이라는 국호를 내리므로 드디어 화산(華山) 남쪽에 도읍을 정하고, 마침내 궁실(宮室)을 세우고, 그 전(殿)을 ‘근정(勤政)’이라 이름짓고, 또 그것으로 문의 이름을 지었으니 그것은 나라를 다스리는 근본으로 삼음이 지극하십니다. 지금 우리 전하께서 그분의 덕을 잘 본받고 그분의 큰 기업을 계승하여 대국을 섬기기를 더욱 정성스럽게 하시자, 천자가 고명(誥命)을 내리시고, 정치 교화가 아름답고 밝아져서 경내(境內)가 더욱 편안해졌습니다. 지금 한 누를 수리하면서도 농사철이 가까운 것을 염려하셔서 일없이 노는 사람들을 부역시키도록 하시어, 며칠이 되지 않아서 준공되자 경회라고 이름하셨습니다. 대개 조용히 혼자 계시는 여가에 도덕이 있고, 다스리는 법을 아는 여러 신하들을 불러들여 면회하시고, 그들의 계책을 살피어 받아들이며 도의(道義)를 강론하여 정치하는 근원을 바르게 하시니, 더욱 이로써 전하께서 참으로 정사를 부지런히 하는 근본을 아신다는 것을 볼 수 있습니다.신이 일찍이 논하건대, ‘경회’라는 것은 임금과 신하가 덕으로써 서로 만나는 것입니다. 건(乾)의 구오(九五)가 그 큰 덕으로서 구이(九二)의 큰 덕을 만남이 이로와서 뜻이 같고 기운이 합하여 그 도를 행하게 될 것 같으면, 여러 어진 이들이 함께 나아와서 국가가 밝고 창성해질 것이니, 이른바 ‘구름이 용을 따르고 바람이 범을 따른다.’는 것이 될 것입니다. 그러나 만일 덕으로써 하지 않으면 간사한 무리들이 함께 나아와서 국가가 어두워질 것이고, 가끔 덕으로써 나오는 이를 쓰더라도 그 재주를 다쓰지 못하고 간사한 무리들과 섞이게 되면 역시 어두운 상태로 같이 돌아가고야 말 것입니다. 옛일을 상고해 보면 요(堯)ㆍ순(舜)ㆍ우(禹)ㆍ탕(湯)ㆍ문무(文武)가 다스릴 때에 고요(皐陶)ㆍ기(夔)ㆍ익직(益稷)ㆍ이윤(伊尹)ㆍ부열(傅說)ㆍ여상(呂商)ㆍ주공(周公)ㆍ소공(召公)의 보좌가 있었으니, 이야말로 참으로 ‘경회’라 할 수 있고, 한고조(漢高祖) 때의 소조(蕭曹)와, 당태종(唐太宗) 때의 방위(房魏)와, 송조(宋祖) 때의 조보(趙普)도 경회라 할 수 있습니다. 그러나 덕에 순수하지 못하였으니, 어찌 삼대(三代)와 견줄 수 있겠습니까? 한 나라 무제(武帝)의 공손홍(公孫弘)과 송 나라 신종(神宗) 때의 왕안석(王安石) 같은 이도 임금과 신하가 서로 만났다고 할 수 있습니다. 그러나 거짓을 꾸며 명예를 낚았다는 비방과 큰 간사함은 충성과 비슷하다는 탄핵도 면하지 못하였는데, 어찌 경회이겠습니까? 또 당 나라 현종(玄宗) 때의 송경(宋璟)ㆍ장구령(張九齡)과 송 나라 진종(眞宗) 때의 구준(寇準)도 서로 만나지 못했다고 말할 수는 없지만, 이임보(李林甫)가 대신하고 왕흠약(王欽若)이 섞이매 경위(涇渭)의 분별과 훈유(薰蕕)의 구별도 하지 못하였는데 하물며 경회라 말할 수 있겠습니까? 이것으로 본다면 임금과 신하의 경회는 옛날부터 실로 그리 많이 보기가 쉽지 않았습니다. 다행히 천년 만에 한 번 만난다면 그 즐거움이 어떠하겠습니까? 우리 태조께서 이미 근정(勤政)으로 나라를 소유하는 근본으로 삼아 다스렸고, 전하는 또 경회를 근정의 근본으로 삼아 힘쓰시니, 창업의 아름다움과, 계승의 훌륭함이 아, 성하기도 합니다. 능히 삼대(三代)의 경회를 따라 삼대의 치적(治績)을 이루어 영원한 세대에 규모를 물려주고, 끝없이 큰 복을 누릴 것을 분명히 알 수 있습니다. 또 저 산악(山岳)의 기이하고 빼어남과 동산과 연못의 그윽하고 깊음과 얼음과 눈이 자리에서 나고 강과 호수가 난간과 섬돌에 닿았으며, 소나무와 잣나무는 우거지고 꽃과 풀은 무성하며, 바람과 연기와 구름과 달이며, 아침저녁의 흐리고 개이는 경치가 모두 관람(觀覽)하는 사이에 있는 것을 감히 다 형용할 수 없습니다. 다만 누를 다시 짓는 것이 나라를 다스림과 비슷함이 있으니, 기울어진 것은 바르게 하고 위태로운 것은 편안하게 하는 것은 선조의 업을 보전함이고, 흙을 쌓되 튼튼히 하고 땅을 깊이 파서 습기를 없애는 것은 큰 기업을 튼튼히 하는 것이고, 들보와 마룻대와 기둥과 주춧돌을 웅장하게 함은 무거운 것을 지탱하는 것은 약해서는 안되기 때문이고, 대공과 지도리와 문설주를 모두 갖춤은 작은 재목이 큰 소임을 맡을 수 없기 때문이고, 시원스레 추년 끝이 트이게 함은 사방에서 보고 들어 총명하게 하려는 것이고, 높은 뜰에 사닥다리가 엄한 것은 등급의 차별이고, 아래를 내려다보면 반드시 두려운 것은 경외심을 보존하려는 것이고, 멀리 보아 빠트리지 않는 것은 포용함을 숭상하는 것입니다. 제비들이 와서 서로 하례함은 인민들이 기뻐함이고, 파리가 붙지 않음은 간사하고 참소하는 무리들이 물러감이고, 그림이 사치스럽지 않음은 제도와 문물이 중도를 얻음이고, 때를 맞추어 여기서 노는 것은 문무(文武)의 늦추었다 당겼다 함이 알맞은 것이니, 진실로 오르고 내릴 때에 이런 생각을 가지고 정치를 행하면 이 누의 유익함이 진실로 적지 않을 것입니다. 감히 이것으로 아울러 기록하나이다.○ 윤회(尹淮)의 시에, “화산(華山) 남쪽 한수(漢水) 머리에 범이 걸터앉고 용이 서리어 하늘이 구역 지었네. 성신(聖神)이 갑자기 일어나 신도(神都)를 정하매 구서(龜筮)가 함께 따라 사람 꾀에 합하도다. 묘사(廟社)를 먼저 짓고 다음에 궁실(宮室)을 짓는데 침전(寢殿) 서쪽 모퉁이에 층루를 경영한다. 조회를 마치고 조용히 혼자 올라가는 것은 수고와 편안함을 절제하려 함이지 구경하려는 것이 아니다. 아, 땅이 습하여 터가 단단하지 않으며 세월이 오래되어 기울어져서 참으로 걱정스러웠다. 우리 임금 그 말을 듣고 당을 지으려고 유사(有司)에게 명하여 수리하라 했다. 옛것을 철폐하고 서쪽으로 옮겨서 높은 터를 다지고 밑으로 맑은 못을 파서 사방을 둘러쌌다. 왕이 빨리 하지 말라 해도 백성들이 다투어 와서 넓은 궁실이 얼마 안되어 하늘의 두우성(斗牛星)에 닿았네. 헌영은 시원하고 계단은 높아서 멀리 바라봄에 빠트리지 않고 다 보이네. 준공을 아뢰매 새로 ‘경회’라는 이름을 내리시고 세자는 편액(扁額)을 쓰매 은구(銀鉤)를 가로질러 놓았네. 굽어보매 남강이 천 길이나 깊은데 꿈틀거리는 용이 일어나 구름이 뭉게뭉게 피어오르고 돌아보매 북악(北岳)이 만 길이나 높은데 누워 있던 범이 휘파람 불자 바람이 우수수 부네. 하늘은 나직하고 해는 누에 걸려 있고 바람은 훈훈한데 자욱한 서기(瑞氣)가 일어난다. 빛나면서도 사치하지 않고 검소하면서도 비루하지 않으니 진실로 군자가 여기에서 쉬리로다. 거룩하신 임금님이 정남을 향하시매 좌우에는 공후(公候)가 질서정연히 늘어섰다. 임금님은 기쁘구나. 보필하신 신하들이 일어나서 잘한다 못한다고 문답함이 얼마나 좋은가. 염매(鹽梅)로 계옥(啓沃)하여 내를 배로 건너는데 같은 소리 서로 응하고 같은 기운 서로 찾네. 때로는 악공(樂工)에게 명하여 녹명(鹿鳴)을 노래하니 술잔은 굽었고 맛난 술은 부드럽다. 비파를 타고 피리를 불고 훈지(壎篪)를 연주하니 치소각소(徵招角招)에 대한 생각이 그립다. 임금과 신하가 즐기는 데에는 예의(禮義)가 있음이 좋으니 끊임없는 많은 말이 모두 큰 계책일세. 신하들은 덕에 취해 머리를 조아려 절하면서 천보(天保)에 이어서 천추(千秋)를 기원하네. 밝은 임금과 어진 신하가 서로 만남은 고금에 드무니, 큰 고기가 골짜기에 놓여짐이 어찌 여기에 비하랴? 미미한 이 신하가 다행히 태평 시대에 났으매 눈을 들어 우러러 더위잡고 길이 머뭇거린다. 원컨대, 높은 데 있을수록 더욱 위태함을 생각하여 영원히 만백성으로 하여금 고루 편히 쉬게 하소서.” 하였다. 흠경각(欽敬閣) 강녕전 서쪽에 있다. ○ 김돈(金墩)의 기문(記文)에, “만일 제왕(帝王)이 정사를 펴고 일을 이루려면 반드시 먼저 역법(曆法)을 밝혀 철을 알려 주어야 한다. 철을 알려주는 요긴한 방법은 실로 천문의 기상을 관찰하여야 하니, 이것이 기형(璣衡)과 의표(儀表)를 설치한 까닭이다. 그러나 고찰하고 시험하는 방법은 지극히 정밀하고 세밀하니, 한 가지 기구나 형상으로 바르게 할 수 있는 것이 아니다. 우리 주상전하가 그 해당 관청에 명하여 온갖 상의(象儀)를 만들었으니, 대간의(大簡儀)ㆍ소간의(小簡儀)와 혼의(渾儀)ㆍ혼상(渾象)ㆍ앙부일구(仰釜日晷)ㆍ일성정시규표(日星定時圭表)ㆍ금루(禁漏) 따위의 기구는 모두 지극히 정밀하고 교묘하여 옛날 것보다 아주 월등하다. 그런데도 오히려 제도가 미진할까 염려하시고, 또 모든 기구가 후원(後苑)에 설치되어 있어서 때때로 살피기가 어렵자, 마침내 천추전(千秋殿) 서쪽 뜰에다 한 간의 조그만 전각(殿閣)을 세우고, 종이를 발라 산을 만드니 높이가 7척쯤 되었다. 그것을 그 전각 안에 두고 그 안에는 옥루(玉漏)의 기륜(機輪)을 설치하고, 물로 그것을 쳐서 돌게 하고 금으로 해를 만드니 크기가 탄환만하였다. 다섯 가지 빛깔의 구름이 그것을 에워싸고 그 산허리 위로 도는데, 하루에 한 바퀴를 돌되 낮에는 산 밖에 나타나고 밤에는 산 속으로 빠진다. 비스듬한 형세는 하늘의 운행을 본떠서 북극(北極)과 멀고 가까움과 나고 드는 분수(分數)를 각각 절기(節氣)를 따라 하늘의 해와 합하게 하였다. 그 해 밑에는 옥녀(玉女) 네 사람이 손에 금방울을 들고서, 구름을 타고 사방에 서 있다. 인(寅)ㆍ묘(卯)ㆍ진(辰)시의 처음에는 정 동쪽에 있는 사람이 매양 방울을 흔들고, 사(巳)ㆍ오(午)ㆍ미(未)시의 처음에는 정 남쪽에 있는 사람이 방울을 흔드는데, 서쪽과 북쪽도 다 그러하다. 그 밑에는 네 신(神 청룡(靑龍)ㆍ주작(朱雀)ㆍ백호(白虎)ㆍ현무(玄武))이 각각 자기의 방위에 서서 모두 산을 향해 있다. 인시(寅時)가 되면 청룡이 북쪽으로 향하고 묘시가 되면 동쪽으로 향하며, 진시가 되면 남쪽으로 향하고, 사시가 되면 도로 서쪽으로 향하는데, 주작이 다시 동쪽으로 향하여 차례로 그 방위로 향하는 것은 앞의 것과 같다. 산의 남쪽 기슭에 높은 대(臺)가 있고, 사신(司辰) 한 사람은 붉은 공복(公服)을 입고 산을 등지고 서있으며, 무사(武士) 세 사람은 다 갑옷과 투구를 갖추었는데, 한 사람은 종 방망이를 들고서 서쪽을 향해 동쪽에 서 있고, 한 사람은 북채를 들고서 동쪽을 향해 서쪽에 서 있는데 북쪽에 가까우며, 한 사람은 징채를 들고서 역시 동쪽을 향해 서쪽에 서 있는데 남쪽에 가깝다. 시간이 될 때마다 사신(司辰)이 종인(鍾人)을 돌아보면 종인도 사신을 돌아보면서 종을 치고, 경(更)마다 고인(鼓人)은 북을 치며, 점(點)마다 징인(鉦人)은 징을 치는데, 그들이 서로 돌아보는 것도 그와 같으며, 경(更)ㆍ점(點)ㆍ징(鉦)ㆍ북의 수는 모두 항상 같은 법칙이다. 또 그 밑의 평지 위에는 열두 명의 신(神)이 각기 그 위치에 엎드려 있고, 신 뒤에는 각각 구멍이 있는데 항상 닫혀 있다. 자시(子時)가 되면 쥐 뒤의 구멍이 저절로 열리고, 옥녀(玉女)가 시패(時牌)를 들고 나오면 쥐가 그 앞에서 일어나며, 자시가 끝나면 옥녀는 도로 들어가고 그 구멍은 저절로 닫혀지며 쥐는 다시 엎드린다. 축시가 되면 소 뒤의 구멍이 저절로 열리고 옥녀가 나오면 소도 일어나는데, 열두 시(時)에 모두 그렇다. 오위(午位)의 앞에 또 대(臺)가 있고 대 위에는 의기(欹器)가 있으며 의기 북쪽에는 관인(官人)이 있어 금병을 들고서 물을 붓는데, 누수(漏水)의 남은 물을 계속 흘려 끊어지지 않는다. 의기가 비면 기울고 알맞으면 바르며 가득 차면 엎어지니, 모두 옛날의 제도와 같다. 또 산 동쪽에는 봄 석 달의 경치를 만들고, 남쪽에는 여름 석 달의 경치이고, 가을과 겨울도 그러하다. 빈풍(豳風)의 그림에 따라 나무에다 사람 짐승 초목의 형상을 새기고, 절후(節候)를 따라 나열하여 놓아 〈7월〉 한 편의 일이 모두 다 갖추어져 있다. 각(閣)의 이름을 ‘흠경(欽敬)’이라 한 것은 요전(堯典)의 공경히 하늘을 따라서, 공경히 백성에게 농사철을 알려준다.”는 뜻을 따온 것입니다.대개 당우(唐虞) 시대로부터 천문이나 기상을 관측하는 기구가 그 시대에 따라 각각 제도가 있었다. 당송(唐宋) 이후로 그 법이 점점 갖추어졌으니, 이를테면 당 나라의 황도유의(黃道遊儀)ㆍ수운혼천(水運渾天)과 송 나라의 부루(浮漏)ㆍ표영(表影)ㆍ혼천의상(渾天儀象)에서 원 나라의 앙의(仰儀)와 간의(簡儀)까지를 모두 정묘하다고 일컬었다. 그러나 대개 각각 한 시대의 제도가 되었으므로 모두를 상고할 수는 없으나, 그 운용하는 기틀은 사람의 힘을 많이 빌렸다. 지금은 하늘의 해의 도수와 구루(晷漏)의 시각은 저 4신과 12신과 고인ㆍ종인ㆍ사신(司辰)ㆍ옥녀와 더불어 온갖 기관이 차례차례로 함께 만들어졌으되, 사람의 힘을 빌리지 않고 저절로 가고 저절로 치는 것이 마치 귀신이 그렇게 시키는 것과 같아서 보는 사람들이 놀라고 괴상히 여기면서도 그 까닭을 헤아리지 못하는데, 위로는 하늘의 운행과 조금도 틀리지 않으니, 그 만든 법이 참으로 교묘하다 할 만하다. 또 누수(漏水)의 남은 물로 의기(欹器)를 만들어 천도(天道)의 찼다 비었다 하는 이치를 관찰하고, 산의 사방에 빈풍(豳風)을 나열하여 백성의 농사짓기 어려움을 드러냈으니, 이것은 또 전대(前代)에 없던 아름다운 뜻이다. 이것을 항상 좌우에 두어 매양 마음에 경계하고, 또한 부지런히 정사를 해야 하는 뜻을 붙이니, 어찌 다만 성탕(成湯)의 목욕하는 반(盤)과 무왕(武王)의 호유(戶牖)의 명(銘)일 뿐이겠는가? 그 하늘을 본받고 시절을 따르는 흠경(欽敬)의 뜻이 지극하고 극진하며, 백성을 사랑하고 농사를 소중히 여기는 어질고 후덕한 덕이 마땅히 주 나라와 함께 아름다워 무궁토록 전해질 것입니다. 각(閣)이 이미 이루어지매 신에게 명하여 그 일을 기록하라 하시므로 삼가 대강을 서술하여 절하고 머리를 조아리며 올리나이다.” 하였다. 보루각(報漏閣) 경회루 남쪽에 있다. ○ 김돈(金墩)의 기문(記文)에, “임금님께서 옛 누기(漏器)는 그다지 정밀하지 못하기 때문에 누기를 다시 만들라고 명하였다. 파수호(播水壺)는 서쪽에는 크고 작은 차이가 있는 수수호(受水壺) 두 개가 있는데, 물을 갈 때에 쓰는 것이며, 길이는 11척 2촌이고 원의 직경은 1척 8촌이며, 두 개의 화살은 길이가 10척 2촌이다. 그 면(面)은 12시(時)로 나누고, 시(時)마다 8각(刻)으로 나누어 초정(初正)의 나머지를 백 각으로 나누고 한 각을 12분(分)으로 만들었다. 야전(夜箭)은 옛날에는 21개였는데, 한갓 갈아 쓰기에 번거로워서 다시 수시력(授時曆)에 의거하여 밤과 낮에 오르고 내림으로 나누고, 대략 두 기운이 화살 한 개와 맞먹게 하였으니, 화살은 모두 13개이다. 간의와 대조해 보니 조금도 틀리지 않았다. 또 임금님은 때를 알리는 자가 착오를 면치 못함을 염려하여 호군(護軍) 신 장영실(蔣英實)에게 명하여, 나무인형으로 된 사신(司辰)을 만들어 때에 따라 저절로 알리게 하고 사람의 힘을 빌리지 않았다. 그 제도는 먼저 전각 세 채를 짓고 동쪽 채 사이에 2층의 자리를 만들고, 윗 층에 세 신을 세워 하나는 시(時)를 맡아 종을 울리고, 하나는 경(更)을 맡아 북을 울리며, 하나는 점(點)을 맡아 징을 울린다. 가운데 층 아래에는 평륜(平輪)을 설치하고, 윤(輪)을 따라 12신을 배열하여 각각 쇠줄로 간(幹)을 삼아 오르내리며 각각 시패(時牌)를 잡고 번갈아가며 때를 알린다. 그 기계 운전하는 법은 가운데 채 안에 다락을 만들고, 그 다락 위에는 파수호(播水壺)를 벌여 놓고, 밑에는 수수호(受水壺)를 두었으며, 수수호 위에는 모가 난 나무를 꽂되 속도 비고 겉도 비었는데, 길이는 11척 4촌이고, 너비는 6촌이며, 두께는 8푼(分)이고, 깊이는 4촌이다. 빈 속에는 격(隔)이 있으며 면(面)에서 1촌쯤 들어가서 왼쪽에 동판(銅版)을 설치했는데, 길이는 화살과 같고 너비는 2촌이다. 판면에 구멍 열두 개를 뚫어 조그만 구리 알을 받는데, 알의 크기는 탄환과 같으며, 구멍에는 모두 기계가 장치되어 열리고 닫히게 할 수 있는데, 12시를 맡았다. 오른쪽에도 동판을 설치했는데, 길이는 화살과 같고 너비는 2촌 5푼이며, 동판 면에는 구멍 25개를 뚫어 조그만 구리 알을 받는 것을 왼쪽 동판과 같게 하고, 화살은 12개를 썼는데, 모두 12개의 동판은 절기에 따라 갈아 쓴다. 경(更)과 점(點)을 주장하는 수수호에 화살을 띄워 화살 머리에 가로지른 쇠를 받쳐 놓은 것이 젓가락 같은데, 길이가 4촌 5푼이다. 호 앞에는 구덩이가 있고 구덩이 안에는 넓은 동판을 비스듬히 설치했는데, 그 머리는 모가 나면서 속이 빈 나무 밑에 이어져 있고 꼬리는 동쪽 채에 이어졌다. 자리 밑에는 네 개의 격을 용도상(甬道狀)처럼 설치하고, 격 위에는 큰 철환(鐵丸)을 설치했는데 크기는 달걀만하며, 왼쪽의 열두 개는 시(時)를 맡고, 가운데 다섯 개는 경(更)과 경마다의 첫점을 맡았으며, 오른쪽 20개는 점을 맡고 있다. 그 철환을 설치한 곳에는 모두 고리가 있어서 열고 닫힌다. 또 횡기(橫機)를 설치하였으니, 그 기계의 모양은 숟가락 같은데, 그 한 끝은 굽어서 고리를 걸 수 있고 한 끝은 둥글어 철환을 받을 수 있으며, 가운데 허리에는 모두 둥근 축이 있어서 내리고 오르게 한다. 그 둥근 끝은 동통(銅筒)의 구멍에 당했는데, 동통은 두 개로서 비스듬히 격 위에 장치되어 있고, 왼쪽 것의 길이는 4척 5촌이고, 원의 직경은 1촌 5푼이며, 시(時)를 맡고 있다. 그 아래 면에는 12개의 구멍이 뚫려 있는데, 오른쪽 것의 길이는 8척이고, 원의 직경은 왼쪽의 통과 같으며 경과 점을 맡고 있다. 하면에는 25개의 구멍을 뚫었는데, 구멍에는 모두 기계가 있어서 처음으로 그 구멍이 모두 열려 동판의 조그만 알들이 밑으로 떨어져 기계에 닿으면, 기계는 저절로 그 구멍을 막아 다음 알이 굴러 지나가는 길을 만드는데, 차례차례로 모두 그렇게 된다. 동쪽 채 자리의 윗 층 밑의 왼쪽에는 두 개의 짧은 동통을 달아, 하나는 철환을 받고 하나는 그 안에 숟가락 같은 기계를 장치하여, 숟가락의 둥근 끝이 반쯤 나와 철환을 받게 되어 있다. 통 밑 오른쪽에는 둥근 기둥과 모난 기둥이 각각 두 개씩 있다. 둥근 기둥은 속이 비어 그 안에 기계를 장치하였는데, 모양은 숟갈과 같은데 반은 나오고 반은 들어갔다. 왼쪽 기둥에는 다섯 개이고, 오른쪽 기둥에는 열 개이다. 모난 기둥에는 비스듬히 작은 통을 꿰어 기둥마다 네 개씩 설치했는데, 한 끝은 연잎 모양이고, 한 끝은 용의 입 모양인데, 연 잎은 철환을 받고 용의 입은 철환을 토한다. 용의 입과 연잎은 위 아래로 서로 마주보고, 그 위에는 따로 짧은 통 두 개가 달려 있어서, 하나는 경(更)의 철환을 받고 하나는 점(點)의 철환을 받는다. 오른쪽 모난 기둥에는 연잎 밑마다 각각 세로로 된 짧은 통 두 개와 가로로 된 짧은 통 하나씩을 붙여, 그 가로로 된 짧은 통 한 개는 왼쪽 모난 기둥의 연잎 밑에 이어져 있고, 왼쪽 둥근 기둥의 다섯 개 숟가락과 오른쪽 둥근 기둥의 다섯 개 숟가락은 그 둥근 끝이 각각 용의 입과 옆잎 사이에 당해 있고, 오른쪽 둥근 기둥의 다섯 개 숟가락은 그 둥근 끝이 곧은 통 안에 반만 들어간다. 누수가 밑으로 수수호에 닿으면 떠 있던 화살이 점점 올라가, 때에 응하여 곧 왼쪽 동판의 구멍의 기계를 건드리며, 작은 철환이 밑으로 떨어져 동통으로 굴러 들어가 구멍에서 떨어지면서 그 기계를 건드리면 그 기계가 열리고, 큰 철환이 떨어져 자리 밑으로 굴러 들어가 달아 놓은 짧은 통에 떨어진다. 기계의 숟가락을 움직이면 기계의 한 끝이 통 안에서 올라와 시를 맡은 신(神)의 팔꿈치에 닿아 곧 종을 울리는데, 경과 점도 그와 같다. 다만 경의 철환은 달아 놓은 짧은 통으로 들어가 떨어지면서 기계 숟가락을 건드리면 왼쪽 둥근 기둥 속으로부터 위로 올라가 경을 맡은 신(神)의 팔꿈치에 부딪쳐 북을 울리고는 점통으로 굴러 들어가 거기서 다시 첫 점(點)의 기계를 건드리고, 오른쪽 기둥 속에서 올라와 점을 맡은 신을 부딪쳐 징을 울리고는 연잎 밑의 곧은 작은 통에서 멎는데, 그것이 굴러 들어가는 곳에 기계를 장치하였다. 처음에 경의 철환의 길과 그것이 굴러 들어가는 길을 닫으면 그것이 들어갔던 길은 닫히고 경의 길이 열리는데, 나머지 경도 다 그와 같아서 오경(五更)이 끝남을 기다려서 빗장을 빼고 낸다. 경마다 두 점 이하의 철환이 아래에 달린 짧은 통에 닿아 연잎으로 굴러 들어가서, 그 점의 기계를 건드리고서 그치면 다음 점의 철환이 굴러서 또 그 점의 기계를 건드리고서 멈춘다. 그 철환을 멈추게 하는 통에는 구멍이 있어서 빗장을 걸고 닫게 하고, 다섯 개의 철환이 떨어지면서 가장 밑에 있는 기계를 움직이면 기계에 연결된 쇠줄이 차례로 모든 빗장이 빠져 먼저의 세 점의 철환과 한꺼번에 내려온다. 시를 맡은 큰 철환은 달아 놓은 짧은 통에 굴러 떨어져 둥근 기둥에 붙은 통에 굴러 들어가 가로지른 나무의 북쪽 끝을 누른다. 나무 길이는 6척 6촌이고, 너비는 1촌 5푼이며, 두께는 1촌 7푼이다. 가로지른 나무 가운데에 즉 심을 맞추어 짧은 기둥을 세우고, 가로지른 나무를 끼우고 둥근 축으로 받아 아래위로 내리고 오르게 한다. 가로지른 나무의 남쪽 끝에 손가락만한 둥근 나무를 세웠으니 길이는 2척 2촌인데, 때를 알리는 신(神)의 발 밑에 해당한다. 발끝에 조그만 윤축(輪軸)이 있어서, 큰 철환이 떨어지면서 그 북쪽 끝을 누르면 남쪽 끝이 치켜 올라가 신(神)의 발을 쳐들어 자리 가운데 층의 위로 오르게 한다. 가로지른 나무의 북쪽 끝에는 조그만 판자를 세워 열고 닫게 하였으며, 판자에는 쇠줄이 있어서 위로 시를 맡은 달린 통의 기계 숟가락에 이어져 있는데, 숟가락이 움직이면 판자가 열리어 앞의 철환을 나오게 한다. 가로지른 나무의 남쪽 끝이 낮아지면 시를 알리는 신은 바퀴의 면(面)으로 돌아오고, 다음 시를 맡은 신이 곧 대신 돌아온다. 그 윤전(輪轉)의 제도는 바퀴 겉에 조그만 판자를 가로질러 놓았는데, 길이는 1척쯤 되고 그 중간은 4ㆍ5촌쯤 되며, 동판(銅板)을 그 위에 가로로 걸쳐 놓았는데 그 형세는 비스듬히 기울어져 있고, 한 끝에는 굴대를 장치하여 열리고 닫히게 하였다. 시를 알리는 발은 처음에 동판 밑으로 반치쯤 들어가 있는데, 올리면 동판을 열고서 올라오고, 올라오면 도로 닫힌다. 시가 다 되어 바퀴 면으로 돌아오면 발끝의 쇠바퀴는 순하게 동판을 굴러 내려가 잠시도 머무르지 않는다. 그 다음의 시를 맡은 신도 그와 같다. 모든 기계가 다 감추어져 있어 드러나지 않고, 보이는 것은 관(冠)과 띠를 갖춘 나무로 만든 사람뿐이다. 이것이 그 대략이다.” 하였다.○ 김빈(金鑌)의 명(銘)과 그 서문에, “제왕의 정사는 때를 맞게 하고 날을 바르게 하는 것보다 중한 것이 없는데, 상고하고 실험할 것은 의상(儀象)과 구루(晷漏)에 있다. 이는 의상이 아니면 천지의 운행을 살필 수 없고, 구루가 아니면 낮과 밤의 한계를 잴 수가 없기 때문이며, 천년을 헤아림도 한 시각의 어긋나지 않는 데서 비롯하고, 모든 정무의 순조로운 것도 한 치의 세월도 허송하지 않는 데서 말미암기 때문이다. 그러므로 역대의 성왕(聖王)들이 하늘에 순응하여 정치를 하는 데에 모두 여기에 정성을 다하였다. 삼가 생각건대, 우리 주상전하께서는 요(堯)의 공경히 따르던 것을 보존하며, 순(舜)의 선기(璿璣)와 옥형(玉衡)으로 살피던 것을 본받아서, 해당 관청에 명하여 의상(儀象)을 만들어 천문과 기상을 관측하는 데에 도움을 받고, 다시 누기(漏器)를 새로 만들어 구각(晷刻)을 바르게 하였다. 이에 궐내의 서쪽에 전각 세 채를 세우고 호군 신 장영실에게 명하여 사신(司辰)하는 나무 사람과 3신(神)과 12신을 만들어서, 계인(鷄人)의 직분을 대신하게 하였다. 동쪽 채 안에 자리 2층을 마련하고 3신을 윗층에 두고, 한 신 앞에는 종을 두어 그것을 쳐서 시(時)를 알리게 하고, 한 신 앞에는 북을 두어 그것을 쳐서 경(更)을 알리게 하며, 한 신 앞에는 징을 두어 그것을 쳐서 점(點)을 알리게 하였다. 12신은 각기 신패(辰牌)를 잡고 평륜(平輪)에 둘러서서 가운데 층 밑에 숨었다가 때에 따라 번갈아 올라온다. 가운데 채 안에는 항아리를 두고 기계를 장치하여 철환(鐵丸)으로 그 기계를 퉁기는데, 때가 이를 때마다 여러 신들은 곧 응한다. 의상(儀象)을 자세히 연구해 보면 하늘과 조금도 틀리지 않아서 참으로 귀신이 지키고 있는 것 같아서 보는 사람이 모두 놀라고 감탄하니, 진실로 우리 동방에서는 과거에 일찍이 없었던 훌륭한 제도이다. 그리하여 그 전각 이름을 ‘보루(報漏)’라 하고, 이제 신 김빈에게 명하여 글을 지어 후인들에게 보여 주라 하셨다. 신은 절하고 명(銘)을 지어 올립니다.” 하였다.그 명에, ‘음과 양이 차례를 바꾸고 밤과 낮이 엇갈린다. 천도(天道)는 묵묵히 돌아가고 신공(神功)은 자취가 없도다. 천지(天地)의 도(道)를 도와서 이룩하여 해시계와 물시계를 만들었도다. 황제로부터 시작하여 시대마다 제도가 달랐도다. 오직 우리 동토(東土)에는 옛 제도가 소홀했는데 비로소 빛나는 법을 만들었으니, 우리 임금의 깊은 지혜였다. 먼저는 선기옥형(璿璣玉衡)을 만들고, 다음에 물시계를 만들었도다. 네 개의 파수호(播水壺)에 두 개의 수수호(受水壺)로다. 낮과 밤의 교대는 시간의 차이에서 비롯하나니, 이에 시초점을 치는 산가지를 세워서 이륙(二六)으로 나타내고, 목탁을 치고 혹은 꽹과리를 치는 것은 측후가 어긋날까 함이로다. 나무로 신(神)을 만들어 지키는 관리가 필요없네. 신을 두어 물시계를 맡기느라 높은 집을 지었도다. 동쪽 채에는 위와 아래로 자리를 설치했는데, 윗쪽에 세 신이 있어 종과 북과 징을 나누어 가졌나니, 닭을 대신해 소리를 치매 그 소리는 차례가 있다. 그 아래 열두 신은 제각기 신패(辰牌)를 갖고 평륜(平輪)의 면에 둘러섰다가 번갈아 올라와 때를 알린다. 그 기계의 움직임은 가운데 채에 징험하도다. 층층의 다락으로 칸막이를 하고, 항아리로 서로 이었도다. 구리로 두 개의 판자를 만들고 구멍을 뚫어, 화살을 끼우고 기계를 얹어서 철환을 받아 항아리 안에 쏟아 넣는다. 화살이 올라와 기계를 움직이면 철환이 떨어져 구르도다. 철환의 길은 가로로 비스듬히 신(神)의 밑에 있도다. 두 개의 갈림길이 넷으로 나뉘어져 마치 용도(甬道)와 같고, 통의 좌우에 잇대어 있어 쏟아지는 철환을 받도다. 통에는 기계와 구멍이 있어 동판의 수와 맞추었도다. 또 따로 큰 철환이 있어 통가에 벌여 있다가 번갈아 기계를 건드리니, 마치 빠른 번개와 같도다. 기계가 닿는 곳에 사신(司辰)이 그 직분을 다하도다. 귀신과도 같아 보는 사람들이 놀라고 감탄한다. 훌륭하여라. 이 큰 규모여! 천도(天道)에 순응하여 만드니 제도가 조화(造化)와 짝하여 조금도 어긋나지 않는도다. 이 한 치의 광음(光陰)을 생각하여 온갖 업적을 빛내도다. 버들가지를 꺾어 울타리를 만들어도 백성들 스스로 의혹하지 않는다. 이에 여기에 준정(準程)을 세우노니 밝게 보이어 끝이 없으리.” 하였다.○ 김돈(金墩)의 일성정시의(日星定時儀)의 명과 그 서문에, “의상(儀像)이 있은 지는 옛날부터이다. 요순(堯舜)으로부터 한당(漢唐)에 이르기까지 모두 다 소중히 여겼다. 그 글은 경사(經史)에 자세히 나타나지만, 지금은 그때와 시대가 매우 멀어서 그 법이 자세하지 않다. 삼가 생각건대, 우리 전하께서는 신성(神聖)하여 고금에 으뜸가는 자질로써, 모든 정사를 보시는 여가에 마음을 천문법상(天文法象)의 이치에 두시어 옛날의 이른바 혼의(渾儀)ㆍ혼상(渾象)ㆍ규표(圭表)ㆍ간의(簡儀)와 자격루(自擊漏)ㆍ소간의(小簡儀)ㆍ앙부천평(仰釜天平)ㆍ현주일구(懸珠日晷) 등의 기구를 만들어 빠뜨림이 없었으니, 그 하늘에 공경히 순응하여 물건을 개발하여 실효를 거두는 뜻이 지극하였다. 그러나 해가 도는 데에는 백 시각이 있어서 낮과 밤이 그 반을 차지한다. 낮에는 해 그림자를 측량하여 때를 알게 되니 그 기구는 이미 갖추어져 있다. 그러나 밤에 있어서는 《주례(周禮)》에, 별로 밤을 분별한다는 글이 있고, 《원사(元史)》에는, ‘별로써 밤을 측정한다.’는 말은 있어도, 그 별을 측정하여 활용하는 기술은 말하지 않았다. 이에 명하여 밤낮의 시각을 아는 기구를 만들게 하고, 그 이름을 ‘일성정시의(日星定時儀)’라 하였다. 그것을 만드는 제도는 구리를 써서 만드는데, 먼저 바퀴를 만들어 그 형세는 적도(赤道)에 표준했는데, 자루가 있고 바퀴의 직경은 2척이고, 두께는 4푼이며 너비는 3촌이다. 가운데에 십자(十字)의 거(距)가 있는데, 너비는 1촌 5푼이고, 두께는 바퀴와 같으며, 십자 속에는 축이 있는데, 길이는 5푼 반이고 직경은 2촌이다. 북쪽 면에는 그 중심을 깎아 파서 1리(厘)의 두께로 만들었으며, 가운데에는 겨자씨만한 둥근 구멍을 만들고, 축(軸)으로 계형(界衡)을 꿰고 구멍으로 별을 본다. 밑에는 서려 있는 용이 있어서 바퀴 자루를 물고 있는데, 자루의 두께는 1촌 8푼으로 용의 입에 들어간 것이 1척 1촌이고, 밖으로 나온 것이 3촌 6푼이다. 용 밑에는 대(臺)가 있는데 너비는 2척이고, 길이는 3척 2촌이다. 거기에 도랑이 있고 못이 있으니, 그 까닭은 판판하기를 취하려고 한 까닭이다. 바퀴 윗면의 대에 세 개의 고리가 있으니, 주천도분환(周天度分環)과 일구백각환(日晷百刻環)과 성구백각환(星晷百刻環)이다. 주천도분환은 밖에서 운전하는데, 두 개의 귀가 있으며 직경은 2척이고, 두께는 3푼이며 너비는 8푼이다. 일구백각환은 가운데에 있으면 돌지 않는데, 직경은 1척 8촌 4푼이고, 너비와 두께는 바깥의 고리와 같다. 성구백각환은 안에서 운전하는데, 두 개의 귀가 있으며 직경은 1척 6촌 8푼이고, 너비와 두께는 가운데와 바깥 고리와 같다. 귀를 만든 것은 운전하기 위함이다. 세 개의 고리 위에 계형(界衡)이 있는데, 길이는 2척 1촌이고, 너비는 3촌이며 두께는 5푼이다. 두 머리 속은 비었는데, 길이는 2촌 2푼이고 너비는 1촌 8푼이니, 그 때문에 세 개의 고리에 그어 놓은 것을 가리우는 것이다. 허리와 좌우에는 각각 용 한 마리씩이 있으니, 길이는 1척으로 모두 정극환(定極環)을 받치고 있다. 고리 두 개가 있는데, 바깥 고리와 안 고리 사이에는 구진대성(句陳大星)이 보이고, 안 고리의 안에는 천추성(天樞星)이 보이는데, 이는 남북과 적도를 정한 것이다. 바깥 고리는 그 직경이 2촌 3푼이고 너비는 3푼이며, 안 고리는 직경이 1촌 4푼 반이고 너비는 4리이며, 두께는 모두 2푼이 조금 모자라는데 서로 십자(十字)처럼 이어져 있다. 계형의 양쪽 끝은 비었고 안팎에는 각각 조그만 구멍이 있으며, 정극외환(定極外環) 양쪽에도 조그만 구멍이 있는데, 가는 노끈으로 여섯 개의 구멍을 꿰어 계형의 양쪽 끝에 매었는데, 그것은 위로는 해와 별을 살피고 아래로는 시각을 상고하려는 것이다. 주천환(周天環)에는 주천도(周天度)를 새겼는데, 매 도(度)를 4푼으로 만들었으며, 일구환에는 백 각을 새겼는데 매 각을 6푼으로 만들며, 성구환에도 일구환과 같이 새겼는데, 자정(子正)이 새벽 전 자정을 지나는 것이 주천의 1도를 지난 것과 같은 것이 다를 뿐이다. 주천환을 사용하는 방법은 먼저 수루(水漏)를 내리어, 동지(冬至)의 새벽 전 자정이 되면 계형으로 북극의 두 번째 별이 있는 곳을 측후해서 바퀴 옆에 기록하고 주천의 첫 도수의 시초에 맞춘다. 그러나 세월이 오래되면 하늘의 해도 반드시 어긋나니, 수시력(授時曆)으로 상고하면 16년이 조금 지나면 1분이 퇴각하고, 66년이 조금 지나면 1도가 퇴각한다. 이렇게 되면 다시 측후하여 바로잡아야 한다. 북극의 두 번째 별은 북극성에 가까워서 가장 붉고 밝아서 누구나 보기 쉽다. 그러므로 그것으로써 기후를 측정하는 것이다. 일구환을 쓰는 방법은 간의에 성구환을 쓰는 법과 같다. 첫해 동지 첫날 새벽 전의 밤중 자정을 처음으로 하여 주천의 첫 도수의 처음에 맞춘다. 1일에 1도, 2일에 2도, 3일에 3도, 이리하여 3백 64일이 되면 바로 3백 64도가 된다. 다음 해의 동지 첫날 자정이 3백 65도가 되는데, 1일에는 영도(零度) 3분, 2일에는 1도 3분이며, 3백 64일이 되면 바로 3백 63도 3분이 된다. 또 다음 해의 동지 첫날에 3백 64도 3분이 되면 1일은 영도 2분, 2일은 1도 2분이며, 3백 64일이 되면 바로 3백 63도 2분이 된다. 또 다음 해 동지 첫날에 3백 64도 2분이 되고, 1일은 영도 1분이고 2일은 1도 1분이며, 3백 65일이 되면 바로 3백 64도 1분이니, 이것을 일진(一盡)이라 하고, 한 바퀴가 다하면 다시 처음으로 돌아간다. 대개 사람의 동정(動靜)의 기틀은 실로 해와 별의 운행과 관계가 있는 것으로, 해와 별의 운행은 의상 속에 밝게 나타나 있다. 옛날의 성인들은 반드시 이로써 다스리는 방법의 첫째 임무로 삼았으니, 요(堯)의 역상(曆象)과 순(舜)의 선기(璿璣)가 바로 이것이다. 우리 전하의 이것을 만든 아름다운 뜻은 바로 요순과 그 규모를 같이하는 것으로, 우리 동방의 천고 이래로 일찍이 없었던 훌륭한 일이다. 아, 지극하여라. 이것을 마땅히 새겨 후세에 밝게 보여 주어야 하리라. 신 김돈은 감히 절하고 머리를 조아리며 명(銘)을 올리나이다.” 하였다.그 글에 요 임금은 역상을 공경히 정하였고 순 임금은 기형(璣衡)을 사용했다. 대대로 서로 전하니 만든 솜씨가 더욱 정묘해졌다. 의(儀)이니 상(象)이니 하여 그 이름은 같지 않으나 굽어 살피고 우러러 관찰하여 백성에게 철을 알려 주었는데, 시대가 멀어지자 제도가 더욱 폐해졌다. 그것을 기록한 책이 남아 있다 하지만 누가 그 참뜻을 알리? 우리 성신(聖神) 세종대왕이 시기에 응해 요와 순 두 임금 이어받아 만들었나니, 표(表)ㆍ누(漏)ㆍ의(儀)ㆍ상(象)이 모두 옛 제도를 회복하였네. 시에는 백 각이 있어 낮과 밤으로 나누어지니, 해를 측정하는데 갖추지 못한 기계가 없다. 또 밤까지 측후하고자 하여 새로운 의(儀)를 만드니 그 이름은 무엇이던가? 그것은 바로 일성정시(日星定時)이다. 그 쓰임새는 어떠한고? 별을 보고 해 그림자를 측정한다. 그 바탕은 구리인데 만든 솜씨는 견줄 데가 없다. 먼저 둥근 바퀴를 만들고 거(距)가 서로 설치되었다. 남북이 높고 낮은 것은 적도(赤道)의 법을 본떴네. 용이 그 대에 도사리고 있어 입으로 바퀴의 자루를 물었고, 도랑이 있어 못에 잇대었으니 그 물이 지극히 수평을 이루었도다. 바퀴 위의 세 개의 고리가 스스로 서로 의지해 붙었으니, 바깥고리는 주천으로서 도(度)와 분(分)을 벌여 놓았다. 그 안에 있는 두 개의 고리는 일환과 성환이 그 길을 나누었다. 성환의 각(刻)은 하늘의 도수와 같은데, 안팎의 것은 움직이고 가운데 것만은 꼼짝하지 않는다. 저울대는 그 면(面)에 가로질러 있고 굴대는 그 가운데를 꿰었다. 굴대를 파서 구멍을 만드니 마치 바늘과 겨자씨 같은데, 속이 빈 저울대의 끝에는 도(度)와 각(刻)이 선명하고 뚜렸하도다. 한 쌍의 용이 굴대를 끼고 정극환(定極環)을 받들었고, 고리에는 거죽과 속이 있어서 별이 그 사이로 보인다. 보이는 별은 무엇인가? 구진(勾陳)과 천추(天樞)로 남쪽과 북쪽을 정하였으매 묘(卯)와 유(酉)가 서로 기다린다. 그것을 어떻게 관찰하는가? 선(線)으로 그것을 살펴보나니, 바로 고리의 위에 걸치고 밑으로는 저울대의 끝을 꿰었다. 해를 측량하려면 그 두 가지를 쓰고 별을 살펴보려면 한 가지를 쓴다. 제왕의 자리는 붉고 빛나서 저 북극성에 가까이 있나니 선으로 그것을 엿보면 때와 시각을 알 수 있도다. 먼저 수루(水漏)를 내려놓으면 자정을 바로 거기서 볼 수 있고, 바퀴와 고리에 기록해 표시하나니 천주(天周)가 처음 시작되는 곳이다. 밤마다 지나고 돌고 할 때에 도와 분이 함께 한다. 기계는 간단하나 정묘하며 작용은 두루하고 또 세밀하네. 몇 번이나 선철(先哲)들이 지나갔지만 그래도 이 제도 결함이 있도다. 우리 임금님 하늘을 예측하여 이 의(儀)를 일찍이 만들어서 저 천문을 맡은 관리에게 주시니 만세에 보배 되리로다.” 하였다. 간의대(簡儀臺) 궁성(宮城)의 서북쪽 모퉁이에 있다. ○ 김돈(金墩)의 기문(記文)에, “선덕(宣德) 임자년 가을 7월 어느 날, 임금님께서 경연에서 역상(曆象)의 이치를 논하다가, 이내 예문관 제학 신 정인지(鄭麟趾)에게 이르시기를, ‘우리 동방은 멀리 바다 밖에 있어서 모든 하는 일이 한결같이 중화(中華)를 따르는데 오직 하늘을 관측하는 기계는 없다. 그대는 이미 역산(曆算)의 제조(提調)로 있으니, 대제학 정초(鄭招)와 고전을 상고하고 의표(儀表)를 창제(創制)하여 측험(測驗)하는 데에 쓰이도록 하라. 그러나 중요한 일은 북극성이 나온 땅에 높낮이를 정하는 데에 있다. 그러므로 먼저 간의(簡儀)를 만들어 올려라. ’하였다. 이리하여 신 정초와 신 정인지는 옛날 제도를 상고하는 것을 맡고, 중추원사(中樞院使) 신 이천(李蕆)은 공사를 감독하는 것을 맡았다. 먼저 목양(木樣)을 만들어 북극성이 땅에 나온 36도를 정하니, 원사(元史)의 측정한 바와 대략 부합하였다. 드디어 구리쇠로 의(儀)를 만들어 그것이 장차 이루어지려 하자, 호조 판서 신 안순(安純)에게 명하여 후원에 있는 경회루(慶會樓) 북쪽에 돌을 쌓아 대를 만들었는데, 높이가 31척이고 길이는 47척이며, 너비는 32척이었다. 돌 난간으로 두르고 그 꼭대기에 간의를 두고 네모 반듯한 상을 펴고, 그 남쪽 대의 서쪽에 구리로 된 표를 세우니, 높이는 8척의 얼(臬)의 다섯 배이고 푸른 돌을 깎아서 규(圭)를 만들고, 규의 면(面)에는 장(丈)ㆍ척(尺)ㆍ촌(寸)ㆍ분(分)을 새겼으며, 영부(影符)로써 한낮의 그림자를 취하여 음과 양 이기(二氣)의 차고 줄어드는 단서를 추측하여 알았다. 표의 서쪽에 조그만 집을 짓고 혼의(渾儀)와 혼상(渾象)을 두니, 의는 동쪽에 있고, 상은 서쪽에 있다. 혼의의 제도는 역대에 같지 않지만, 지금은 원 나라 오씨(吳氏 오징(吳澄))가 편찬한 글에 의해서 옻칠한 나무로 의를 만들었다. 혼상의 제도는 옻칠한 베로 본체를 만들어 둥글기가 탄환 같은데 둘레는 10척 8촌 6푼이다. 세로와 가로로 주천(周天)의 도수를 그었는데, 적도는 가운데에 있고, 황도(黃道)는 적도(赤道)의 안팎에 나왔다 들어갔다 한 것이 각각 24도가 조금 모자라고 중외(中外)의 관성(官星)을 두루 나열하였다. 하루에 한 번씩 돌아 1도를 지나는데, 노끈으로 해를 묶어 황도에 매어 두었다. 날마다 1도씩 뒤로 물러가는 것이 하늘의 운행과 부합한다. 그 물을 치는 기계의 운행은 매우 교묘하여 깊이 감추어져 보이지 않는다. 이 다섯 가지는 옛날 역사책에 자세히 적혀 있다.경회루 남쪽에 집 세 채를 세우고 거기에 누기(漏器)를 두었는데, 이름을 보루각(報漏閣)이라 하였다. 동쪽 채 안에 2층으로 된 자리를 설치하고 그 위에 세 신이 있는데, 시를 맡은 자는 종을 치며, 경을 맡은 자는 북을 치며, 점을 맡은 자는 징을 친다. 자리 밑에 있는 열두 신은 각각 신패(辰牌)를 잡고서, 사람의 힘을 빌지 않고 때에 따라 스스로 알린다. 천추전(千秋殿) 서쪽에 조그만 집을 세우고, 이름을 흠경각(欽敬閣)이라 하였다. 종이를 발라 산을 만들었으니 높이는 7척쯤 된다. 그것을 그 집안에 두고 또 그 안에 기륜(機輪)을 설치하고 옥루(玉漏)의 물로 치면, 다섯 빛깔의 구름이 해를 싸고 나왔다 사라졌다 하며, 옥녀는 때를 따라 방울을 흔들고, 때를 맡은 무사(武士)들은 서로 돌아보며, 4신(神)과 12신은 차례로 향해 일어났다 엎드렸다 한다. 산의 4면에는 빈풍(豳風)의 네 철의 경치를 벌여 놓았으니, 백성들의 의식(衣食)의 어려움을 생각해서이다. 의기(欹器)를 두어 누수의 남은 물을 받는데, 그것은 천도의 찼다 비었다 하는 이치를 살피기 위해서이다. 간의(簡儀)가 비록 혼의(渾儀)보다는 간단하지만, 운전해 쓰기가 어렵기 때문에 작은 간의 두 개를 만들었으니, 이는 작은 간의가 비록 지극히 간략하나 그 작용은 간의와 같기 때문이다. 하나는 천추전 서쪽에 두고 하나는 서운관(書雲觀)에 내려 주었다. 그러나 무지한 사람들은 시각에 어둡기 때문에 앙부일구(仰釜日晷) 두 개를 만들고 그 안에 시신(時神)을 그렸으니 이는 무지한 사람들도 그것을 굽어보고 때를 알게 하려는 것이다. 하나는 혜정교(惠政橋) 곁에 두고 하나는 종묘(宗廟) 남쪽 거리에 두었으니 낮에 대한 측후기는 이미 갖추어졌다. 그러나 밤이 되면 상고하고 실험할 수 없기 때문에 밤과 낮으로 때를 알 수 있는 기구를 만들고, 이름을 ‘일성정시의(日星定時儀)’라 하였다. 모두 네 개를 만들어 하나는 만춘전(萬春殿) 동쪽에 두고, 하나는 서운관에 내려주고, 두 개는 동서 양계(兩界) 원수영(元帥營)에 내려 주었다. 일성정시의는 무거워서 행군할 때에 불편하기 때문에 다시 작은 정시의를 만들었는데, 그 제도는 비슷비슷하다. 이 여섯 가지에 대해서 각각 그 서문과 명(銘)이 모두 있다. 또 현주일구(懸珠日晷)를 만들었는데 방부(方趺)의 길이는 63푼이다. 부(趺)의 북쪽에 기둥을 세우고 부의 남쪽에 못을 파고, 부의 북쪽에는 십자를 긋고 추를 기둥 꼭대기에 달아 십자와 서로 맞게 하니, 꼭 수준(水準)을 쓰지 않아도 저절로 평평하고 바르게 되었다. 작은 바퀴에 백 각을 그었으니 바퀴의 직경은 3촌 2푼이고, 자루가 있어서 비스듬히 기둥을 꿰고 있다. 바퀴의 중심에는 구멍이 있는데 한 개의 가는 줄로 꿰어 위로는 기둥 끝에 매고 밑으로는 부의 남쪽에 매어, 줄의 그림자가 있는 곳을 보고 곧 시각을 알게 된다. 그러나 흐린 날에는 때를 알기 어렵기 때문에 행루(行漏)를 만들었으니, 몸체는 작고 제도는 간단하다. 파수호와 수수호가 각각 하나씩인데 쏟고는 갈오(渴烏)로써 물을 붓고, 물을 가는 때에는 자(子)ㆍ오(午)ㆍ묘(卯)ㆍ유(酉)시를 쓰고, 작은 정시의와 현주행루(懸珠行漏)는 각각 몇 개씩을 만들어 양계(兩界)에 나누어 주고, 남은 것은 서운관에 두었다. 말 위에서도 시각을 알지 않으면 안되기 때문에 천평일구(天平日晷)를 만들었는데, 그 제도는 현주일구와 대략 같다. 다만 남북에 못을 파고 부(趺)의 복판에 기둥을 세우고, 기둥 꼭대기에 노끈을 꿰어 두어서 남쪽을 가리키는 것이 다를 뿐이다. 만일 하늘을 관측하고 시를 알려고 한다면 반드시 정남침(定南針)을 써야 한다. 그러나 사람의 힘을 쓰기를 면치 못하므로 정남일구(定南日晷)를 만든 것이다. 이는 비록 정남침을 쓰지 않으나 남북이 저절로 정해져 있는 것이다. 부(趺)의 길이는 1척 2촌 5푼이고, 두 머리의 너비는 4촌이고, 그 길이는 2촌이며, 허리의 너비는 1촌이고, 그 길이는 8촌 5푼이다. 복판에는 둥근 못이 있으니 직경은 2촌 6푼이다. 거기에 수거(水渠)를 두어 두 머리와 통하게 하여 기둥 곁에 두었는데, 북쪽 기둥의 길이는 1척 1촌이고, 남쪽 기둥의 길이는 5촌 9푼이다. 북쪽 기둥의 1촌 1푼 아래와 남쪽 기둥의 3촌 8분 밑에는 각각 굴대가 있어서 사유환(四游環)을 받치고 있다. 동서로 운전하는데 여덟 개의 주천도(周天度)를 새겨 4분으로 만들었는데 북쪽의 16도에서 167도에 이른다. 속은 비어 쌍가락지 모양 같고 나머지는 다 온고리로 되어 있다. 안에는 중심에 한 획을 새겼고 밑에는 모난 구멍이 있는데 가로로 직거(直距)를 설치하였다. 거(距)의 중간은 6촌 7푼으로서 비어서 규형(窺衡)을 받치고 있다. 규형의 위에는 쌍고리를 꿰어 밑으로 온고리에 닿았고, 남북으로 내려갔다 올라갔다 한다. 평평하게 지평환(地平環)을 설치하여 남쪽 기둥 꼭대기와 가지런한데, 오직 하지(夏至)에 해가 뜨고 지는 시각에 준하고, 반환(半環)을 지평환 밑에 가로로 설치하고 안에는 획(畫)과 각(刻)을 나누어 모난 구멍에 당하게 한다. 부의 북쪽에는 십자를 긋고 북쪽 굴대에 추를 달아 십자와 서로 당하게 하였으니, 이 또한 판판함을 취하기 위해서이다. 규형으로 날마다 태양이 극(極)에서 떨어진 도분(度分)에 당하게 하여, 해의 그림자를 투입시키면 정원(正圓)이 된다. 모난 구멍에 의거하여 반환의 시각을 굽어보면 저절로 남쪽이 정해져 시를 알게 된다. 그 기구는 대략 15종인데 구리로 만든 것이 10종이다. 여러 해를 지나서야 준공하게 되니, 그것은 실로 무오년 봄이었다. 유사(有司)가 그 전말을 적어 후세에 밝게 보이기를 청하였다. 이에 신이 그 의논에 참여하였으므로 신에게 명하여 그 일을 기록하라 하였다. 신은 가만히 생각건대, 때를 알려주는 요점은 하늘을 측량하는 것을 근본으로 하고, 하늘을 측량하는 요점은 의표(儀表)에 있다. 그러므로 요(堯)는 희씨와 화씨에게 명하여, 일월성신(日月星辰)의 역상(曆象)을 밝히게 하고, 순(舜)은 기형(機衡)으로 살펴 일월오성(日月五星)인 칠정(七政)을 고르게 하였으니, 진실로 하늘을 공경하고 백성을 위함을 늦출 수 없었기 때문이다. 한당(漢唐)으로부터 여러 대로 내려오면서 각각 그 기구가 있었으나 혹은 잘되기도 하고 혹은 잘못 되기도 하여 갑자기 다 헤아리기가 쉽지 않고, 오직 원 나라의 곽수경(郭守敬) 이 만든 간의(簡儀)ㆍ앙의(仰儀)ㆍ규표(圭表) 등의 기구는 정교하다 할 만하다. 그런데 우리 동방에서는 그것을 만들었다는 말을 듣지 못하였는데, 하늘이 아름다운 운수를 열어 문교(文敎)가 한창 일기 시작하였다. 삼가 생각건대, 우리 전하는 신성(神聖)한 자질과 흠경(欽敬)하는 마음으로 온갖 정사를 하는 여가에 역산(曆算)의 정묘하지 못함을 염려하여 상고하라 시키시고, 측험(測驗)의 갖추어지지 못함을 걱정하여 기구를 만들라 하셨다. 비록 요순의 마음씀인들 어찌 여기에 더할 수 있으랴? 그 제작한 기구는 한두 가지가 아니나, 몇 가지에 이르러서는 참고에 대비하였고, 그 규모는 오직 옛것만 본받은 것이 아니라 모두 임금의 마음에 헤아리시어 모두 극히 정묘하니, 비록 원 나라의 곽수경이라 하더라도 그 교묘한 기술을 베풀 수 없으리라. 아, 이미 수시(授時)의 역(曆)을 대조하고 또 하늘을 관측하는 기구를 만드니, 위로는 천시(天時)를 받들고 아래로는 백성들의 일에 부지런히 하셨다. 우리 전하의 물건을 개발하여 실용을 이룩하는 지극한 인(仁)과 농사에 힘써서 근본을 소중히 여기는 지극한 뜻은 실로 우리 동방에 일찍이 없었던 훌륭한 일이니, 장차 이 높은 대(臺)와 함께 무궁토록 전해질 것이다.” 하였다.○ 정초(鄭招)의 소간의(小簡儀)에 대한 명(銘)과 그 서문에, “당요(唐堯)가 세상을 다스릴 때에 먼저 희화(羲和)에게 명하여 일구(日晷)를 바루었고, 그로부터 여러 대로 내려오면서 각각 기구가 있었으나 원 나라에 이르러서야 갖추어졌다. 지금 임금 16년 가을에 이천(李蕆)ㆍ정초ㆍ정인지 등에게 명하여 조그만 모양의 간의를 만드니, 비록 옛날 제도를 본떴다 하나 실은 새로운 규모에서 나온 것이다. 정교한 구리로 부(趺)를 만들고 물길을 만들어 두르고 둘러서 준평(準平)을 정하였으니, 자오(子午)가 바로 자리잡았다. 적도의 한 고리의 면에 주천(周天)의 도분(度分)을 나누어 동서로 운전하여 일곱 가지 정사를 측량하였다. 중외(中外)의 관(官)은 별의 도분에 들어가고 백 각의 고리는 적도에 있다. 고리의 내면에는 12시와 백 각으로 나누었다. 낮에는 일구(日晷)를 알고 밤에는 중성(中星)을 정한다. 사유환(四遊環)은 규형(窺衡)을 받쳤는데 동서로 운전하고 남북은 낮아졌다 높아졌다 하면서 규측(窺測)을 기다린다. 이에 기둥을 세우고 세 개의 고리를 꿰었으니 비스듬히 기대면 사유(四遊)는 북극을 표준하고 적도는 천복(天腹)을 표준하며, 꼿꼿이 세우면 사유는 입운(立運)이 되고 백 각은 음위(陰緯)가 된다. 공사를 마치자 여러 사람들은 그것에 명(銘)을 새겨 후세에 보이기를 청하니, 임금님은 신 정초에게 명하시므로 신은 절하고 올립니다.” 하였다.그 명에, “하늘의 도가 생색내고 함이 없으매 기구도 간단한 것을 숭상한다. 옛날의 간의는 기둥을 가설하여 얼기설기 엮어 놓았는데 지금의 이 기구는 가까이로는 가지고 다닐 만하다. 그러나 그 작용은 간의와 같으니 대개 간단하고도 간단한 것이다.” 하였다. 동궁(東宮) 일화문(日華門) 밖에 있다. 창덕궁(昌德宮) 북부(北部)의 광화방(廣化坊)에 있다. 인정전(仁政殿) 조회를 받는 정전(正殿)이다. 남문은 인정문(仁政門), 또 서남문은 진선(進善), 또 그 남문은 돈화(敦化), 그 동문은 건양(建陽), 또 그 동문은 선인(宣仁), 서문은 금호(金虎), 북문은 광지(廣智)이다. 선정전(宣政殿) 인정전 동쪽에 있다. 보경당(寶慶堂) 인정전 서쪽에 있다. 동궁(東宮) 건양문(建陽門) 밖에 있다. 옛날 구현전(求賢殿)과 광연정(廣延亭)의 터로서 앞에는 연못이 있다. 성화(成化) 22년에 세우고, 춘궁(春宮)이라고 이름을 고쳤다. 창경궁(昌慶宮) 창덕궁 동쪽에 있다. 옛날 수강궁(壽康宮)의 터로서 성화 계묘년에 성종(成宗)이 정희왕후(貞熹王后)와 인수왕대비(仁粹王大妃)와 안순왕후(安順王后) 세 분을 위해서 세웠다. 명정전(明政殿) 성종이 정월과 동지 때마다 신하들을 거느리고서 세 분에게 하례하고는 이어서 이 전에서 조회를 받았다. 동문은 명정문(明政門), 또 그 동문은 홍화문(弘化門)이다. 문 안에는 개울이 있고, 다리 이름은 옥천(玉川)이다. 문정전(文政殿) 명정전 남쪽에 있다. 인양전(仁陽殿) 명정전 서쪽에 있다. 경춘전(景春殿) 수녕전(壽寧殿) 북쪽에 있다. 통명전(通明殿) 경춘전 북쪽에 있다. 양화당(養和堂) 환경전(歡慶殿) 북쪽에 있다. 여휘당(麗暉堂) 통명전 서쪽에 있다. 환경전(歡慶殿) 경춘전 동쪽에 있다. 수녕전(壽寧殿) 인양전 북쪽에 있다. 환취정(環翠亭) 통명전 북쪽에 있다.\n『신증』 김종직(金宗直)의 기문에, “창경궁 후원에 새 정자가 있으니 이름이 환취(環翠)이다. 바로 통명전 북쪽 모퉁이에 있는데, 언덕과 멧부리의 형세는 곁으로 비끼고 옆으로 펼쳐졌고, 장송(長松) 만 그루가 뱅 둘러 서 있으며, 또 빽빽한 대나무 수천 그루를 심어 그 빈틈을 메웠다. 앞으로는 대궐에 다달았으니 결구(結構)가 들쭉날쭉한데 원앙와(鴛鴦瓦)의 비늘이 푸르게 새겨졌고, 잔디 뜰과 이끼 벽돌이 서로 도와 푸르스름한 산기운을 이루었다. 가까운 데로부터 멀리는 높은 담 밖에 시가(市街)가 있으며, 시가 밖에는 성곽이 있고 성곽 밖에는 산들이 있다. 남산(南山)의 연운(烟雲)과 동교(東郊)의 풀과 나무들은 파란 색을 모으고 녹색을 칠하여 난간 밑에 와서 서로 기이함을 다투어 바치니 그 형태가 천 가지 만 가지이다. 이것이 정자가 환취(環翠)라는 이름을 갖게 된 까닭이다. 그러나 그것이 임금의 사사로이 쉬는 장소가 된 바는 실로 저기에 있고 여기에 있는 것이 아니다. 이 정자는 구중궁궐의 문턱의 막힌 것을 지나고 육침(六寢)의 그윽한 곳에 연해서 그윽하고 고요하고 깊숙하며 높고 밝으며 시원하니, 이는 그 땅이 조종(祖宗)이 여기에 별궁을 만든 이래로 상서를 모으고 복을 쌓아 비밀히 감추어 둔 지 거의 90여 년만에 마침 전하가 왕업(王業)을 계승하신[堂構] 때를 만나 갑자기 이루어졌으니, 어찌 기다림이 있어 그러했던 것이 아닌가? 조회에서 물러나와 맑고 조용한 여가에 가끔 걸으시어 이 정자에 오르실 때, 법궁의 의장(儀仗)은 일체 물리치고 하후(夏后)의 옷을 입고,광무(光武)의 두건을 비스듬히 쓰고서 정신을 온화하게 가지고, 생각을 맑게 하여 도(道)와 더불어 합치한다. 더구나 봄 기운이 화창하여 초목이 무성할 때에는 천지가 만물을 생육하는 인(仁)을 느껴서 고달프고 병든 이와 홀아비와 과부들이 어떻게 하면 굶주림이 없으며, 훈훈한 바람이 남쪽에서 불어와 뜨거운 볕이 허공을 녹일 때에는 순 임금의 해온(解慍)의 곡조를 읊조리며, 이 가득 찬 골짜기의 시원한 그늘을 어떻게 하면 사방에 고루 베풀어 줄까 하고, 누런 나뭇잎이 떨어지는 절기에 온갖 열매가 성숙할 때에는 내 백성들의 세금을 10분의 1을 내는 세금 제도에서 지나치게 해서는 안되겠다 하시고, 눈이 내려 찬 기운이 갖옷 속으로 스며들면 내 백성들은 손발이 얼어 터지고 주리니, 다시는 더 부역으로 수고롭게 해서는 안되겠다고 하실 것이니, 모든 사시(四時)의 경치가 임금의 눈에 한번 지나면 그것을 모두 취하여 정치를 펴고 인(仁)을 베푸는 자료로 삼으실 것이다. 그뿐이 아니다. 《예기(禮記)》에 이르기를, “당기기만 하고 늦추지 않는 것은 문왕 무왕도 하지 않고, 늦추기만 하고 당기지 않는 것은 문왕 무왕도 하지 않는다.” 하였다. 그렇다면 한번 늦추고 한번 당기는 기구는 또한 폐할 수 없는 것이니, 만일 경전(經傳)에서 뽑아내어 의심나는 것을 물으려면 위대한 학자들을 모두 부를 것이며, 활 쏘는 이를 뽑아 덕을 관찰하려 하면, 활을 쏘는 무사(武士)를 짝지어 나오게 할 것이다. 이것으로써 조용히 학자에게 묻고, 무비(武備)를 익힌다면 어느 것인들 나라에 임금 노릇하고 백성을 자식처럼 사랑하는 아름다운 계획과 훌륭한 규범이 아니겠는가? 이것이 우리 전하가 이 정자를 지은 깊은 뜻으로 중화(中和)의 위육(位育) 의 지극한 공이 점차로 이루어질 수 있을 것이다. 옛날 송 나라 효종(孝宗)은 취한당(翠寒堂)을 대궐 안에 짓고, 일찍이 조웅(趙雄)과 왕유(王維) 등을 불러서 일을 아뢰게 하였는데, 당하(堂下)의 수십 그루 늙은 소나무에서 맑은 바람이 솔솔히 불어왔다. 효종은 ‘소나무 바람 소리가 매우 맑아 악기 소리보다 훨씬 낫다.’고 하였다. 대개 효종은 송 나라의 어진 임금이다. 평상시에는 잔치 놀이나 음악과 여색의 받듦과 궁실(宮室)과 원유(苑囿)의 즐김이 없었는데, 이 당을 세우고도 안일을 꾀하지 않고, 정성스럽게 재상들을 불러 물어서 옹폐(擁蔽)의 해를 방지하였으니, 그 꽃답고 아름다운 풍도가 지금까지도 역사에서 빛난다. 지금의 우리 전하는 총명(聰明)하고 인성(仁聖)하기가 효종보다 훨씬 뛰어났는데, 이 정자를 지은 것도 우연히 그와 같다. 앞뒤의 성현의 규모와 제작은 시대는 다르면서 그 부합되는 것을 상상할 수 있다. 저 부용(芙蓉)과 쌍요(雙曜)의 높은 것이 상양궁(上陽宮)에서 장관(壯觀)이 되고, 응사(凝思)와 소방(韶芳)의 개조함이 미앙궁(未央宮)에서 거듭 빛나던 것은 다 놀이와 사냥으로 거둥하기 위함이었다. 어찌 오늘에 와서 말할 거리가 되겠는가? 진실로 원컨대, 전하께서는 게으르거나 방종하지 말고 언제나 한 마음을 가지시어, 이 정자에 오를 때마다 그럭저럭 하는 사이에 세월이 흐르기 쉬움을 깊이 두려워하여 반드시 백성들을 보호하는 것으로 하늘에 빌어 나라의 운명을 길게 하는 진실을 삼기를 위에서 말한 것과 같이 하신다면 우리 조선의 억만세의 끝없는 아름다움이 어찌 여기에 있지 않겠나이까? 신은 감히 이것으로 올리나이다.” 하였다. \n『신증』 선원전(璿源殿) 문소전(文昭殿)의 동북에 있는 것으로 선왕(先王)과 선후(先后)의 수용(晬容 화상(畫像))을 봉안(奉安)한 곳이다. 비궁당(匪躬堂) 즉 창덕궁의 남빈청(南賓廳)으로 연영문(延英門) 밖에 있다.○ 서거정(徐居正)의 기문에, “《주역》의 건괘(蹇卦) 62에 이르기를, ‘임금의 신하가 어려움에 어렵게 함이 자신의 연고가 아니다[匪躬].’ 하였으니, 이는 비궁이란 임금이 있는 것만 알고, 내 몸이 있는 줄은 모른다는 말이다. 무릇 우리 조정에 있는 신하들은 비궁의 도를 아는가? 이제 시험삼아 논해 보리라. 삼공(三公)은 위로는 태계(台階)를 본받고 아래로는 세 발이 있는 정상(鼎象)을 취하나니, 모든 관리의 위에 위치하고 모든 백성이 우러러보는 지위에 있어서, 높은 관면(冠冕)이고, 깊고 넓은 묘당(廟堂)이다. 우뚝히 국가의 기둥과 주춧돌이고, 밝기는 인물의 서구(筮龜)와 같으니, 가히 임금을 보좌하는 직책과 논섭(論燮)의 도리를 몰라서야 되겠는가? 곤직(袞職)에 빠뜨림이 있으면 어떻게 보충하며 왕의 계획이 빛나지 못하면 어떻게 드러낼 것인가? ‘도(都)’라 하고 ‘유(兪)’라 하는 문답을 어떻게 할 것이며, 좋은 꾀와 아름다운 계획을 어떻게 아뢸까를 마땅히 생각하여, 조화(造化)를 도와 만물을 양육하고, 하늘의 꾸지람[天災]을 겁내어 삼가고 두려워하여, 한 마디 말도 임금을 깨우치기를 생각하고 온갖 꾀로 임금을 협박할 것을 생각하지 말라. 약석(藥石)으로써 아뢰도록 생각하고, 짐독(鴆毒)으로써 미혹시키지 말라. 일을 도모하고 계책을 헤아려서 성심(誠心)을 열어 공정한 도(道)를 펴고, 안색을 바로하여 아랫사람을 거느려서 대체(大體)를 보존하고 하찮은 일을 생략하면 비궁(匪躬)의 뜻에 거의 가깝게 되리라. 만일 혹 지위가 아주 높아 공명(功名)이 마음에 걸리고, 녹(祿)이 많아서 부귀(富貴)가 그 뜻을 방탕하게 한다면 귄세는 독차지하고 싶고 재물을 탐내어, 나라가 위태하여도 붙들지 않고, 기울어져도 일으키지 않으며, 또는 일에 다달아서는 어름어름하여 세상과 함께 하면서 베 이불로 이름을 낚으며,상아(象牙)의 산가지로 이익을 도모하기도 하여, 반식(伴食)의 비웃음을 받거나, 복속(覆餗)의 비방을 초래한다면 비궁이라 하겠는가? 저 삼공(三公)의 부관(副官)인 이공(貳公)은 덕화를 넓히고, 육경(六卿)은 직분을 나누고, 모든 대부와 중신들은 지위가 높고 봉록이 후하고 임무가 전일하고 책임이 크니 만나기 어려운 좋은 때를 만났고, 일할 만한 때를 마침 만났으니, 마땅히 삼가 정성을 다해 공경히 받들어 보좌하기를 어떤 도로 하며, 임금의 마음을 열어 드리며 돕기를 어떤 계책으로 할까를 생각하라. 제작하는 데에 있어서는 윤색(潤色)할 것을 생각하고, 현준(賢俊)은 추천해 등용할 것을 생각하고, 어떻게 하면 형벌을 없게 하고, 어떻게 하면 백성들의 재물을 풍부하게 할까 하며, 어떻게 하면 전쟁을 쉬게 하고, 어떻게 하면 토지를 개간할까 하여, 큰 계책을 의논하고 큰 의심을 결정할 때에는, 말은 국가의 중요함이 되어, 나라만 알고 집을 잊고, 공(公)만 알고 사(私)를 잊어 몸이 안위(安危)를 맡아서 충신(忠信)과 절의(節義)로 스스로를 가다듬기를 생각하고, 성패(成敗)와 이둔(利鈍)으로써 스스로 움츠러들지 말며, 일찍 일어나고 밤늦게 자면서 몸과 힘을 다하면 비궁의 뜻에 거의 가까우리라. 만일 혹 대중을 따라 나아가고 물러나서, 벼슬을 얻기 전에는 얻으려고 걱정하고, 얻고 나서는 잃을까를 걱정하여 임금의 총애를 빙자하여 권세를 굳히고, 능력도 없으면서 지위만 차지해서 어진 이의 진출을 방해하여, 조정에 서서는 큰 절개가 없고, 세상에 도적질하는 것은 모두 헛이름뿐이며, 현실에 어두우면서 재능이 없고 고집불통이어서 스스로 옳다 하여 정사를 방해하고 다스림을 해치며, 직무를 게을리 하고 직분을 제대로 수행하지 못하여 만족할 줄 아는 기미에는 어둡고시소(尸素)의 비웃음을 산다면 비궁이라 할 수 있겠는가? 또 임금이 사랑하고 신임하는 신하로는 근시(近侍)만한 사람이 없고, 신하로서 임금과 친밀한 이가 근시만한 사람이 없다. 이는 근시란 것은 항상 임금의 좌우에 있으면서 홀로 요직을 맡은 사람으로 천안(天顔)이 지척에 있고 구중궁궐이 매우 가까우매 임금의 말이 간곡하고 임금이 자주 돌아본다. 근시는 귀와 눈과 같은지라 임금의 총명을 틔워 주고, 목구멍과 혀와 같은지라 임금의 명령을 대신 발표하니, 추기(樞機)는 비밀히 하지 않으면 안되고, 출납(出納)은 성실히 하지 않으면 안된다. 사정을 참작하여 의견을 아뢰어 조용히 선한 것은 진술하고 그렇지 못한 것은 바꾸게 한다. 임금의 은택이 혹 백성에게로 내려가지 못한다고 생각되면 통하여 내려가게 하고, 백성의 마음이 임금에게로 전달되지 못함을 두려워하거든 진술하여 알릴 것이다. 넓은 집 부드러운 담요 위에서 임금을 모시고 의논하며 생각하고 장막 속에서 일을 계획한다. 위에서는 지나친 행동이 없고 밑에서는 실정을 숨김이 없이 정하고 깨끗한 한마음으로 오직 삼가 받들어야 하나니, 만일 그렇게 한다면 비궁이라 하여도 좋을 것이다. 또 혹 임금의 성내고 기뻐함을 살피고 임금의 얼굴빛을 맞추어 교묘한 생각으로 기쁘게 하고 기이한 꾀로 유혹하여, 충성된 말은 임금의 귀에 미치지 못하고 남을 참소하고 중상하는 말을 묘하게 얽어 만들어, 말을 들이는 승지(承旨)의 직분을 폐하고 아첨을 하는 것이 풍습이 된다면 비궁이라 할 수 있겠는가? 또 대간(臺諫)으로 말하면 조정의 공론(公論)을 맡은 사람이다. 임금은 건괘(乾卦) 구오(九五)의 높은 자리에서 억조(億兆) 백성의 위에 있으니, 높기는 해와 달과 같을 뿐만이 아니고, 그 위엄은 우레나 천둥 같을 뿐만이 아니다. 그렇지만 임금께 항거하고 임금을 거스르는 것은 오직 대간만이 할 수 있는 것이고, 금문(金門)을 헤치고 들어가 대궐에서 부르짖는 것도 오직 대간만이 할 수 있는 것이다. 임금의 좌우에 서서 임금과 시비를 다툴 때, 임금이 ‘옳다. ’해도, 대간은 ‘옳지 않다. ’하며, 임금이 ‘옳지 않다. ’해도, 대간은 ‘옳다. ’하면서 위험을 무릅쓰고 꺼리지 않으며 강직하여 흔들리지 않아서 비록 머리를 부수는 것이라도 사양치 않는데, 어찌 죽음을 피하겠는가? 만일 그렇다면 임금의 옷자락을 끌어당김도 다시 할 수가 있으니, 난간을 부러뜨림이 어찌 홀로 옛적에만 아름답겠는가. 이러하여야 비궁이라 함이 옳을 것이다. 또 혹 만일 겉으로는 대간인데 마음은 대간이 아니며, 말은 대간인데 행동은 대간이 아니어서 임금 앞에서는 밝게 다투고 숨김없이 간하여 그 책망을 면하고는 이세(利勢) 속에서 몰래 옮기고 묵묵히 빼앗아서 그 욕심을 채우며, 그 의논이 사사로운 비밀에서 나오고 그 논박(論駁)이 좋아하고 미워하는 감정에서 나오며, 일을 만나되 말하지 않기는 금인(金人)과 같고, 일을 의논하되 입을 다물기는 촉추(蜀椒)와 같으며, 또 일을 의논할 줄만 알되 그 대체는 모르며, 사람을 의논할 줄만 알되 그 장단점은 몰라서, 어지럽게 떠들고 자질구레하게 따져서 위로는 임금의 이목을 번거롭히고 아래로는 조정의 이목을 놀라게 하여, 아무개는 충성하고 아무개는 간사한 지를 알지 못한다면, 또한 누구를 헐뜯고 누구를 칭찬하겠는가? 그렇다면 그를 비궁이라 하는 것이 옳겠는가? 또 혹은 크거나 작거나간에 요(寮)라 하고 채(寀)라 하여 밝고 거룩한 이들이 지위에 벌려 있어, 문무(文武)를 아울러 쓰되 각각 그 장점을 다하게 하고, 잘거나 굵거나 버리지 않고 오직 그 그릇에 맞도록 쓴다면 재주를 품고 기예를 가진 뛰어나고 영걸스러운 선비들이 떼지어 활발히 일어나, 훌륭한 계책을 떨치고 좋은 기예를 발휘하여, 평소에 뜻한 바를 행하고 평소의 포부를 펴려고 힘써 직무에 나아가고 다스림을 도와 덕화를 받든다면 비궁의 뜻에 가까울 것이다. 또 혹은 만일 요행히 출세하기를 바라서 시세를 엿보아 권세 있는 사람의 집에 대해서 더우면 붙고 차가우면 등져서, 비록 성문을 지키고 야경을 도는 변변치 못한 자리라도 얻으면 기뻐하고 잃으면 성내어서 분주히 달려가는 것으로 출세의 길을 삼고 뇌물을 쓰는 것으로 벼슬에 나아가는 발판을 삼으면서도 낯가죽이 두꺼워 수치심이 없고, 무지해서 아는 것이 없는데도 비궁이라 할 수 있겠는가? 아, 〈우서(虞書)〉에 구관(九官)을 임명한 것이나, 상훈(商訓)의 벼슬하는 이를 경계한 것이나, 〈주관(周官)〉에서 육직(六職)으로 나눈 것은 모두 안팎의 모든 벼슬을 총괄하여 정한 것이니, 위로는 이것으로써 훈계하고 인도하려 하였고, 아래로는 이것으로써 서로 깨우치고 경계하였으니, 그 상하 사이에서 권하고 경계함의 깊고 간절함이 후세에서 미칠 수 없는 것이다. 어찌하여 왕우칭(王禹稱)은 〈대루원기(待漏院記)〉를 지어서 재상들만 경계하고 일반 관리에게는 미치지 않았던가? 선성(先聖)이 말하기를, ‘임금되기도 어렵고 신하되기도 쉽지 않다. ’하였으니, 임금 되기 어렵다는 것은 성상(聖上)은 밤낮으로 부지런히 정사하는 것을 본받아 행해야 하기 때문이고, 신하되기가 쉽지 않다는 것은 신하들로서 그것을 아는 이가 적기 때문이다. 진실로 신하되기가 쉽지 않은 줄을 안다면 비궁의 뜻을 알 수 있을 것이고, 또 비궁의 뜻을 안다면 신하된 직분을 저버리지 않을 것이다. 이렇게 써서 벼슬 자리에 있는 이들을 경계하고, 이어서 이것으로 내 자신을 경계하노라.” 하였다.\n\n",
  "단묘": "사직단(社稷壇) 경성(京城) 안 서쪽 인달방(仁達坊)에 있는 것으로, 사(社)는 동쪽에 있고 직(稷)은 서쪽에 있다. 두 단은 각각 둘레는 2장 5척이고, 높이는 3척이며, 사방의 섬돌은 각각 3급(級)이다. 단의 장식은 그 방위(方位)의 빛깔을 따르고 누런 흙으로 덮었다. 사(社)에는 돌로 된 신주(神主)가 있는데, 길이는 2척 5촌이고, 둘레는 1척이며, 위는 뾰족하게 하고 밑은 흙으로 복돋았는데 반이 단의 남쪽 섬돌 위에 당한다. 사방의 문은 담을 같이하고 있는데 모로는 25보(步)로 담을 두르고 있다. 국사(國社)와 국직(國稷)의 신좌(神座)는 나란히 남쪽에서 북쪽을 향해 있는데, 후토신(后土神)은 국사에 짝하였고 후직신(后稷神)은 국직에 짝하였다. 각각 바른 위치의 왼쪽에 있으면서 북쪽 가까이에 있으면서 동쪽을 향했다. ○ 《사전(祀典)》에는 대사(大祀)에 실려 있다 풍운뇌우산천성황단(風雲雷雨山川城隍壇) 남교(南郊)에 있는데, 둘레는 2장 3척이고, 높이는 2척 7촌이며, 사방에 섬돌을 놓았고, 두 낮은 담은 25보이다. 바람ㆍ구름ㆍ우레ㆍ비의 신좌(神座)는 복판에 있고, 산천은 왼쪽에 있으며, 성황은 오른쪽에 있는데, 모두 북쪽에서 남쪽을 향해 있다. 악해독단(嶽海瀆壇) 남교(南郊)에 있다. 그 제도는 풍운뇌우단(風雲雷雨壇)과 같은데, 오직 낮은 담 하나가 있으며, 단은 없고 사당 세 칸이 있다. ○ 악(嶽)은, 남악(南岳)은 지리산으로 남원(南原)에 있고, 중악은 삼각산(三角山)이고, 서악은 송악(松嶽)으로 개성(開城)에 있고, 북악은 비백산(鼻白山)으로 정평(定平)에 있다. ○ 바다는, 동해(東海)는 양양(襄陽)에 있고, 남해는 나주(羅州)에 있으며, 서해(西海)는 풍천(豊川)에 있다. ○ 독(瀆)은, 남으로는 웅진(熊津)은 공주(公州)에 있고, 가야진(伽倻津)은 양산(梁山)에 있으며, 중(中)은 한강이고, 서쪽으로는 덕진(德津)은 장단(長湍)에 있고, 평양강(平壤江)은 평양에 있으며, 압록강은 의주(義州)에 있고, 북쪽으로는 두만강은 경원(慶源)에 있다. 선농단(先農壇) 동교(東郊)에 있다. 그 제도는 풍운뇌우단과 같고, 신좌는 북에서 남을 향해 있다. 성종 7년에 두 단의 남쪽 10보쯤에 관경대(觀耕臺)를 만들고, 1월에는 임금이 친히 선농단에 제사하고 적전(籍田)의 예를 행하였다. 선잠단(先蠶壇) 동교에 있다. 그 제도는 풍운뇌우단과 같고, 신좌는 북에서 남을 향해 있다. 성종 9년 봄에 또 창덕궁 후원에 단을 쌓고 왕비가 명부(命婦)들을 거느리고 친히 제사하고 친잠(親蠶)의 예를 행하였다. 우사단(雩祀壇) 동교에 있다. 그 제도는 풍운뇌우단과 같고, 오직 둘레가 4장이다. 구망(句芒)ㆍ축융(祝融)ㆍ후토(后土)와 욕수(蓐收)ㆍ현명(玄冥)ㆍ후직(后稷)의 신좌(神座)는 모두 북쪽에서 남을 향해 서쪽으로 향해 있다.○ 이상은 중사(中祀)에 실려 있다. 영성단(靈星壇) 남교(南郊)에 있다. 둘레는 2장 1척이고, 높이는 2척 5촌이며, 사방에 섬돌이 있고, 담이 하나인데 25보이다. 신좌는 북에서 남을 향해 있다. 노인성단(老人星壇) 남교에 있다. 마조선목마사마보단(馬祖先牧馬社馬步壇) 모두 동교에 있다. 마제단(禡祭壇) 동교와 북교에 있다. 사한단(司寒壇) 남교에 있다. 그 제도는 영성단(靈星壇)과 같다. 명산대천단(名山大川壇) 제도는 영성단과 같다. 신좌는 북에서 남을 향해 있는데, 단은 없고 사당 세 칸이 있다. ○ 명산으로는 동쪽에는 치악산(雉岳山)으로 원주(原州)에 있고, 남쪽에는 계룡산(鷄龍山)으로 공주(公州)에 있으며, 죽령산(竹嶺山)은 단양(丹陽)에 있고, 우불산(亏佛山)은 울산(蔚山)에 있으며, 주흘산(主屹山)은 문경(聞慶)에 있고, 금성산(錦城山)은 나주(羅州)에 있으며, 중부(中部)는 목멱산(木覓山)이고, 서쪽에는 오관산(五冠山)은 장단(長湍)에 있고, 우이산(牛耳山)은 해주에 있으며, 북쪽에는 감악산(紺岳山)은 적성(積城)에 있고, 의관산(義館山)은 회양(淮陽)에 있다. ○ 대천(大川)으로는 남쪽에는 양진명소(楊津溟所)는 충주(忠州)에 있고, 양진은 양주(楊州)에 있으며, 서쪽에는 장산곶(長山串)은 장연(長淵)에 있고, 아사진(阿斯津) 송곶(松串)은 장련(長連)에 있으며, 청천강(淸川江)은 안주(安州)에 있으며, 구진익수(九津溺水)는 평양에 있으며, 북쪽에는 덕진명소(德津溟所)는 회양(淮陽)에 있고, 비류수(沸流水)는 영흥에 있다.○ 만일 가뭄이 들어 기도할 때에는 북교에 악(岳)ㆍ해(海)ㆍ독(瀆) 및 모든 산천의 신위(神位)를 각각 그 방위에 설치하는데, 모두 안으로 향하게 한다. 여단(厲壇) 북교에 있는데, 그 제도는 영성단과 같다. 신좌는, 성황은 단 위의 북에서 남으로 향하였고, 제사지낼 주인이 없는 귀신은 단 아래 좌우에 두어 서로 향하게 하였다.○ 이상은 소사(小祀)에 실려있다. 종묘(宗廟) 경성 안 동쪽 연화방(蓮花坊)에 있다. 태실(太室)이 가운데에 있는데, 남쪽으로 향하였고 모두 일곱 칸이다. 앞에는 세 계단이 있고, 동서에는 각각 협실(夾室) 두 칸이 있으며, 협실 남쪽에는 각각 낭정(廊庭)이 있고, 또 동서에는 각각 세 칸의 사당이 있으며, 서쪽에는 7사(祀)의 신주를 모시고, 동쪽에는 배향(配享)하는 공신들의 신주를 모셨다. 신좌는 태조(太祖)가 1위(位) 소목(昭穆)이 각각 2위로 각각 실내(室內)에서 남쪽으로 향하였는데, 서쪽을 상(上)으로 하였다. 7사 신주의 자리는 묘정(廟庭)의 서쪽에 있어 동으로 향하였고, 공신들의 신좌는 사당 뜰에 있는데, 동서로 향하였다. 영녕전(永寧殿) 종묘의 서쪽 대실(大室)에 있다. 북에서 남을 향해 앉았는데, 모두 네 칸이다. 앞에는 세 계단이 있는데, 천주(遷主)를 봉안하였다.○ 이상은 대사(大祀)에 실려 있다. 문소전(文昭殿) 경복궁 성 안의 동쪽에 있다. 후침(後寢)이 다섯 칸, 전전(前殿)이 세 칸으로 각각 감실(龕室)이 있고, 앞에는 세 계단이 있다. 신좌는 전전에는 태조가 중앙에 있어 남으로 향하였고, 소(昭) 2위는 동에서 서로 향해 있으며, 목(穆) 2위는 서쪽에서 동으로 향하였다. 후침에는 모두 북에서 남으로 향하였는데 서를 상(上)으로 하였다. 삭망(朔望)에는 후침에 제사지내고, 사시(四時)의 대향(大饗) 때에는 신주를 전전에 모셔 내어 합하여 제사지낸다. ○ 참봉(參奉) 두 사람이 있다. 연은전(延恩殿) 경복궁 성 안의 서북 모퉁이에 있다. 성종 때에 명 나라 조정에 주청(奏請)하여 덕종(德宗)을 추존하여 회간왕(懷簡王)을 삼고 종묘에 부제(祔祭)하고는 곧 이 전을 세우고 신주를 봉안하였다. 향사(享祀)는 문소전에서 지낸다. ○ 참봉 두 사람이 있다. 효사묘(孝思廟) 북부 진장방(鎭長坊)에 있다. 문묘(文廟) 성균관 명륜당의 남쪽에 있다. 대성전(大成殿)은 북에서 남을 향해 앉았는데, 모두 다섯 칸이다. 앞에는 두 계단이 있으며, 동서에는 각각 무(廡)가 있다. 신주(神廚)는 서무(西廡)의 서북에 있고, 전사청(典祀廳)은 또 그 서쪽에 있다. ○ 신좌는, 대성지성문선왕(大成至聖文宣王)은 중앙에 있어 남으로 향하였고, 그 배향(配享)으로는 곤국복성공(袞國復聖公) 안자(顔子)와 기국술성공(沂國述聖公) 자사(子思)는 정위(正位)의 동남에 있어 서로 향하였으며, 성국종성공(郕國宗聖公) 증자(曾子)와 추국아성공(鄒國亞聖公) 맹자(孟子)는 정위(正位)의 서남에 있어 동으로 향하였는데, 모두 북으로 상(上)을 삼았다. 전(殿) 안의 종향(從享)으로는 비공(費公) 민손(閔損)ㆍ설공(薛公) 염옹(冉雍)ㆍ여공(黎公) 단목사(端木賜)ㆍ위공(衛公) 중유(仲由)ㆍ위공(魏公) 복상(卜商)은 동쪽 벽에서 모두 서쪽으로 향하였고, 운공(鄆公) 염경(冉耕)ㆍ제공(齊公) 재여(宰予)ㆍ서공(徐公) 염구(冉求)ㆍ오공(吳公) 언언(言偃)ㆍ영천후(穎川侯)ㆍ전손사(顓孫師)는 서쪽 벽에 있어 나란히 동으로 향하였는데, 모두 북을 상으로 하였다. 동무(東廡)의 종향으로는 금향후(金鄕侯) 담대멸명(澹臺滅明)ㆍ임성후(任城侯) 원헌(原憲)ㆍ여양후(汝陽侯) 남궁괄(南宮适)ㆍ내무후(萊蕪侯) 증점(曾點)ㆍ수창후(須昌侯) 상구(商瞿)ㆍ평여후(平輿侯) 칠조개(漆雕開)ㆍ수양후(睢陽侯) 사마경(司馬耕)ㆍ평음후(平陰侯) 유약(有若)ㆍ동아후(東阿侯) 무마시(巫馬施)ㆍ양곡후(陽穀侯) 안신(顔辛)ㆍ상채후(上蔡侯) 조휼(曹卹)ㆍ지강후(枝江侯) 공손룡(公孫龍)ㆍ풍익후(馮翊侯) 진상(秦商)ㆍ뇌택후(雷澤侯) 안고(顔高)ㆍ상규후(上邽侯) 양사적(壤駟赤)ㆍ성기후(成紀侯) 석작촉(石作蜀)ㆍ거평후(鉅平侯) 공하수(公夏首)ㆍ교동후(膠東侯) 후처(后處)ㆍ제양후(濟陽侯) 해용잠(奚容箴)ㆍ부평후(富平侯) 안조(顔祖)ㆍ전양후(全陽侯) 구정강(句井彊)ㆍ견성후(甄城侯) 진조(秦祖)ㆍ즉묵후(卽墨侯) 공조구자(公祖句茲)ㆍ무성후(武城侯) 현성(縣城)ㆍ연원후(汧源侯) 연급(燕伋)ㆍ완구후(宛句侯) 안지복(顔之僕)ㆍ건성후(建城侯) 악해(樂欬)ㆍ당읍후(堂邑侯) 안하(顔何)ㆍ임려후(林慮侯) 적묵(狄墨)ㆍ운성후(鄆城侯) 공충(孔忠)ㆍ서성후(徐城侯) 공서잠(公西箴)ㆍ임복후(臨僕侯) 시지장(施之掌)ㆍ화정후(華亭侯) 진천(秦川)ㆍ문등후(文登侯) 신정(申棖)ㆍ제음후(濟陰侯) 안쾌(顔噲)ㆍ사수후(泗水侯) 공리(孔鯉)ㆍ난릉백(蘭陵伯) 순황(荀況)ㆍ수양백(睢陽伯) 곡량적(穀梁赤)ㆍ내무백(萊蕪伯) 고당생(高堂生)ㆍ약수백(藥壽伯) 모장(毛萇)ㆍ팽성백(彭城伯) 유향(劉向)ㆍ중모백(中牟伯) 영중(䣐衆)ㆍ후지백(緱氏伯) 두자춘(杜子春)ㆍ양향후(良鄕侯) 노식(盧植)ㆍ영양백(榮陽伯) 복건(服虔)ㆍ사공(司空) 왕숙(王肅)ㆍ사도(司徒) 두예(杜預)ㆍ창려후(昌黎侯) 한유(韓愈)ㆍ예국공(豫國公) 정호(程顥)ㆍ신안백(新安伯) 소옹(邵雍)ㆍ온국공(溫國公) 사마광(司馬光)ㆍ화양백(華陽伯) 장식(張栻)ㆍ위국공(魏國公) 허형(許衡)은 동쪽에서 서쪽으로 향하였다. 서무(西廡)의 종향에는 선보후(單父侯) 복부제(宓不齊)ㆍ고밀후(高密侯) 공야장(公冶長)ㆍ북해후(北海侯) 공석애(公晳哀)ㆍ풍부후(豊阜侯) 안무요(顔無繇)ㆍ공성후(共城侯) 고시(高柴)ㆍ수장후(壽長侯) 공백료(公伯寮)ㆍ익도후(益都侯) 번수(樊須)ㆍ거야후(鉅野侯) 공서적(公西赤)ㆍ천승후(千乘侯) 양전(梁鱣)ㆍ임기후(臨沂侯) 염유(冉孺)ㆍ목양후(沐陽侯) 백건(伯虔)ㆍ제성후(諸城侯) 염계(冉季)ㆍ복양후(濮陽侯) 칠조차(漆雕哆)ㆍ고원후(高苑侯) 칠조도보(漆雕徒父)ㆍ추평후(鄒平侯) 상택(商澤)ㆍ당양후(當陽侯) 임부제(任不齊)ㆍ모평후(牟平侯) 공량유(公良孺)ㆍ신식후(新息侯) 진염(秦冉)ㆍ양문후(梁文侯) 공견정(公肩定)ㆍ요성후(聊城侯)ㆍ효단(鄡單)ㆍ기향후(祈鄕侯) 한문묵(罕文墨)ㆍ유천후(溜川侯) 신당(申黨)ㆍ염차후(厭次侯) 영기(榮旂)ㆍ남화후(南華侯) 좌인영(左人郢)ㆍ구산후(昫山侯) 정국(鄭國)ㆍ낙평후(樂平侯) 원항(元亢)ㆍ조성후(胙城侯) 염결(廉潔)ㆍ박평후(博平侯) 숙중회(叔中會)ㆍ고당후(高堂侯) 규손(邽巽)ㆍ임구후(臨朐侯) 공서여(公西輿)ㆍ여내황후(如內黃侯) 거백옥(蘧伯玉)ㆍ장산후(長山侯) 임방(林放)ㆍ남중후(南中侯) 진항(陳亢)ㆍ양평후(陽平侯) 금장(琴張)ㆍ박창후(博昌侯) 보숙승(步叔乘)ㆍ중도백(中都伯) 좌구명(左丘明)ㆍ임치백(臨淄伯) 공양고(公羊高)ㆍ승지백(乘氏伯) 복승(伏勝)ㆍ고성백(考城伯) 대성(戴聖)ㆍ강도백(江都伯) 동중서(蕫仲舒)ㆍ곡부백(曲阜伯) 공안국(公安國)ㆍ기양백(岐陽伯) 가규(賈逵)ㆍ부풍백(扶風伯) 마융(馬融)ㆍ고밀백(高密伯) 정강성(鄭康成)ㆍ임성백(任城伯) 하휴(何休)ㆍ언사백(偃師伯) 왕필(王弼)ㆍ신야백(新野伯) 범녕(范寗)ㆍ도국공(道國公) 주돈이(周敦頤)ㆍ낙국공(洛國公) 정이(程頤)ㆍ미백(郿伯) 장재(張載)ㆍ휘국공(徽國公) 주희(朱熹)ㆍ개봉백(開封伯) 여조겸(呂祖謙)은 서쪽에서 동쪽으로 향하였는데, 모두 북쪽을 상으로 삼았다. 본국(本國)의 홍유후(弘儒侯) 설총(薛聰)ㆍ문창공(文昌公) 최치원(崔致遠)ㆍ문성공(文成公) 안유(安裕)는 서무의 남쪽에서 북쪽으로 향하였는데, 서쪽으로 상을 삼았다. 중사에 실려 있다.○ 변계량(卞季良)의 비명(碑銘)에, “영락(永樂) 7년 기축년 가을 9월에 국왕 전하께서 신 계량에게 명하여 이렇게 이르기를, “우리 선고(先考) 태조께서 하늘의 밝은 명을 받아 비로소 나라를 이룩하여 도읍을 한양에 정하고, 서둘러 묘학(廟學)을 세웠으니, 선성(先聖)을 높이고 문교(文敎)를 소중히 여긴 까닭이다. 나는 그 큰 업을 이어 받들어 이루어 놓으신 법도를 따라 다시 묘궁(廟宮)을 중수하여 이미 이루었다. 학관(學官) 최함(崔諴) 등이 글을 돌에 새겨 후세에 전하기를 청하니, 그대는 붓을 들어 지으라.” 하셨다. 신 계량은 그 명을 받고 황송하여 물러나와 그 전말을 기록한다. 갑술년에 태조가 이미 도읍을 정하매, 종사(宗社)와 조시(朝市)ㆍ성곽(城廓)ㆍ궁실(宮室)이 모두 알맞게 갖추어졌다. 그리하여 다시 묘학(廟學)을 지으려고 도읍의 동북 모퉁이에 땅을 가리니, 산은 그치고 땅은 펀펀하며, 물은 돌아 흐르는데, 그 위치는 남쪽을 향하였다. 여흥부원군(驪興府院君) 신 민제(閔霽)에게 명하여 경영하게 하매, 그는 목수들을 모으고 재목을 갖추어 정축년 3월에 시작하여 무인년 7월에 성철(聖哲)의 높은 집과 종사(從祀)하는 방서(旁序)의 일을 마쳤다. 태학은 종묘 뒤에 있는데, 가운데는 명륜당(明倫堂)이며, 좌우에는 협인(夾引)이 있고, 양협(兩夾)의 남쪽에는 길다란 집을 세웠다. 왼쪽 협 동쪽에 청랑(廳廊)을 두니 사생(師生)의 위치와 학정(學正)ㆍ학록(學錄)의 거처가 하나도 갖추어지지 않은 것이 없었다. 그 규모는 크고 넓으며, 그 얽고 쌓은 것이 튼튼하고 크고 작은 칸의 수는 96이다. 전토(田土)를 두어 제사에 쓸 쌀을 제공하며, 생도들을 먹이고 복호(復戶)하여 응대(應對)와 쇄소(洒掃)로 심부름 시키기에 넉넉하니 묘학(廟學)의 일이 구비되었다 할 수 있었다. 그러나 경진년 2월에 화재를 만났다. 그해 11월에 전하께서 송경(松京)에서 즉위하고 태학에 나아가 선성(先聖)을 뵙고, 맏아들을 태학에 들어가게 하였다. 기유년에 환도(還都)하여 친히 선성(先聖)과 선사(先師)의 제사를 지내고, 3년을 지나 정해년 1월에 묘(廟)의 옛터에 새로 짓도록 명하였다. 성산군(星山君) 신 이직(李稷)과 중군동지총제(中軍同知摠制) 신 박자청(朴子靑)이 역사의 감독을 맡아 밤낮으로 감독하고 살펴서 마음에 계획하여 지휘하니, 목수들도 힘을 다하여 4개월 만에 묘(廟)가 이루어지니, 높고 깊고 단정하고 크기가 옛것에 비해 더욱 훌륭하였다. 신주(神廚)는 묘(廟)의 서쪽에, 동서의 문은 양서(兩序)의 아래에 세우고, 전토(田土)와 노비를 더 주니, 전토는 만여 묘이고 인구(人口)는 3백 명이나 되었다. 의정부 좌의정 신 하륜(河崙)의 의견을 받아들여 성국종성공 중자와 기국술성공 자사를 배위(配位)에 올리고, 자장(子張)을 십철(十哲)의 묘궁(廟宮)에 올리니, 더욱 유감이 없었다.신이 가만히 생각건대, 성인의 도는 크기 때문에 칭찬할 수가 없으니, 비록 억지로 무어라 말하더라도 그것은 천지와 일월을 그리는 것과 거의 다를 것이 없다. 우리 부자(夫子)께서 주 나라 말기에 태어나서 여러 성인들을 집대성하고 절충하여 모든 왕의 큰 법을 만들어 교훈을 펴시니, 그 공은 천지의 처음 생긴 조화(造化)보다도 지극하고, 그 은택은 무궁토록 흐르니, 인류가 생긴 뒤로 그처럼 훌륭한 이가 없었다. 재여(宰予)의 이른바 요순(堯舜)보다도 훌륭하다 한 것이 까닭이 있는 것이다. 당 나라로부터 이후로 하늘에까지 닿고 땅에 두루하여 사당이 곳곳에 세워져 높여 제사함이 변하지 않았는데, 하물며 우리 동방은 옛날부터 그 풍속이 예의를 숭상하여 기자(箕子)의 8조의 교훈과 떳떳한 윤리의 질서를 받들어 법도와 문물의 갖추어짐이 중국과 짝하였다. 우리 부자께서 일찍이 와서 살고자 하신 뜻이 있었으니, 묘학을 경영해 세우고 문교를 일으켜 숭상한 것은 원래 다른 나라에 견줄 바가 아니다. 삼가 생각건대, 태조 강헌대왕이 천명에 순응하고 인심을 따라서 처음으로 큰 업을 이룩하여 동방을 차지하여 도읍을 정하던 초기에 곧 먼저 성인의 제사를 높이고 유학을 일으켰으니, 이는 그 덕을 높이고 도를 즐기는 정성이 천성(天性)에서 나와 우뚝히 정치를 하는 근본과 마땅히 해야 할 일을 급선무로 여기는 데에 드러난 것이다. 그러므로 그것은 자손에게 규모를 끼쳐 주어 사람의 마음을 착하게 하고 나라의 명맥을 길게 한 것이 아, 지극하기도 하도다. 전하는 인자하고 효도하며, 겸손하고 공손하며, 강건하고 슬기로워서 선대의 업을 빛나게 이어받았다. 정사하는 여가에 경사(經史)를 즐겨 보아 매양 밤중까지 손에서 책을 놓지 않고 격물(格物)ㆍ치지(致知)ㆍ성의(誠意)ㆍ정심(正心)의 학문을 다하였고, 지영수성(持盈守成)의 도를 다하였으니, 그것은 옛날에 찾아 보아도 전혀 없었던 일이다. 세도(世道)가 한창 형통하고 인문(人文)이 밝아지매, 당시의 훈친(勳親) 대신들과 백관(百官)들로부터 숙위(宿衛)하는 신하에 이르기까지도 학문에 뜻을 두지 않는 이가 없었으니, 이것은 어찌 우리 태조가 문(文)을 숭상하여 교화를 일으켜 인재를 길렀고, 우리 전하가 선대의 공업을 넓히고 크게 하여 위에서 몸소 행함으로써 많은 선비들을 격려하고 이 백성들을 진작시켰기 때문이 아니겠는가? 학업을 연마하는 데에는 학(學)이 있고, 제사를 받드는 데에는 묘(廟)가 있으니, 주선하고 오르내릴 때에 삼가 성현을 대하듯이 하여, 보고 느껴서 떨쳐 일어나 부지런히 힘써서 순서있게 문에서 당(堂)에 오르고, 당에서 방에 들어가기를 구한다면 덕을 이루고 재목을 성취하여 임금께 충성하고 백성에게 은택을 베풀 자가 잇따라 나올 것이니, 점차로 삼대(三代) 때에 인재를 만들어 내던 것을 징험할 수 있을 것이다. 어찌 그것이 오직 보는 것을 고치고 듣는 것을 바꾸어 한 때를 빛낼 뿐이겠는가? 진실로 우리 조선 종사(宗社)의 만세(萬世)의 복이다. 신 계량은 절하고 머리를 조아려 명(銘)을 드리나이다.” 하였다. 그 명에, “아, 선성(宣聖)이 때맞추어 태어나서 포희(包羲)부터 주공(周公)까지를 집대성하였도다. 인류가 생긴 이후로 누가 그 거룩함을 견주랴. 크게 빛나도다. 높여 제사지냄이 온 천하에 두루 하였네. 하물며 기자(箕子)가 봉함을 받은 우리나라는 예의(禮義)를 먼저 하였음에랴? 제사지내고 읍양(揖讓)하는 것은 옛날의 법칙을 따라 그러하였네. 하늘이 태조를 내려 주시니 신(神)하고 성(聖)하고 무(武)하고 문(文)하셨네. 황제의 명을 밝게 받들어 능히 큰 공을 이루었네. 거룩한 신도(神都)는 한강의 언덕이라네. 이에 학궁(學宮)을 경영해 지으니 성묘(聖廟)가 중앙에 있도다. 제사드리고 강습(講習)하매, 많은 선비들이 그림자처럼 따르네. 밝고 밝도다. 우리 왕이여! 왕업을 이어받아 공을 더 쌓았네. 성인의 학문을 밝게 계승하매 고금에 짝할 이 드무네. 우뚝하도다. 새 학궁(學宮)이여! 새로 종사한 두 분을 제사에 올렸도다. 세자가 입학하니 나라의 근본이 중해졌도다. 내가 짓고 내가 기술하매 성인을 높이도다. 인재는 거기서 길러지고 풍속과 교화는 거기서 아름다워진다. 누군들 착한 본성이 없어 자포자기(自暴自棄)할 것인가? 사람들은 날로 학문에 나아가고 세상은 날로 태평 시대가 되어 가네. 삼왕(三王)ㆍ오제(五帝)와 같이 되기를 날짜를 정하고 기대하네. 화산(華山)은 높고 한수(漢水)는 쉴 새 없이 흘러가네. 나라와 함께 끝이 없기는 성인의 제사로다. 돌에다 글을 새기어 영원히 후세에 보이노라.” 하였다.○ 권근(權近)이 지은 신간 〈석전의식발문(釋奠儀式跋文)〉에, 옛날에 태학에서 석전(釋奠)하는 예는 지극히 간단하고 자세한 것은 전해지지 않는다. 당 나라의 개원례(開元禮)와 송 나라의 정화신의(政和新儀)가 있었으나, 그 또한 폐해져서 대부분 행해지지 않았다. 자양(紫陽) 주문공(朱文公)이 늘 이것을 탄식하면서 여러 번 거행하기를 청하였고, 또 그 절차를 고치는 데에 뜻을 두었지만 끝내 이루지 못하였다. 영국부학(寧國府學)에서 간행한 의식(儀式)은 선유(先儒) 맹군(孟君) 지진(之縉)이 자양의 〈석전의(釋奠儀)〉와 〈호학면복도(湖學冕服圖)〉를 취해서 한 편을 만들면서 〈석전수지(釋奠須知)〉와 〈창주사채의(滄洲舍菜儀)〉도 아울러 그 뒤에 실었다. 신위(神位)의 향배(向背)와 제기(祭器)와 제복(祭服)의 제도와 저 오르내리며 잔을 드리는 의식이 모두 갖추어져 실리지 않은 것이 없다. 그러나 이른바 자양의(紫陽儀)라는 것도 개원 시대의 옛 제도를 따른 것으로 문공(文公)이 일찍이 개정하려 하다가 뜻을 이루지 못한 것이다. 건문(建文) 경진년에 전라도 관찰사 함공(咸公)이 주현(州縣)의 석전 의식의 잘못됨을 애석히 여겨 나라에 아뢰어 그 의식에 관한 글을 성균관에서 찾아서 장차 판목(板木)에 새기려고 전주부윤(全州府尹) 유공(柳公)에게 부탁하였더니, 그도 기꺼이 승낙하였다. 얼마 안 되어 염찰사(廉察使) 조공(趙公)이 함공을 대신해 가서 그것을 이어받아 공사를 감독하는 데에 더욱 힘썼다. 이때에 판관 허군(許君)은 일찍이 성균관에 있으면서 이 예를 강구하여 매우 밝은 사람으로 그가 구한 의식에 관한 글이 완전치 못함을 보고, 마침내 조공에게 아뢰어 다시 나라에 아뢰어 비로소 영국(寧國)의 전문(全文)을 얻어 발간하였다. 또 원 나라 때의 지원의식(至元儀式)까지 거기에 덧붙였다. 이것은 그 절차의 선후가 문공이 개정하려던 것과 거의 가까웠다. 그러므로 지금 성균관에서 그것을 그대로 쓰고, 이것을 영국의 글에 덧붙였으니, 석전의 예문이 찬란히 모두 구비되어 완전한 책을 이루어 후세에 전할 만하게 된 것이다. 여러 군자들이 여기에 정성을 다한 것은 반드시 예를 다하여 선성의 제사를 지내려 해서이니, 묘학(廟學)에 공이 있고 또 풍화에 도움이 있음이 참으로 가상하다.○ 이숙감(李淑瑊)의 전사청(典祀廳) 기문에, “문묘가 있음으로부터 곧 이 제사지내는 법이 있게 되었다. 한 달에는 삭망에 제사지내고, 한 해에는 춘추(春秋)로 제사지내는데, 반드시 서무(西廡)의 빈방을 빌어 제물을 만드는 장소로 삼았다. 또 악기를 신문(神門) 옆의 노천(露天)에 두매, 바람과 비가 들이쳐 썩어 망가지기 쉬웠다. 사생(師生)으로서 묘정(廟庭)에 종사하는 자들은 오랫동안 이것을 근심하였다. 임진년 가을에 대사성 이극기(李克基)가 지관사(知館事) 서거정(徐居正)과 영의정 신숙주(申叔舟)와 의논하고 이 일을 자세히 아뢰었더니, 임금께서는 재목과 기와와 목수를 내려 주시고, 이어 본관(本館)으로 하여금 종들을 부려 짓게 하였다. 드디어 서무(西廡)의 서쪽 빈땅을 가려 동쪽에는 세 칸을 지어 악기를 보관하고, 남쪽에는 네 칸을 지어 제물을 만드는 곳으로 쓰게 하였다. 그리고 그 동서 양쪽에 담을 쌓아 튼튼하게 하였다. 이윽고 제사를 올려 그 사유를 고하고, 그 서쪽 벽에 문을 내어 출입을 편리하게 하니, 다섯 달이 걸려서 완성되었다.나는 생각건대, 인류가 생긴 이후로 공자 같은 이가 없었으니, 그의 훌륭함은 요순(堯舜)보다도 나으니, 우뚝히 남면(南面)으로 모시어 영원토록 떳떳한 제사를 지냄이 당연하다. 노애공(魯哀公) 때부터 송원(宋元)에 이르기까지 각각 제사지내는 예와 높이는 법이 있었던 것은 역사에 갖추어져 있으므로 상고할 수 있다. 우리 태조 강헌대왕이 한양에 도읍을 정하고는 맨 먼저 문묘(文廟)를 세우매 묘(廟)가 빛났는데, 여러 임금께서 서로 이어 그 아름답게 꾸밈을 더하였다. 지금까지 70여 년 동안 선성(先聖)을 높이고 제사를 소중히 여겨 그 예문과 정성과 공경이 지극하면서도 청사(廳舍)가 없었던 것은 어찌 오늘을 기다림이 있어서 그랬던 것이 아니겠는가? 삼가 생각건대, 주상 전하는 하늘이 내신 위대한 성인으로 태평의 운수를 누리어 몸소 묘(廟)에 알현하는 예를 행하여 문교(文敎)가 성하게 일어나고, 또 태뢰(太牢)의 제사를 거행하여 그 제사가 지극히 풍성하니, 그 근본을 복돋우고 선비들을 격려하심은 바로 주왕(周王)의 〈한록(旱麓)〉시와 그 기틀을 같이하는 것으로 여러 대에 미처 하지 못했던 전례(典禮)가 하루 아침에 거행되어 묘정(廟庭)의 일이 마쳐졌으니, 이것은 바로 우리 유도(孺道)의 하나의 큰 다행이라 하겠다. 아, 한 나라 고조(高祖)가 선비에게 거만하여 관(冠)에 오줌을 싸고 ‘말 위에서 천하를 얻었으니, 시서(詩書)를 어찌 일삼으랴?’ 하였지만, 노 나라에서의 한 번 제사가 오히려 한 나라의 4백 년의 운수를 터 닦았는데, 하물며 임금님이 도를 소중히 여기고 선비를 높여 제사지내는 법을 엄하게 하고 묘(廟)의 제도를 새롭게 하는 아름다운 뜻이 이와 같으니, 우리 조선의 억만년의 무궁한 명맥과 정신이 어찌 여기에 있지 않겠는가?” 하였다.\n『신증』 지금 임금 12년에 고려 시중 정몽주(鄭夢周)를 서무에 종향(從享)하였다. 독신묘(纛神廟) 예조의 서쪽에 있고, 신좌는 북에서 남으로 향하였다.\n\n",
  "원유": "경복궁후원(景福宮後苑) 서현정(序賢亭)ㆍ취로정(翠露亭)ㆍ관저전(關雎殿)ㆍ충순당(忠順堂)이 있다. 창덕궁후원(昌德宮後苑) 창경궁 후원과 통해 있다. 여기에는 열무정(閱武亭)이 있고, 그 정자 곁에는 우물 네 개가 있으니, 마니(摩尼)ㆍ파려(玻瓈)ㆍ유리(琉璃)ㆍ옥정(玉井)으로 세조 때에 판 것이다. ○ 최항(崔恒)의 서문에, “우리 전하께서 즉위하신 6년 겨울 11월에 창덕궁으로 옮겼다. 임금께서는 본시 샘물을 사랑하였는데, 하루는 영순군(永順君) 신 보(溥)에게 팔 만한 곳을 찾게 하여 광연정(廣延亭) 남쪽을 얻어서 팠더니, 그 물이 맑고 차서 먹을 만하였다. 계양군(桂陽君) 신 증(璔)이 인정전(仁政殿) 앞을 팠더니, 옛날의 도랑이었다. 그곳을 묻어 버리고, 그 뒤에 또 보 등에게 명하여 후원 서쪽과 수강궁(壽康宮) 북쪽에서 찾았으나, 모두 더럽고 낮기 때문에 버렸다. 임금께서는 열무정(閱武亭) 옆에 맛있는 샘물이 있으리라 생각하시고, 보와 오산군(烏山君) 신 주(澍) 등을 불러 좌우로 나누어 살펴보았더니, 과연 정자 옆에서 각각 두 군데씩을 찾았는데, 모두 반석 틈에서 물이 나와 깨끗하고 맛도 매우 좋았다. 임금님은 매우 기뻐하여 보 등에게 빨리 파게 하고, 고운 돌을 갈아 벽돌처럼 쌓으니, 그 모양이 쳐들고 있는 가마솥과 같으며, 겨우 물이 두어 섬쯤 있어서 사람이 엎드려 물을 뜰 만하였다. 공사가 끝나자, 임금님은 가장 좋은 우물을 마니(摩尼)라 하고, 다음은 파려(玻瓈), 다음은 유리(琉璃), 다음은 옥정(玉井)이라고 이름하여 각각 차등을 두어 불렀다. 그리고 각각 돌로 우물 위에 현판을 붙이고, 임금이 친히 〈마니정가(摩尼井歌)〉 한 편을 짓고, 또 간단히 해설하여 신하들에게 보이고 각기 우물 하나씩에 대해 시를 지어 화답하라 하셨다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 백이(百二) : \n진 나라 서울로 들어가는 함곡관(函谷關)이 험하여 두 사람이 관문을 지키면 적의 군사 백 명을 당한다는 말이다.\n\n[주-D002] 식년(式年) : \n자(子)ㆍ오(午)ㆍ묘(卯)ㆍ유(酉)년에 정기적으로 대과(大科)를 보이는데, 그것을 식년 과거(式年科擧)라 한다.\n\n[주-D003] 귀후서(歸厚署) : \n공자의 말에, “죽은 이를 마지막 보내는 데에 삼가고 조상을 추모(追慕)하면 백성들의 덕이 후한 데로 돌아오리라.[歸厚]” 하였다.\n\n[주-D004] 단도제(檀道濟)의 양사창주(量沙唱籌) : \n남북조 시대에 송 나라 단도제가 적병과 대치하고 있을 때, 아군의 군량이 풍부하다는 것을 보이기 위하여 모래를 쌀인 양 속여 말에 담았던 고사가 있다.\n\n[주-D005] 미나리는……피우고 : \n《시경》 〈노송(魯頌)〉에 “즐거운 반수(泮水)에서 잠깐 미나리[芹]를 뜯도다.” 하였는데, 후세에 생원 진사에 합격하여 성균관에서 공부하는 것을 채근(采芹)이라 한다.\n\n[주-D006] 운초(芸草) : \n운(芸)은 향초로 책 속에 넣어 두면 좀이 없어진다.\n\n[주-D007] 주원(周爰)의 황화(皇華) : \n《시경》에 〈황황자화(皇皇者華)〉 편이 있는데, 그것은 왕의 명을 받아 사신으로 가는 것을 읊조린 시이다. 그중에, “두루 묻고 묻는다.[周爰咨詢]”란 말이 있다.\n\n[주-D008] 회동(會同)의 문궤(文軌) : \n천하가 통일되면 문자가 통일되고 수레바퀴의 제도가 통일된다. 여러 나라가 모이는 것을 회동(會同)이라 한다.\n\n[주-D009] 반포하여 내려준 예제(禮制) : \n명 나라 조정에서 조선에 반포하여 내려준 예법과 제도가 있었다.\n\n[주-D010] 곤두박질을 하매……곰은 셀 것도 없고 : \n송 나라 서울에 상국사(相國寺)란 절이 있는데, 그 앞에 곰이 곤두박질로 재주하는 것을 구경하는 장소가 있었다.\n\n[주-D011] 소금 수레를 끄는 기마(驥馬) : \n“하루에 천리를 달릴 수 있는 기마(驥馬)가 주인을 만나지 못하여 소금 실은 수레를 끈다.”라는 옛말이 있다.\n\n[주-D012] 향구(香鉤) : \n구(鉤)는 주렴을 걷어올리는 갈퀴다.\n\n[주-D013] 소호(召虎)가 절하는 것 : \n《시경》에, “호(虎)가 절하고 머리를 조아린다.”라는 구절이 있으니, 호는 주 선왕(周宣王)의 신하 소호(召虎)이다.\n\n[주-D014] 숭산(嵩山)에서 외친 세 번의 만세 소리 : \n한 무제(漢武帝)가 숭산(嵩山)에 올랐는데, 사람들의 귀에 산에서 만세를 세 번 부르는 소리가 들렸다.\n\n[주-D015] 절조(折俎) : \n짐승의 고기를 익혀서 그릇에 담을 때에 그것을 잘라서 토막을 내어 그릇에 담는 것으로, 《좌전(左傳)》에서 나온 말이다.\n\n[주-D016] 두변(豆籩) : \n두(豆)는 나무로 만든 그릇이고, 변(籩)은 대[竹]로 만든 그릇이다.\n\n[주-D017] 청주종사(靑州從事)로도……평원독우(平原督郵) : \n좋은 술은 청주종사(靑州從事)라고 부르는데, 청주에는 제현(齊縣)이 있는데 좋은 술은 배까지 잘 내려가므로 청주의 종사(從事)라는 벼슬에 비유한 것이고, 나쁜 술은 평원독우(平原督郵)라 부르는데, 그것은 평원에는 격현(鬲縣)이 있는데 나쁜 술을 마시면 가슴에 꽉 막히므로 평원독우의 관직에 비유한 것이다.\n\n[주-D018] 속헌(續獻) : \n첫잔 다음에 계속하여 손님에게 잔을 드리는 것이다.\n\n[주-D019] 천작(天爵) : \n《맹자(孟子)》에, “옛사람은 천작(天爵)을 닦으면 인작(人爵)이 따라온다.”라고 하였는데, 여기서 인의(仁義)는 천작이고, 관직은 인작이다.\n\n[주-D020] 증언(贈言) : \n군자는 작별할 때에 충고가 되는 좋은 말을 기념으로 준다는 말이다.\n\n[주-D021] 덕으로 사랑하는 : \n《예기(禮記)》에, “군자는 남을 사랑하되 덕으로써 한다.”는 말이 있다. 그것은 그 사람을 덕이 있는 사람이 되도록 하는 것이 참으로 사랑함이 된다는 뜻이다.\n\n[주-D022] 천연(天淵) : \n하늘은 높고 못은 낮고 깊으니, 서로 거리가 멀다는 뜻이다.\n\n[주-D023] 금령(襟領) : \n옷으로 비유하면 옷깃이 되는 중요한 부분이란 말이다.\n\n[주-D024] 혼돈(混沌)이……나누어지는 : \n천지가 생기기 전의 혼돈(混沌) 상태에서, 점차로 하늘은 위로 땅은 아래로 나누어진다는 것이다.\n\n[주-D025] 이것을……것과 같다 : \n대붕(大鵬) 새는 구만리나 높이 날지마는, 뱁새는 나무의 한 가지에 깃들어도 편안하다는 말이다.\n\n[주-D026] 돼지고기 맛을……꿈을 꾸는 자도 있다 : \n옛날에 어떤 사람이 늘 채소만 먹다가 한번은 양고기를 먹었더니, 꿈에 오장신(五臟神)이 와서 말하기를, “양이 채소밭에 들어와서 채소를 밟아 망쳐 놓았다.” 하였다 한다.\n\n[주-D027] 향음례(鄕飮禮) : \n《예기(禮記)》에서 향음주례(鄕飮酒禮)라는 예식을 말하였는데, 고을의 선비들이 향교(鄕校)에 모여서 예식을 차려 술을 마시고 활쏘기도 하는데, 이는 어진 이를 높이고 노인을 봉양하는 예식이다.\n\n[주-D028] 화표(華表) : \n귀인의 무덤 앞에 나무 기둥 두 개를 세우고 위에다 나무를 가로지르고 붉은 칠을 하여 화려하게 한 것이다.\n\n[주-D029] 넓은 한수(漢水)를……없다는 것 : \n《시경》에, “한수(漢水)의 넓음이여! 뗏목으로 건널 수 없고, 강에 노는 여자가 있으나 요구할 수 없도다.”라고 한 〈한광(漢廣)〉 편이 있다. 그것은 그 지방의 여자들이 정조 관념이 있다는 것이다.\n\n[주-D030] 다섯 가지 금(金) : \n금ㆍ은ㆍ구리ㆍ쇠ㆍ주석(朱錫)이다.\n\n[주-D031] 말선(襪綫) : \n촉 나라 한소(韓昭)가 태학사(大學士)가 되어 거문고ㆍ바둑ㆍ글씨ㆍ활쏘기를 모두 할 줄 아는데, 이태하(李台瑕)가 평하기를, “그 사람의 재주는 떨어진 버선의 실끝과 같으니, 한 치의 잘하는 것도 없다.” 하였다.\n\n[주-D032] 육합(六合)의 동춘(同春) : \n천지와 사방을 육합(六合)이라 하는데, 육합이 봄을 같이 한다[六合同春]는 말은 천하가 태평하다는 뜻이다.\n\n[주-D033] 자순(諮詢) : \n《시경》에 사신(使臣)의 행차를 읊은 〈황화〉 편에, “두루 묻고 묻는다.[周爰咨詢]”는 귀절이 있다.\n\n[주-D034] 제릉(齊陵) : \n태종의 어머니 신의왕후(神懿王后) 한씨(韓氏)의 능이다.\n\n[주-D035] 간사한 신하들 : \n태조의 세자 방석(芳碩)을 비호하던 정도전(鄭道傳) 등을 말한 것이다.\n\n[주-D036] 수성(守成) : \n나라를 처음 일으키는 것은 창업이고, 이루어 놓은 왕업을 계승하여 지키는 것을 수성(守成)이라 한다.\n\n[주-D037] 나쁜 싹 : \n고려의 우왕(禑王)을 말한 것이다.\n\n[주-D038] 생각하면……잃습니다 : \n이 일절(一節)은 《맹자》에 나오는 말이다.\n\n[주-D039] 네가 군자(君子)를……없게 하라 : \n《시경》〈억(抑)〉편에 나오는 구절이다.\n\n[주-D040] 연침(燕寢) : \n《주례(周禮)》에, “임금의 거처에는 육침(六寢)이 있으니, 노침(路寢)은 정복(正服)으로 정치하는 곳이고, 소침(小寢)이 다섯 군데로 편복(便服)으로 사사로이 쉬는 곳이다.” 하였다.\n\n[주-D041] 건(乾)의 구오(九五) : \n《주역》 건괘(乾卦)에, “구오(九五)는 나는 용이 하늘에 있는 격이다.” 하였는데, 여기서는 임금을 말한다.\n\n[주-D042] 구이(九二) : \n《주역》 건괘에, “구이(九二)는 나타난 용이 밭에 있는 격이니 대인(大人)을 만남이 이롭다.” 하였는데, 여기서는 어진 신하를 말한 것인 듯하다. 이 일절은 《주역》의 〈문언(文言)〉에 있는 말이다.\n\n[주-D043] 소조(蕭曹)와……방위(房魏) : \n소조(蕭曹)는 소하(簫何)와 조참(曹參)이고, 방위(房魏)는 방현령(房玄齡)과 위징(魏徵)이다.\n\n[주-D044] 거짓을……비방 : \n공손홍(公孫弘)이 승상(丞相)으로 있으면서 베로 만든 이불을 덮었더니, 급암(汲黯)이 말하기를, “이것은 거짓을 꾸미는 것이다.” 하였다.\n\n[주-D045] 큰 간사함은……탄핵 : \n여해(呂海)가 왕안석(王安石)을 탄핵하기를. “큰 간사한 자는 충성스러움과 비슷합니다.” 하였다.\n\n[주-D046] 경위(涇渭) : \n경수(涇水)는 탁하고 위수(渭水)는 맑다 한다.\n\n[주-D047] 훈유(薰蕕) : \n훈(薰)은 향초이고, 유(蕕)는 나쁜 냄새가 나는 풀이다.\n\n[주-D048] 구서(龜筮)가 함께 따라 : \n옛날에 국가에서 큰 일을 경영할 때에는 반드시 점을 쳤으니, 거북으로 점치는 것은 복(卜)이고, 시초(蓍草)로 점치는 것은 서(筮)이다. 《서경》에 구서협종(龜筮協從)이란 말이 있다.\n\n[주-D049] 은구(銀鉤) : \n진(晉) 나라 색정(索靖)이 초서(草書)를 잘 쓰니, 사람들이 그의 글씨를 은 갈고리와 전갈의 꼬리[銀鉤蠆尾]라 하였다.\n\n[주-D050] 염매(鹽梅)로 계옥(啓沃)하여 : \n은 나라 고종(高宗)이 부열(傅說)을 정승으로 삼으면서, “국을 끓이는 데 비유하면 너를 염매(鹽梅)로 삼아서 조미(調味)할 것이니, 네 마음을 열어서 나의 마음에 적셔다오.” 하였다.\n\n[주-D051] 녹명(鹿鳴) : \n《시경》 〈녹명(鹿鳴)〉 편은 여러 신하와 아름다운 손을 접대하는 연회에서 부르는 노래이다.\n\n[주-D052] 훈지(壎篪) : \n훈(壎)은 흙으로 만든 악기(樂器)이고, 지(篪)는 대로 만든 악기이다.\n\n[주-D053] 치소각소(徵招角招) : \n춘추 시대에 제 경공(齊景公)이 안자(晏子)에게 좋은 말을 듣고는 악공(樂工)에게 명하여 임금과 신하가 함께 기뻐하는 음악을 만들게 하였으니, 그것이 바로 치소각소(徵招角招)라는 것이다. 여기서의 소(招)는 소(韶)와 같다.\n\n[주-D054] 기형(璣衡) : \n순(舜)이 선기옥형(璿璣玉衡)리라는 천문기계(天文機械)를 만들었다.\n\n[주-D055] 빈풍(豳風) : \n《시경》에 빈풍(豳風) 〈7월(七月)〉편이 있는데, 그것은 주공(周公)이 성왕(成王)에게 농사짓는 어려움을 알리기 위하여 읊은 시로 철 따라 초목과 짐승을 많이 인용하고 철에 맞게 농사짓는 것을 읊조린 시다.\n\n[주-D056] 〈요전(堯典)〉 : \n요전(堯典)은 요(堯) 임금의 사적을 적은 것으로 《서경》의 첫 편이다.\n\n[주-D057] 의기(欹器) : \n의기(欹器)는 비어 있을 때에는 한쪽으로 기울어져 있다가 물을 반쯤 부으면 반듯하게 일어서고 물을 가득 부으면 엎어져 버리는 그릇이다.\n\n[주-D058] 천도(天道)의……하는 이치 : \n《주역》 겸괘(謙卦)에, “천도(天道)는 가득찬 것은 이지러지게 하고 겸손한 것에는 복을 준다.” 하였다.\n\n[주-D059] 성탕(成湯)의 목욕하는 반(盤) : \n은 나라 임금 성탕(成湯)이 목욕하는 그릇에 글을 새기기를, “날마다 새롭게 하고, 또 날마다 새롭게 하라.” 하였다.\n\n[주-D060] 계인(鷄人) : \n당 나라 때에 닭이 울 때가 되면 사람에게 머리에 붉은 건을 쓰고 닭 모양으로 꾸미고서 새벽이 되었음을 외치게 하였다. 이것을 계인(鷄人)이라 하였다.\n\n[주-D061] 곽수경(郭守敬) : \n곽수경(郭守敬)은 원 나라의 유명한 천문가(天文家)이다.\n\n[주-D062] 육침(六寢) : \n임금의 거처는 노침(路寢)이 하나이고, 소침(小寢)이 다섯 개이다.\n\n[주-D063] 왕업(王業)을 계승하신[堂構] : \n《서경》에, “아버지가 터를 잡아 놓으면 자식이 계승하여 당(堂)을 짓고, 벽이나 문을 얽어 만든다.”는 말이 있다.\n\n[주-D064] 하후(夏后)의 옷을 입고 : \n《논어(論語)》에, “우(禹 하후(夏后))는 허름한 옷을 입으면서 수리(水利)와 제사에는 정성을 다했다.” 하였다.\n\n[주-D065] 광무(光武)의……쓰고서 : \n한 나라 때에 외효(隗囂)의 사신(使臣) 마원(馬援)이 광무제(光武帝)를 뵈러 갔더니, 광무제는 의장(儀仗)도 하지 않고 편복(便服)으로 건을 비스듬히 쓰고 마원을 접견하니, 마원이 그의 활달한 도량에 감복하였다.\n\n[주-D066] 도(道) : \n여기서 말한 도는 송 나라 학자들이 말하는 태극(太極)의 본체(本體)인 도를 말한 것이다.\n\n[주-D067] 해온(解慍) : \n순(舜)이 천하를 태평하게 다스린 뒤에 오현금(五絃琴)을 타면서 노래 부르기를, “남풍의 훈훈함이여! 우리 백성의 노여움을 풀어주기를 바란다.” 하였다.\n\n[주-D068] 덕을 관찰 : \n《예기》에, “활 쏘는 것으로 덕을 관찰하니, 쏘아서 정곡(正鵠)을 맞추지 못하면 남을 원망하지 않고 자신을 반성한다.” 하였다.\n\n[주-D069] 중화(中和)의 위육(位育) : \n《중용(中庸)》에, “중화(中和)를 지극히 하면 천지가 제자리에 서고 만물이 발육된다.[天地位焉萬物育焉]” 하였다.\n\n[주-D070] 옹폐(擁蔽) : \n임금의 총명(聰明)한 이목(耳目)이 막히고 가리워짐을 말한다.\n\n[주-D071] 부용(芙蓉)과 쌍요(雙曜) : \n부용과 쌍요는 당 나라 상양궁(上陽宮) 안의 집들이다.\n\n[주-D072] 임금의 신하가……연고가 아니다. : \n《주역》에, “왕의 신하가 임금이나 국가의 어려움에 어렵게 함이 자신의 연고가 아니다.[匪躬之故]” 한 말이 있다.\n\n[주-D073] 삼공(三公)은……본받고 : \n하늘에 삼태성(三台星 태계(臺階))이 있으므로 그것을 본받아서 삼정승(三政丞)을 둔 것이다.\n\n[주-D074] 곤직(袞職)에……보충하며 : \n《시경》에, “곤직(袞職)에 빠진 것이 있으면 중산보(仲山甫)가 보충하여 들인다.” 하였는데 곤직(袞職)은 곤룡포(袞龍袍)를 입은 임금의 직책이란 말이다. 중산보는 주 선왕(周宣王) 때의 어진 정승이다.\n\n[주-D075] 도(都)’라 하고, ‘유(兪)’라 하는 : \n《서경》에, “임금과 신하의 문답에 도(都)라 유(兪)라 하는 용어가 있는데, 도(都)는 신하가 임금의 말을 칭찬하는 것이고, 유(兪)는 임금이 신하의 말을 그렇다 하는 것이다.” 하였다.\n\n[주-D076] 약석(藥石) : \n병을 치료하는 약과 침(鍼)으로 경계가 되는 유익한 말을 뜻한다.\n\n[주-D077] 짐독(鴆毒) : \n《좌전(左傳)》에, “안일(安逸)한 것은 짐새[鴆]의 독이다.” 하였다. 짐새는 독이 있으므로 그 깃을 술에 담갔다가 먹으면 곧 죽는다. 너무 안일하고 방종하는 것은 독약과 같다는 뜻이다.\n\n[주-D078] 베 이불로 이름을 낚으며 : \n공손홍(公孫弘)의 사실로 위에 주석이 있다.\n\n[주-D079] 상아(象牙)의 산가지로 이익을 도모 : \n진(晉) 나라 왕융(王戎)이 삼공(三公)의 지위에 있으면서 재물을 모아 늘 상아로 만든 주판(珠板)을 손에서 놓지 않고 재물을 계산하는 비루한 짓을 하였다.\n\n[주-D080] 반식(伴食)의 비웃음 : \n당 나라 노회신(盧懷愼)이 요숭(姚崇)과 함께 정승으로 있으면서 자기의 재주가 요숭보다 못한 줄을 알고, 늘 요숭이 하는 대로만 따라하니, 사람들은 그를 반식재상(伴食宰相)이라고 비웃었다. 반식(伴食)은 손에게 밥을 대접할 때에 함께 앉아서 짝이 되어 먹는다는 뜻이다.\n\n[주-D081] 복속(覆餗) : \n《주역》에, “솥이 발이 부러져서 공상(公上)에게 바칠 음식을 엎었다.”는 말이 있으니, 이것은 정승이 능력이 없어서 직책을 이행하지 못하여 실패하는 데에 비유한 것이다.\n\n[주-D082] 윤색(潤色) : \n임금이 새로 법도를 제작할 때에는 신하가 보좌하여 아름답게 꾸며야[潤色] 한다는 뜻이다.\n\n[주-D083] 만족할 줄 아는 기미에는 어둡고 : \n만족할 줄 안다는 것은 벼슬을 그만큼 하였으면 분수에 만족한 줄을 알고 물러남을 말한 것으로, 욕심이 많은 이는 그 기미에 어둡다는 말이다.\n\n[주-D084] 시소(尸素) : \n시위소찬(尸位素餐)의 준말로 벼슬자리에 있으면서 그 직책을 다하지 못하고 녹만 타 먹는 사람을 이른다.\n\n[주-D085] 추기(樞機) : \n말이 입에서 나오는 것이 문을 여닫는 지도리[樞]와 같다는 말이다.\n\n[주-D086] 머리를 부수는 것 : \n임금이 간하는 말을 듣지 않을 때에는 뜰 앞에 엎드려 자기 머리를 땅에 부딪혀 부수어 가며 임금을 감동시키려 하는 것이다.\n\n[주-D087] 임금의 옷자락을 끌어당김 : \n위(魏) 나라 신비(辛毗)와 송 나라 구준(寇準)이 모두 임금의 옷자락을 끌어당겨 안으로 들어가지 못하게 하고 자기 주장을 실행시키고야 말았다.\n\n[주-D088] 난간을 부러뜨림 : \n한 나라 주운(朱雲)이 임금에게 바른 말을 하니, 임금이 노하여 어사를 시켜 끌어내게 하였다. 주운은 난간을 잡고 끌려가지 않으려다 난간을 부러뜨렸다.\n\n[주-D089] 금인(金人) : \n주 나라 후직(后稷)의 사당에 쇠로 사람을 만들어 바늘과 실로 그 입을 세 번 꿰매어 놓고, “옛적에 말조심하던 사람이다.”라는 글을 써서 새겼다.\n\n[주-D090] 촉추(蜀椒) : \n후추[胡椒]를 많이 먹으면 입이 붙어서 말이 나오지 못한다.\n\n[주-D091] 요(寮)라 하고 채(寀)라 하여 : \n동관(同官)을 요(寮)나 채(寀)라 한다.\n\n[주-D092] 〈주관(周官)〉 : \n〈주관(周官)〉은 《서경》의 편명으로 주(周) 나라의 관제(官制)를 대략 기록한 것이다.\n\n[주-D093] 왕우칭(王禹稱)은 〈대루원기(待漏院記)〉를 지어서 : \n대루원(待漏院)은 신하들이 새벽에 조회(朝會)할 시간을 기다리는 집이다. 왕우칭(王禹稱)은 송 나라의 유명한 문인(文人)으로〈대루원기〉를 지었다.\n\n[주-D094] 《사전(祀典)》에는 대사(大祀)에 실려 있다. : \n국가에서 지내는 제사는 일정한데, 그것을 《사전(祀典)》에 기재하여 두되, 대사(大祀)ㆍ중사(中祀)ㆍ소사(小祀)로 구별된다.\n\n[주-D095] 적전(籍田) : \n적전(籍田)은 임금이 친히 농사지어 종묘(宗廟)에 제사지낼 쌀을 마련하고, 또 농사가 근본이라는 모범을 백성에게 보이는 것이다.\n\n[주-D096] 친잠(親蠶) : \n왕비가 손수 누에치는 것을 시작하는 예식이다.\n\n[주-D097] 천주(遷主) : \n종묘의 위차(位次)에서 태조는 복판에 남향으로 앉고, 다음은 왼쪽에 있는 위패를 소(昭)라 하고, 오른쪽에 있는 위패를 목(穆)이라 하며, 또 다시 왼쪽에 소(昭)를 모시고 오른쪽에 목(穆)을 모신다.\n\n[주-D098] 복호(復戶) : \n국가에 대하여 바치는 부역을 면제하여 주는 것이다.\n\n[주-D099] 부자께서……하신 뜻 : \n《논어》〈자한(子罕)〉편에, “공자께서 구이(九夷)에 살고자 하셨다.”는 말이 있다.\n\n[주-D100] 당(堂)에 오르고……방에 들어가기 : \n공자가 말하기를, “자로(子路)는 당(堂)에는 올랐고, 방에는 아직 들어오지[入室] 못했다.” 하였으니, 학문의 경지가 어느 정도 진척된 사람을 승당제자(升堂弟子)라 하고, 거의 스승의 경지에 도달한 사람을 입실제자(入室弟子)라 한다.\n\n[주-D101] 개원례(開元禮) : \n당 나라 개원(開元) 시대에 만든 예이다.\n\n[주-D102] 정화신의(政和新儀) : \n송 나라 정화(政和) 시대에 만든 예이다.\n\n[주-D103] 〈한록(旱麓)〉시 : \n《시경》의 〈한록(旱麓)〉편은 문왕(文王)이 덕이 많은 선비들을 흥기(興起)시킨 것을 읊은 시이다.\n\n[주-D104] 말 위에서……어찌 일삼으랴 : \n한 고조(漢高祖)가 천하를 평정한 뒤에 육가(陸賈)가 앞에 가서 《시경》과 《서경》을 말하니, 그는 소리를 지르며 “내가 말 위[馬上]에서 천하를 얻었는데, 시서(詩書)가 무슨 필요냐?” 하였다. 육가가 대답하기를, “폐하가 말 위에서 천하를 얻었다고 천하를 다스리는 것도 말을 타고 하시겠습니까?” 하였다.\n\n[주-D105] 노 나라에서의……운수를 터 닦았는데 : \n한 고조가 노 나라를 지나가다 공자의 사당에 태뢰(太牢)로써 제사를 지냈다. 후세의 선비들은, “한 고조의 한 번의 제사가 한 나라 4백 년의 운수를 열었다.”고 칭도하였다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김달진 (역) | 1969\n    \n\t\n"
}