{
  "건치연혁": "본래는 신라의 관문현(冠文縣)이다 고사갈이성(高思曷伊城)이라고도 하고, 또 관현(冠縣)이라고도 하였다. 경덕왕 때에 관산(冠山)으로 고쳐 고령군(古寧郡)에 소속시켰던 것을, 고려 때에 문희군(聞喜郡)으로 고쳤고, 현종 때에 상주에 소속시켰다가 뒤에 지금의 이름으로 고쳤다. 공양왕 때에 감무로, 본조의 태종 때 현감으로 고쳤다.\n\n",
  "속현": "가은현(加恩縣) 현의 남쪽 41리에 있다. 본래 신라의 가해현(加害縣)이었는데, 경덕왕 때에 이름을 가선(嘉善)이라 고쳐 고령군의 영현으로 하였다가, 고려 때에 지금의 이름으로 고쳤다. 현종 때에는 상주에 소속시켰다가 공양왕 때에 이 현에 내속(來屬)되었다.\n\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "관문(冠文)ㆍ고사갈이성(高思曷伊城)ㆍ관산(冠山)ㆍ문희(聞喜)ㆍ관현(冠縣).\n",
  "성씨": "본현 최(崔)ㆍ장(蔣)ㆍ박(朴)ㆍ송(宋)ㆍ전(錢), 김(金) 선산(善山). 박 은풍(殷豐).가은(加恩) 전(全)ㆍ윤(尹)ㆍ변(邊)ㆍ연(延)ㆍ길(吉) 호계(虎溪) 백(白)ㆍ황(黃)ㆍ김(金)ㆍ나(羅)ㆍ방(芳). 병곡(柄谷) 방(方)ㆍ신(辛) 내성(來姓)이다.견천(絹川) 방(方) 고곡(高谷)ㆍ적촌(赤村)ㆍ소산천(小山川)ㆍ마량(馬良)도 같다. 황(黃) 내성(來姓)이다.벌천(伐川) 심(沈). 잉을항(仍乙項) 고(高).\n",
  "형승": "벼랑에 의지하여 사다릿길[棧道]을 만들었다. 권근(權近)의 기문에, “관갑(串岬)이 가장 험하여 벼랑에 의지해서 사다릿길을 만들었다.” 하였다. 함곡관(函谷關)같이 장하고, 촉(蜀) 나라의 길처럼 험하다. 어변갑(魚變甲)의 시에, “방비의 시설이 함곡관같이 장하고, 가기 힘들기는 촉 나라 길처럼 험하다.” 하였다.\n\n",
  "산천": "주흘산(主屹山) 현의 북쪽에 있는 진산이다. 관혜산(冠兮山) 현의 남쪽 4리에 있다. 희양산(曦陽山) 가은현 북쪽 15리에 있다. 3면이 모두 석벽이고, 옛날 군사 창고가 있었던 성이 있다. 재목산(梓木山) 가은현의 남쪽 2리에 있다. 장산(獐山) 호계현의 북쪽 1리에 있다. 소둔산(所屯山) 현의 남쪽 15리에 있다. 봉명산(鳳鳴山) 현의 동쪽 8리에 있다. 화산(華山) 가은현의 서쪽, 본현에서 67리 떨어져 있는 곳에 있다. 이화현(伊火峴) 현의 서쪽 18리, 충청도 연풍현의 경계에 있다. 계립령(雞立嶺) 속칭 겨릅산[麻骨山]이라고 하는데, 방언으로 서로 비슷하다. 현의 북쪽 28리에 있고, 신라 때의 옛길이다. 새재[鳥嶺] 현의 서쪽 27리, 연풍현의 경계에 있다. 세상에서 새재[草岾]라고 부른다. 관갑천(串岬遷) 용연(龍淵)의 동쪽 언덕이고, 토천(兔遷)이라고도 한다. 돌을 파서 사다릿길을 만들었는데, 구불구불 거의 6ㆍ7리나 된다. 세상에서 전하기를, “고려 태조가 남하하여 이곳에 이르렀을 때 길이 없었는데, 토끼가 벼랑을 따라 달아나면서 길을 열어주어 갈 수가 있었으므로 토천(兔遷)이라 불렀다.” 한다. 그 북쪽의 깎아지른 봉우리에 옛날에 지키던 돌 성터가 있다. 소야천(所耶川) 현의 남쪽 6리에 있다. 그 근원이 둘인데, 하나는 계립령에서, 하나는 새재[草岾]에서 나와 화봉원(華封院) 앞에서 합류하여 남쪽으로 흘러 관갑에서 가은천과 합쳐진다. 가은천(加恩川) 가은현에 있다. 그 근원이 둘이 있는데, 하나는 속리산에서, 하나는 희양산에서 나와 합쳐져 동쪽으로 흘러 소야천과 합쳐진다. 용연(龍淵) 현의 남쪽 22리, 가은과 소야 두 내가 합류하는 곳에 있다. 견탄(犬灘) 호계현의 서쪽 5리에 있으며, 용연의 하류다. 나루터가 있고, 남쪽으로 흘러서 함창현의 경계로 들어간다. 조천(潮泉) 조천은 둘이 있다. 하나는 현의 남쪽 소둔산에 있는 것으로서 물이 바위 구멍에서 나온다. 그 근원이 줄[線]같아 매일 아침저녁으로 솟아 넘치어 3리까지 번져 가고 멎는 것이 마치 조수가 왕래하는 것 같다. 또 하나는 현의 남쪽 5리 정곡리(井谷里)에 있는 것으로서 흙구멍에서 나와 매일 세 번 뿜어 넘쳐 동구(洞口)로 나와 소야천으로 들어가는데, 사람들이 물밀이[水推]라고 부른다. 용추(龍湫) 새재[草岾] 밑의 동화원(桐華院) 서북쪽 1리에 있다. 사면과 밑이 모두 돌이고 그 깊이를 헤아릴 수 없는 폭포가 있다. 용이 오른 곳이라고 전한다. ○ 이변갑(李變甲)의 시에, “용이 꿈틀거리어 소용돌이를 헤치니, 잠긴 하늘에 밝은 달이 새롭다. 개인 날 우레 소리에 흰 무지개 뻗치니, 황홀하구나! 누가 그 신비를 알리.” 하였다. 인천(寅川) 호계현의 동북쪽에 있고, 현에서의 거리가 32리다.\n\n",
  "토산": "감ㆍ닥종이[楮]\n",
  "봉수": "선암산(禪巖山) 봉수 호계현의 북쪽 7리에 있다. 북쪽으로 탄정산(炭頂山)에, 동쪽으로 상주 산양현(山陽縣)의 소산(所山)에, 남쪽으로 함창현의 성산(城山)에 응한다. 탄정산 봉수 현의 북쪽 31리에 있다. 남쪽으로 선암산에, 서쪽으로 충청도 연풍현의 겨릅재[麻骨岾]에 응한다.\n\n",
  "누정": "교귀정(交龜亭) 서쪽으로 27리, 조령 용추(龍湫) 위에 있으며, 신구(新舊) 감사가 인(印)을 교환하던 곳이다. 천교정(遷喬亭)ㆍ유곡정(幽谷亭).\n",
  "향교": "향교 현의 동쪽 2리에 있다.\n\n",
  "역원": "유곡역(幽谷驛) 현의 남쪽 40리에 있다. ○ 찰방(察訪)을 두었다. 본도에 속한 역이 열여덟인데, 요성(聊城)ㆍ덕통(德通)ㆍ수산(守山)ㆍ낙양(洛陽)ㆍ낙동(洛東)ㆍ구며(仇㫆)ㆍ쌍계(雙溪)ㆍ안계(安溪)ㆍ대은(大隱)ㆍ지보(知保)ㆍ소계(召溪)ㆍ연향(延香)ㆍ낙원(洛源)ㆍ상림(上林)ㆍ낙서(洛西)ㆍ장림(長林)ㆍ낙평(洛平)ㆍ안곡(安谷)이다. ○ 찰방 한 사람이다. 『신증』 홍귀달(洪貴達)의 중수기에, “영의 남쪽 60여 주는 지역이 넓고 인구와 물산이 많은데, 그 수레와 말들이 모두 유곡(幽谷)의 길로 모여들어서야 서울로 갈 수 있고, 서울에서 남으로 내려가는 사람도 이곳을 지나야 한다. 이 역을 사람으로 비유하자면 곧 영남의 목구멍이다. 목구멍에 병이 나면 음식을 통과시킬 수 없고, 음식이 통과하지 못하면 목숨 부지하기를 바랄 수 있겠는가. 아! 이것이 우후(禹侯)가 급히 전사(傳舍)를 수리하되 유곡을 먼저 한 까닭이리라. 유곡에 관사가 있기는 오래 전부터다. 그 창시가 언제인지 모르나 겸선(兼善)이 처음으로 서울을 왕래한 건 지금까지 40여 년이다. 처음 볼 때에 낡은 건물이었는데 지금까지 고쳐 지은 일이 없으니, 그 얼마나 기울었는지 알 만하다. 큼직한 손님이 올 때마다 그 누추한 것을 탓하고, 길손들은 이전부터 그 좁은 것을 걱정했었으며, 나도 지날 때마다 늘 그것을 한탄했었다. 그러나 홍치(弘治) 2년에 우웅(禹雄) 공이 이 역로의 찰방(察訪)이 되어, 파괴되고 쇠잔한 것을 소복시키는 데 빠진 계획이 없게 하여서 걷는 데는 빨리 걸을 수 있고, 타는 데는 말이 잘 달릴 수 있게 하였다. 파발길이 완전하게 되자 여럿에게 의논하기를, ‘역의 관사(館舍)가 퇴락하고 무너졌으니, 이것은 사신을 엄숙하게 대하고 길손을 편안하게 하는 도리가 아니다. 우리보다 앞사람이 이미 할 수 없었고, 우리 뒷사람도 기대할 수 없으니, 이것은 우리에게 있는 것이다. 우리가 그것을 중수하여야 할 것이다. 유곡은 우리의 본역(本驛)이요, 큰 손님이 처음 이르는 곳이며, 또 남북으로 내왕하는 요충이다. 그러므로, 이 일을 먼저 하려 한다.’ 하였더니, 여럿이 ‘좋다.’ 고 하였다. 이에 재목은 가까운 산에서, 힘은 이웃 역졸들에게서 얻고, 잘하는 목수를 골라서, 당(堂)은 옛터에 새로 세우고, 대청이며 동(東)ㆍ서헌(西軒)이며, 나머지 그 밖의 것도 모두 옛것을 수리하였다. 백년 동안이나 허물어져 있던 것이 한 달 안에 환하게 일신되었다. 어떻게 그렇게도 빨리 힘들이지 않고 이루어졌을까. 당시 겸선(兼善)은 아버지의 상을 만나 함창(咸昌)에 있었는데, 일이 있어 여기를 지나면서 이른바 새로 지은 동ㆍ서헌에 잠깐 쉬었다. 대마루를 쳐다보고 창을 내다보면, 마음과 눈이 탁 트이는 것이 옛날과는 아주 다르다. 오래도록 바장이면서 매우 흐뭇해 하였다. 우공이 마음쓰기를 부지런히 하고, 일 처리에 능숙한 것을 가만히 생가하여 마음속에 두지 아니하였었다. 하루는 공이 글월을 보내어 나에게 기문을 써달라고 하기에 내가 말하기를, “이 우정(郵亭)이 있은 뒤로 찰방과 승(丞)이 몇 해 동안에 몇몇 사람이 갈리었는데도 능히 새로 짓지 못하였고, 뿐만 아니라 아전과 백성에게 해를 끼쳤으며, 역이 오래되어 쇠잔하였으되 일찍이 사람이 없었으니, 그곳은 참으로 우공에 대하여 죄인이다. 우공은 유학을 공부하다가 이루지 못했기 때문에 관리가 되었는데, 성품이 민첩하고 게다가 부지런하니 선비이면서 관리다. 그러므로 정치가 가혹하지 않아서 사람들이 즐거이 일하는 데 나아갔으며, 민첩하고도 부지런했으므로 힘을 허비하지 않고 쉽게 일을 성취하였으니 참으로 기록할 만하다. 그러나 감사의 어둡고 밝은 것을 하등[殿]과 우등[最] 매기는 이부(吏部)가 인물을 저울질한다면 우공의 현명함이 능히 이에 해당할 것인가. 여기에 내가 무슨 말을 하랴. 마지않는다면 여기 한 가지 말이 있다. 세상 일은 그것이 이루어지지 않음을 걱정할 것이 아니라, 이루어 놓고서 쉽게 파괴되거나 파괴되고도 수리하지 않는 것을 걱정할 것이다. 옛날부터 어질고 슬기로운 선비가 나라와 백성을 위하여 침체한 것을 진흥시키고 황폐한 것을 보수할 때에, 처음부터 오래 보존하려 애쓰지 않아서, 황폐되어 수리하지 못하는 지경에 이른 것이니, 매우 한탄할 만한 일이다. 사람들로 하여금 모두 창작하는 사람의 마음을 가지게 한다면 세상에 어찌 헐고 무너지는 일이 있겠는가. 그러므로 쓰지 않을 수 없기에, 그것을 우공의 뒤를 잇는 이에게 남기어 경계가 되게 하노라.” 하였다.\n요성역(聊城驛) 현의 동쪽 2리에 있다. ○ 이규보(李奎報)의 시에, “유곡의 하룻밤은 술에 취하여 자고, 요성에서 한나절 멍에 풀고 머문다. 돌아온 완적(阮籍)은 하염없이 긴 휘파람만 불고, 쓸쓸한 상여(相如)는 짐짓 벼슬에 실증이 났네. 우정(郵亭)의 아전들 보내고 맞이하는 것 언제나 끝나며, 사신들의 내왕이 어느 때에나 멎으려는지. 오직 나같이 한가로이 다니는 사람만이 다행이로구나. 와도 사람을 귀찮게하지 않고 가는 것 자유롭네.” 하였다. ○ 김군수(金君綏)의 시에, “지난 해 단풍이 붉게 물들 때, 초헌 타고 남국에 왔는데, 올해는 버들싹이 노랗게 필 무렵에, 깃발을 돌리어 북극(北極 임금)에 조회 드리네. 만물의 변화는 덧없고, 사시사철 운행은 쉬지 않는다. 흐르는 시냇물은 내 마음 같아서 맑디 맑아서 오직 한 빛이구나.” 하였다. 새재원[鳥嶺院] 새재의 고개 동쪽에 있다. 요광원(要光院) 현의 서쪽 15리에 있다. 관음원(觀音院) 겨릅재 밑에 있다. 곶갑원(串岬院) 관갑 북쪽에 있다. 회연원(回淵院) 용연 위에 있다. 개경원(開慶院) 호계현 서쪽 3리에 있다. 불정원(佛井院) 호계현 서쪽 8리에 있다. 보통원(普通院) 호계현의 남쪽, 본현에서 45리 되는 곳에 있다. 동화원(桐華院) 현의 서북쪽 15리에 있다. 견탄원(犬灘院) 견탄 북쪽 기슭에 있다. ○ 권근(權近)의 기문에, “경상도는 남쪽에서 가장 크며, 서울에서 경상도로 가려면 반드시 큰 재가 있는데, 그 재를 넘어서 약 백 리 길은 모두 큰 산 사이를 가야 한다. 여러 골짜기의 물이 모여 내를 이루어 곶갑(串岬)에 이르러 비로소 커지는데, 이 곶갑이 가장 험한 곳이어서 낭떠러지를 따라 사다릿길로 길을 열어서 사람과 말들이 겨우 통행한다. 위에는 험한 절벽이 둘러 있고, 아래에는 깊은 시내가 있어, 길이 좁고 위험하여 지나는 사람들이 모두 떨고 무서워한다. 몇 리를 나아간 뒤에야 평탄한 길이 되어 그 내를 건너는데, 그것이 견탄(犬灘)이다. 견탄은 호계현의 북쪽에 있는데 나라에서 제일가는 요충이요, 경상도에서 가장 험한 곳이다. 여울 위에는 전에 원(院)이 있었으나, 지금은 퇴락한 지 오래되어 길손이 쉴 곳이 없다. 화엄대사(華嚴大師) 진공(眞公)이 일찍이 여기를 지나다가 개탄하여, 퇴락한 것을 다시 일으키려고 곧 그의 문도들을 거느리고 띠를 베어 거처할 집을 짓고 또 길손들을 접대해 가면서, 여러 사람을 잘 달래어 재물과 사람의 힘을 모아서 재목을 찍고 기와를 굽는 등 공사를 일으켜서, 몇 칸 집을 세워 걸어다니는 길손의 머물러 자는 곳으로 하였다. 신분의 높고 낮음에 따라서 자리를 달리하고, 사람과 가축의 처소를 따로 하였다. 또 그 남쪽에 누각 몇 칸을 지어서 길가는 이는 거기서 쉬어가고, 구경하는 이는 올라가 보며, 지친 사람은 거기에서 쉬고, 더운 사람은 시원하게 하려 하였다. 몇 해 안 되어 준공하였다. 또 그의 문도들과 함께 모진 돌을 깨서 치우고, 비탈을 깎아 평평하게 하여 곶갑의 길을 보수하였으므로 좁은 길, 위험한 사다릿길이 모두 평탄해졌다. 그리하여 다니는 사람들이 평지를 밟는 것 같아서 걸어가도 몸을 구부릴 필요가 없고, 타고 가도 마음이 떨리지 않아 다시는 떨어질 위험이 없게 되었으니, 대사의 마음씀이 부지런하고, 사람들을 이롭게 함이 크다 할 것이다. 이제 우리 형님 반룡대사(盤龍大師)가 서울 오는 것을 인하여 나에게 누각의 기문을 써달라고 하는데, 화엄대사와 반룡대사는 같이 뽑힌 이들이다. 나는 의리상 사양하지 못하겠으므로, 삼가 《주례(周禮)》를 살피건대, 무릇 나라의 도로에는 10리마다 여(廬 초막)가 있고, 30리마다 숙(宿 여관)이 있었다. 또 후세에는 10리마다 장정(長亭 쉬는 집) 하나, 5리마다 단정(短亭 쉬는 작은 정자) 하나를 두었는데, 모두 나그네를 위한 것이었다. 나라에서 파발을 두어 사명(使命)을 전하고, 원(院)을 두어 상인과 여행자에게 혜택을 주되, 공과 사의 구별, 상하의 구별이 분명하였다. 그러므로, 파발에는 각각 관리가 있어 그 직책에 힘썼으나, 원에는 다만 밭을 주고 사람을 모집하여 그것을 주관하게 했을 뿐이다. 그러므로, 평원이나 기름진 땅 안에 있어서도 주관하는 사람이 없는 곳이 가끔 있는데, 하물며 깊은 산골의 험하고 메마른 곳임에랴. 평원에 있어서는 살고 있는 사람들도 많아서 원집이 없어도 잘 데가 있지만, 산골짜기 외진 곳에서 해는 저물었는데 갈 길은 멀고, 사람과 말은 지치고, 범이나 표범의 두려움, 도둑의 염려 등 길손의 걱정은 이보다 심한 것이 없을 것이다. 그렇다면 우리 대사가 이 원(院)을 지어 막히고 호젓한 길에 사람을 들게 한 것은, 그 공이 다른 원을 지은 데 비하여 천백 배나 될 것이다. 나는 친구에게 불법에서는 남을 유익하게 하는 일이라면 하지 않는 것이 없다는 말을 들었다. 그러므로, 길과 다리를 보수하고 원집을 짓는 것도 그 중의 한 가지 일이니, 그 공덕을 짓고 보은을 받는다는 내용은 나는 배우지 않아 잘 모르지마는 대사는 스스로 알고 있을 것이다.” 하였다.\n화봉원(華封院) 속칭 초곡원(草谷院)인데 현의 북쪽 4리에 있다. ○ 고려 유희(劉曦)의 시에, “벼슬에서 좌천되어 남녘으로 16역을 지나, 오늘 아침 비로소 경상도 들의 경계를 밟았다. 요성(聊城) 근처 두어 마장 되는 곳에, 궁벽한 군 하나 문경이라 부른다. 군 변두리에 새 원집 형세 매우 엄숙하여, 금빛과 푸른 빛이 찬란하게 뒤섞이어 비치는데, 동쪽의 작은 누각이 더욱 기관이라, 훌륭한 글 옛 팔영(八詠)을 압도한다. 아름답구나, 이 집 누가 지었던가. 그 이름은 광문(光文)이요 성은 민씨로다. 내가 그 민공 문하의 사람이었는데 이제 이 건물 창건(創建)한 것을 보고 더욱 공경하네. 아, 이 사람들을 세상에 머물게 하여, 천하를 경영케 하였으면 탈 없었을 것을. 어찌하랴, 하늘 위에 옥루(玉樓)를 이룩했으므로, 기러기가 넓은 하늘을 지나간 듯 그림자도 머물지 않네. 속세와는 이미 아득히 떨어져 찾기 어려우니, 다만 스스로 영원하기를 찬탄하노라.” 하였다. ○ 이규보의 시에, “온갖 인연이 재처럼 싸늘한 노거사(老居士) 아직도 충심은 있어 임금을 받든다. 천하의 백성들이 모두 축원하려는데, 어찌하여 화봉(華封)의 이름을 혼자서 차지했는고.” 하였다.\n\n",
  "불우": "봉암사(鳳巖寺) 양산사(陽山寺)라고도 하며, 희양산에 있다. 최치원(崔致遠)이 비문을 지은 중 지징(智澄)의 비와, 이몽유(李夢遊)가 비문을 지은 중 진정(眞靜)의 비가 있다. 금학사(金鶴寺) 봉명산에 있다. 오정사(烏井寺) 선암산에 있다.\n\n",
  "사묘": "사직단(社稷壇) 현의 서쪽에 있다. 문묘(文廟) 향교에 있다. 주흘산사(主屹山祠) 사전(祀典)에 실려 있기를, “봄ㆍ가을에 향을 하사하여 소사(小祀)를 지낸다.” 하였다. 성황사 현의 북쪽 2리에 있다. 여단 현의 북쪽에 있다. 희양산사(曦陽山祠)ㆍ재목산사(梓木山祠)ㆍ장산사(獐山祠) 모두 그곳에 있는 관원으로 하여금 봄ㆍ가을에 제사를 지내게 한다. 관혜산사(冠兮山祠) 주흘산에서 부제(祔祭)한다.\n\n",
  "고적": "호계폐현 현의 동남쪽 40리에 있다. 본래 신라의 호측현(虎側縣)이었으며 배산성(拜山城)이라고도 한다. 경덕왕 때에 지금의 이름으로 고쳐 고령군(古寧郡)의 영현으로 하였다. 고려 현종 때에는 상주에 소속되었으며, 본조의 태종 때에는 본현에 내속되었다. 벌천부곡(伐川部曲) 현의 북쪽 15리에 있다. 고곡부곡(高谷部曲)ㆍ견천부곡(絹川部曲)ㆍ소산천부곡(小山川部曲)ㆍ마량부곡(馬良部曲) 호계에 있다. 잉을항소(仍乙項所) 현의 동쪽 10리에 있다.\n\n",
  "명환": "고려 흥달(興達) 태조 10년에 강주(康州)를 순(徇 순행하여 그곳 백성을 복종시킴)하기 위해 사갈이성(思葛伊城)을 지날 때, 그곳 성주(城主) 흥달이 먼저 아들을 보내어 귀순하였으므로 임금이 가상히 여겨 청주록(靑州祿)을 하사하였고, 맏아들 준달(俊達)은 진주록(珍州祿)을, 둘째 아들 웅달(雄達)은 한수록(寒水祿)을, 셋째 아들 옥달(玉達)은 장천록(長淺祿)을 하사하였다.본조 허종항(許從恒)ㆍ조추(趙秋) 세종 때에 모두 현감이 되었고 다스린 업적이 있다.\n\n",
  "인물": "신라 아자개(阿慈介) 가은현 사람으로, 농사로 자활하다가 뒤에 집을 일으켜 장군이 되었다. 네 아들 모두 세상에 이름이 알려졌다. 견훤(甄萱)은 그 중의 한 사람이다. 견훤이 태어났을 때 아버지는 들에서 밭을 갈고 어머니가 수풀 아래에 놓아 두고 바라지를 했는데, 범이 와서 젖을 먹이므로 마을 사람들이 듣고 이상히 여졌다. ○ 고기(古記)에, “옛날에 한 부자가 무진주(武珍州) 북촌(北村)에 살았다. 딸이 하나 있었는데 몸매와 용모가 단정하였다. 어느 날 아버지에게 말하기를, ‘매일밤 자줏빛 옷을 입은 사나이가 와서 잠자리를 같이하고 간다.’ 하므로, 아버지가 말하기를, ‘네가 실을 바늘에 꿰어 그 옷에 찔러 놓아라.’ 하여, 그대로 하였다. 날이 밝자 그 실을 찾으니 북쪽 담밑 큰 지렁이 허리에 바늘이 찔려 있었다. 그로 말미암아 아이를 배어 견훤을 낳았다고 하였다. 이것은 본전(本傳)과 다르니 아마 믿을 만한 것이 못 될 것이다.” 하였다.\n\n",
  "효자": "본조 조형(趙珩) 벼슬이 사재부정(司宰副正)에 이르렀다. 어머니를 위하여 시묘하면서 피눈물을 흘리며 슬피 울기를 3년 동안 하였으며, 할아버지가 죽었을 때에도 그렇게 하였다. 세종 때에 그 일이 위에 알려져 특별히 1품으로 가자(加資)하고 정문을 세워 주었다.\n\n",
  "열녀": "본조 최씨(崔氏) 사직(司直) 안귀손(安貴孫)의 아내다. 가은현에 살았으며 그의 아버지 치운(致雲)이 시서(詩書)를 가르쳤다. 귀손이 죽자 글을 지어 제사하기를, “봉황(鳳凰)이 함께 날 때에는 서로 어울려 울면서 즐겼는데, 봉(鳳)이 날아가고 내려오지 않으니 황(凰)이 홀로 운다. 머리를 긁으면서 (안절부절못하면서) 하늘에 물었으나 하늘은 말이 없다. 하늘같이 높고 바다같이 넓어 한(恨)이 끝이 없네.” 하였다.\n\n",
  "제영": "분단명협리(奔湍鳴峽裏) 최수(崔脩)의 시에, “북쪽을 바라보니 산천이 막혀 있고, 남쪽으로는 세월만 깊어 간다. 달리는 여울은 골짜기 속에서 울고, 쌓인 눈은 벼랑 음달에 덮었다. 충성된 절조 붉은 마음속에 있으나, 화사한 얼굴엔 백발만이 침노한다. 이름 따르는 길에서 무슨 일을 이루었는고. 부질없이 벼슬자리 싫어하는 노래만 읊었노라.” 하였다. 동밀청운합(洞密晴雲合) 고려 정포(鄭包)의 시에, “동구는 그윽하여 맑은 구름이 합치고, 누각은 높아 좋은 달이 비치어 온다.” 하였다. 산기혼여무(山氣昏如霧) 김구경(金久冏)의 시에, “산기는 안개같이 아득하고, 시냇물은 이끼처럼 푸르구나.” 하였다.팔영(八詠) 서거정의 시다. 주흘(主屹)의 영사(靈祠) 험한 산은 하늘 끝에 닿았고, 깎아지른 벼랑은 구름 속에 들어 있다. 만물을 윤택하게 함에는 비록 그 자취 없으나, 구름을 일으킴에는 공이 있다. 곶갑의 사다릿길[串岬棧道] 구불기는 양의 창자 같은 길에, 구불구불 새 다니는 길 같은 것 기이하기도 하다. 봉우리 하나하나 모두 빼어나니, 그런 대로 말 가는 길이 더디구나. 창 밖의 오동나무[窓外梧桐] 솔솔 부는 바람이 잎사귀를 흔드는데, 이즈러진 달이 성긴 가지에 걸렸구나. 갑자기 내리는 한밤중 비에, 고향 생각을 어이하리. 뜰 앞의 버드나무[庭前楊柳] 영남에 그 많은 나그네가 꺾어 보내어 이제는 남은 것이 없으련만, 의연히 봄바람에 떨쳐지니 긴 가지는 짐짓 여전하구나. 푸른 벽에 빨간 단풍[蒼壁楓丹] 빨간 잎이 푸른 벽을 장식하니, 강산이 아주 딴판이로구나. 내가 온 때가 마침 늦은 가을, 이렇듯 좋은 경치 본 적이 없네. 그늘진 벼랑에 흰 눈[陰崖白雪] 겨울 깊어서는 얼음이 골짜기에 가득하고, 봄이 반되면 물이 시내에 생긴다. 자연의 모습은 때에 따라 달라지는데, 인정은 늙어가며 어지러워진다. 오정의 종루[烏井鐘樓] 나그네 길 시름으로 잠 못 이루는데, 외로운 베갯머리엔 달빛만 비쳐온다. 어디가 한산(寒山)의 절이냐. 드문드문 울리는 종소리 한밤중에 들려 온다. 용담 폭포(龍潭瀑布) 옥 같은 무지개 높다랗게 드리웠는데, 휜 눈은 산뜻한 맑음을 뿌려 준다. 날고 자맥질하는 술법을 묻지 말고, 변화의 신통을 알아야 하리.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년에 군으로 고쳤다.\n《대동지지(大東地志)》\n",
  "성지": "조령산성(鳥嶺山城) 숙종 34년에 쌓았고, 남북이 8리, 둘레가 1만 8천 5백 9보(步)다. 성이 세 곳에 있다. 하나는 충청ㆍ경상 두 도(道)의 경계가 되는 고개 위에 있고 조령관(鳥嶺關)이라 한다. 하나는 응암(鷹巖)에 있고, 북쪽 충원(忠元) 옛성으로 인해서 조동문(鳥東門)을 고쳐 쌓았다. 하나는 초곡(草谷)에 있고 주흘관(主屹關)이라 한다. 문경ㆍ함창(咸昌)ㆍ예천(醴泉)ㆍ용궁(龍宮)ㆍ상주 5읍의 군량창(軍餉倉)이 있다. 위의 세 곳은 모두 홍예문(虹霓門)이 있으며, 대로(大路)를 통해서 또 홍예문 세 칸이 있다. 성내(城內)의 여러 계천은 모두 여기에서 흘러 나간다. 영조 27년에 별장(別將)을 두었고, 문경ㆍ함창 두 읍의 군사를 전속(專屬)시켰다. ○ 수성장(守城將)ㆍ본 현감 겸 별장이 1명이다.혁폐 어류성(御留城) 조령에 있으며 동쪽으로 옛 터가 있다. 그 가운데에 넓게 전개된 형세가 험고(險固)한데, 동남쪽은 절벽이 천 길이나 되며, 북쪽은 차츰 낮아져서 인력(人力)으로 통할 수 없이 성가퀴[城堞]를 설치하였으며, 5ㆍ6백 파(把)에 불과하였다. 성중(城中)에는 우물과 샘이 많아 수만 군사를 수용(收容)할 수 있고, 북쪽에는 월악(月岳), 동쪽에는 작성(鵲城), 서쪽에는 조령, 남쪽에는 일천(迭遷)이 있으며, 모두 매우 험한 잔교[棧]로 중관(重關)이라 한다. 희양산성(曦陽山城) 가은고현(加恩古縣)이다. 북쪽으로 15리에 있으며 3면이 모두 석벽이다. 가은고현성(加恩古縣城) 고현 서남쪽으로 5리, 둘레는 5백 65척이며, 우물이 10개 있다. 일명 견훤성(甄萱城)이라 하는데, 이것은 견훤이 가은현 사람이었기 때문이다. 요성(聊城) 동남쪽으로 4리, 둘레는 5백 56척이다. 고부성(姑父城) 일천(逸遷) 남쪽 고산(高山) 위에 있고, 둘레가 6백 20척이며 고모성(姑母城)과 서로 마주보고 있다. 고모성(姑母城) 일천 서쪽의 단봉(斷峯) 위에 있으며, 두 골짜기가 중반(中盤)을 묶은 것처럼, 대천(大川)ㆍ대로(大路)가 그 하성(下城)을 경유한다. 둘레가 9백 90척이다. 모두 신라 때 방어하던 곳이다. 정곡성(井谷城) 남쪽으로 5리, 정곡리(井谷里)에 있다.\n\n",
  "방면": "읍내(邑內) 끝이 5리다. 초곡(草谷) 서북쪽으로 처음이 40리, 끝이 50리다. 신동(身東) 동남쪽으로 처음이 7리, 끝이 20리다. 신남(身南) 남쪽으로 처음이 5리, 끝이 25리다. 신북(身北) 동북쪽으로 처음이 10리, 끝이 40리다. 가현내(加縣內) 서남쪽으로 처음이 40리, 끝이 50리다. 가동(加東) 남쪽으로 처음이 28리, 끝이 40리다. 가남(加南) 서남쪽으로 처음이 53리, 끝이 65리다. 가서(加西) 서남쪽으로 처음이 50리, 끝이 90리다. 가북(加北) 서쪽으로 처음이 25리, 끝이 70리다. 이상 5개 면(面)은 가은의 옛 현이다. 호현내(虎縣內) 동남쪽으로 처음이 27리, 끝이 45리다. 호남(虎南) 동남쪽으로 처음이 40리, 끝이 50리다. 호서(虎西) 동남쪽으로 처음이 25리, 끝이 50리다. 이상 3면은 호계(虎溪)의 옛 현이다. ○ 벌천(伐川) 부곡은 북쪽으로 15리, 마량(馬良) 부곡은 호계의 옛 현에 있다. 잉을항(仍乙項)은 동쪽에서 10리에 있다. 고곡(高谷) 부곡, 견천(絹川) 부곡, 소산천(小山川) 부곡.\n\n",
  "진도": "견탄진(犬灘津) 한교료강(旱橋療舡).\n\n",
  "창고": "읍창 읍내에 있다. 호계창(虎溪倉)ㆍ가은창(加恩倉) 각각 옛 현에 있다. 산성창(山城倉) 주흘관 안에 있다.\n\n",
  "고읍": "가은(加恩) 서남쪽으로 41리에 있다. 본래 신라의 가해(加害)다. 경덕왕 16년에 가선(嘉善)이라 고쳐 고령군(古寧郡) 영현(領縣)이 되었다. 고려 태조 23년에 가은이라 고쳤고, 현종(顯宗) 9년에 상주의 영현이 되었으며, 공양왕(恭讓王) 23년에 내속(來屬)되었다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 겸선(兼善) : \n겸선(兼善)은 홍귀달의 자(字)인 것 같다. 이 글을 지을 때에 자기 자신의 일인칭을 자기의 자로 표현한 듯하다.\n\n[주-D002] 완적(阮籍) : \n완적은 진(晉) 나라 사람인데 그는 휘파람 잘 불기로 유명하였다. 《사기(史記)》 사마상여 열전(司馬相如列傳)에 ‘長卿故倦游’라는 말이 나온다.\n\n[주-D003] 우정(郵亭)의 아전들 : \n우정(郵亭)은 역(驛)집을 말하는 것이요, 우정의 아전은 역리(驛吏)를 말하는 것이다. 옛날 역에서는 오고가는 손님 접대도 맡았지만 문서 전하는 것도 맡았으므로 우리(郵吏)라고도 했다.\n\n[주-D004] 옥루(玉樓) : \n하늘 위에 백옥경(白玉京)이란 하늘나라의 서울이 있는데, 그 백옥경에 옥으로 건축한 누(樓)가 낙성될 때에, 그 상량문(上樑文)을 지으라고 옥황상제가 불러 갔다는 뜻이다.\n\n[주-D005] 화봉(華封) : \n화(華)는 땅 이름이요, 그 지방의 장(長)을 봉인(封人)이라고 고대에는 말하였었다. 그 화의 봉인인 화봉인(華封人)이 요(堯) 임금에게, “수하고, 부하며, 아들 많이 낳으라.”고 축수한 일이 있는데, 여기에서는 온 세상 백성들이 모두 우리 임금에게, 수하고, 부하며, 아들 많이 낳으라고 축수하는 화봉인과 같은데, 어찌해서 이 원만이 그 이름을 독차지하였는가 하는 말이다.\n\n[주-D006] 그 많은……남은 것 : \n버들은 길가에 서 있는 것이 보통이어서 오고가는 사람들이 잘 꺾게 된다. 특히 떠나고 보내는 사람이 그 나무 아래에서 작별할 때에 잘 꺾게 되므로 그런 말이 있는 것이다.\n\n[주-D007] 한산(寒山)의 절 : \n당 나라 사람 장계(張繼)의 시에, “고소성 밖 한산사[姑蘇城外寒山寺]에 밤중에 치는 종소리 나그네 배에까지 들리네[夜半鐘聲到客船].” 하였으므로, 여기서는 고소성이 아니고 한산사가 없는데, 어디에서 이런 종소리가 들려 오는가 한 말이다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김종오 (역) | 1969\n    \n\t\n"
}