{
  "건치연혁": "본래 신라 때의 축산(竺山)이었다 원산(園山)이라고도 했다. 고려 성종(成宗)이 용주자사(龍州刺史)로 승격하였고, 목종(穆宗)이 자사를 파하고 군으로 강등하였다. 현종(顯宗)이 지금 이름으로 고치어 상주에 붙였고, 명종(明宗)이 감무(監務)를 두었다. 본조에서는 그대로 하다가 태종조(太宗朝)에 예에 따라 현감(縣監)으로 고쳤다.\n\n",
  "관원": "현감ㆍ훈도 각 1인.\n\n",
  "군명": "축산ㆍ원산ㆍ용주\n",
  "성씨": "본현 김ㆍ박ㆍ전(全), 정(鄭)ㆍ윤(尹) 모두 촌성(村姓)이다. 곡(曲) 당 나라에서 투화한 성이다. 조(曹) 진해(鎭海)에서 왔다. 오(吳) 장기(長鬐). 엄(嚴) 영월(寧越). 손(孫) 평해(平海).무송 김 양정(陽井)ㆍ풍양(豐壤)ㆍ하남(河南)ㆍ평구(平丘)ㆍ곡계(曲溪) 모두 같다.\n\n",
  "풍속": "풍속은 화목함은 숭상한다 관풍안에 있다.\n\n",
  "형승": "일대수(一帶水)ㆍ사위산(四圍山) 장돈의(蔣敦義)의 시에, “일대수는 회계수(會稽水 중국 절강성(浙江省) 소흥(紹興)에 있는 강 이름이다.)와 같고, 사위산은 영가산(永嘉山)과 비슷하네.” 하였다.\n\n",
  "산천": "축산 객관 북쪽에 있다. 진산이다. 용비산(龍飛山) 현의 남쪽 2리에 있다. 천덕산(天德山) 현의 동쪽 7리에 있다. 하풍진(河豐津) 안동부의 견항진(犬項津), 예천군의 사천(沙川) 및 성화천(省火川)의 물이 용비산 아래에서 합쳐 하풍진이 된다. ○ 이규보(李奎報)의 시에, “푸른 호수엔 가벼운 노 목란주(木蘭舟), 눈에 가득한 연기 파도는 모두 시름뿐일세. 올해는 점점 작년 모습이 아니니, 타향에서 고향에 놀던 것 생각하누나. 용추(龍湫)에 해 저무니 구름 모이고, 만령(蠻嶺)에 가을이 차니 장기(瘴氣)가 거두어지네. 길 끊어져 방호(方壺 신선이 사는 곳)에 갈 수 없고, 옥지(玉芝 신선이 먹는 약)가 창주(滄州)에서 늙는데 어찌할꼬.” 하였다. 무흘탄(無訖灘) 현의 남쪽 7리에 있다. 작탄(鵲灘) 현의 남쪽 14리에 있다. 수정탄(修正灘) 현의 동쪽 40리에 있다. ○ 무흘탄으로부터 여기까지 모두 견항진의 하류이다. 성화천(省火川) 현의 서쪽 6리에 있다. 사천(沙川) 현의 남문 밖에 있는데, 예천군 사천의 하류이다.\n\n",
  "토산": "감ㆍ꿀.\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 독조(獨照) 상지(常知) : \n불경(佛經)에서 나온, “홀로 한 물(物)이 있어 항상 홀로 비추고, 담박(澹泊)하게 죽고 사는 데에 따르지 않는다.”는 말인데, 홀로 비추는 것을 항상 안다는 것이다.\n\n[주-D002] 옛날 사람의 조박(糟粕) : \n중국 전국 때 제 선왕(齊宣王)이 글을 읽고 있는데, 뜰에서 수레바퀴 만드는 윤인(輪人)이 보고 말하기를, “옛날 사람들의 찌꺼기만 읽는다.” 하였다. 제 선왕이 묻기를, “무슨 말이냐.” 하니 윤인이 대답하기를, “저는 선조 때부터 대대로 수레바퀴를 만들고 있는데, 옛법은 능히 지킬 수 있지만 그 묘함은 이루지 못합니다.” 했다는 고사가 있다. 여기서는 그 겉을 본받을 수 있어도 실질적인 깊이는 모른다는 것이다.\n\n[주-D003] 휘로(暉老)가 배상국(裴相國) : \n휘로(暉老)는 중국 당 나라 때 중 황벽 희운선사(黃蘗希運禪師)인데, 복주(福州) 민현(閩縣) 사람이다. 어릴 때 홍주(洪州) 황벽산에서 출가하여 뒤에 천태산(天台山)에서 놀다가 다시 경사(京師)에 가서 유학(遊學)하였다. 백장 회해(百丈懷海)를 뵈옵고 드디어 백장의 법을 이었다. 당 무종(唐武宗) 회창(會昌) 2년에 종주(鍾州)의 용흥사(龍興寺)에 머물렀다. 후에 당 나라 선종황제(宣宗皇帝) 대중(大中) 2년에 배 상국(裵相國)이 스님의 덕을 흠모해서 완릉(宛陵)에 하나의 큰 선원(禪院)을 세우고 스님을 청하였다. 절은 개원사(開元寺)라 한다. 배 상국은 당 나라 사람으로 이름은 휴(休), 자는 공미(公美)이다. 진사에 급제하여 하동현자(河東懸子)에 봉하였고, 조행이 엄숙하고 발랐다. 희운선사를 섬겼으며 전심법요(專心法要)의 게문(偈文)을 썼다는 고사이다.\n\n[주-D004] 만공(滿公)이 백 소부(白少傅) : \n만공(滿公)은 당 나라 중 여만선사(如滿禪師)이며, 백 소부는 당 나라 때 사람인데, 이름은 거이(居易), 자는 낙천(樂天)이며, 소부는 그의 직함이다. 백 소부가 회창(會昌) 초에 형부상서(刑部尙書)로서 치사하고 낙경(洛京) 불광사(佛光寺)에서 향산(香山)의 여만선사를 모시고 심법(心法) 및 대승금강보계(大乘金剛寶戒)를 얻었다 한다. 원화 중년에 경조(京兆)에 흥선법당(興善法堂)을 지어 네 가지 불법을 문의하였다는 고사이다.\n\n[주-D005] 관공(觀空) : \n불경 청정경(淸淨經)에서 나온 “빈 것을 봐도 역시 비고, 없는 위에 없어도 역시 없다.”는 말인데, 밝고 잡념이 없다는 것이다.\n\n[주-D006] 문……길이요 : \n춘추 전국 때 노(魯) 나라 무성(武城) 사람인데 자는 자우(子羽)이며, 공자의 제자이다. 논어(論語)에 자유(子游)가 무성 수령이 되었는데, 공자께서, “네가 사람을 얻었느냐.” 하니 대답하기를, “담대멸명(澹臺滅明)이란 사람이 있으니, 다닐 때에는 지름길로 다니지 않으며, 공무가 아니면 일찍이 언(偃 자유의 이름)의 집에 오지 않았습니다.” 한 고사이다. 여기서는 담대멸명처럼 착하고 바른 사람이 다니는 길이라는 뜻이다.\n\n[주-D007] 사조(謝眺)의 산 : \n중국 남제(南齊) 때 사람이다. 젊어서 학문을 좋아하여 아름다운 이름이 있었고, 문장이 맑고 고우며 초서와 예서를 잘 쓰고 5언시를 특히 잘 지었다. 삼산(三山)에 올라 경읍(京邑)을 바라보고 지은 시는 너무도 훌륭하여 심약(沈約)이 일찍이 3백년 내로 이런 시를 지은 이가 없다고 칭찬하였다는 고사가 있다. 여기서는 삼산을 가리키는 뜻이다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 이가원 (역) | 1970\n    \n\t\n",
  "성곽": "용비산성(龍飛山城) 돌로 쌓았다. 둘레가 8백 71척, 높이 7척인데, 안에 샘이 세 군데 있으며, 군창이 있다.\n\n",
  "봉수": "용비산 봉수 동으로 예천군의 서암산(西巖山) 봉수에 응하고, 남으로 예천군 다인현(多仁縣)의 소이산(所伊山) 봉수에 응하며, 북으로 상주 산양현(山陽縣)의 소산(所山) 봉수에 응한다.\n\n",
  "누정": "수월루(水月樓) 객관 동쪽에 있다. ○ 김수온(金守溫)의 시에, “맑은 때 일 없고 몸도 한가로우니, 태수는 백중(伯仲) 사이에서 서로 즐기네. 백 잔 술 실컷 마시고 누 위에 누워, 주렴 걷으니 남북이 모두 푸른 산일세.” 하였다. ○ 서거정의 시에, “몸도 한가롭지 못한데 하물며 마음일쏘냐. 양 볼의 수염은 문부[簿領] 사이에서 다 희여지네. 청산에 돌아가지 못함을 부질없이 말하랴, 남쪽에 오니 청산 아닌 곳 없다.” 하였다. 청원정(淸遠亭) 전원발(全元發)의 옛날 살던 곳으로, 성화천의 동쪽 언덕에 있고, 전자(篆字)로 청원정 3자를 석벽(石壁) 위에 새겼다. 후에 금유(琴柔)가 잇따라 거처하였다.『신증』 부취루(浮翠樓) 수월루 북쪽에 있다. ○ 홍귀달(洪貴達)의 기에, “용주 사천의 맑고 얕은 것과 늪이 깊숙하고 울창함은 남주(南州)에 알려졌다. 내가 어렸을 적에 고을 사람 주씨(周氏)의 문하에서 글을 배웠는데, 매양 강독(講讀)하다가 틈만 있으면 친구들을 데리고 자주 시내 숲 사이를 걸어다니다가 피곤하면 객사에 나아가서 휴식하였다. 고을은 남산의 북쪽 북산의 남쪽에 있어 4면이 푸르다. 문을 나서면 맑은 시냇물이 비단 펼쳐 놓은 듯이 흐르고, 물을 사이하여 깊숙한 수풀이 무성하게 서 있으니 승경이라고 할 만하다. 그러나 다만 그 관사의 좁고 누추함과 누대가 낮고 미약한 것이 한이었다. 그 후로 내가 조정에 벼슬하느라고 강호(江湖)에 발을 들여놓지 못한 지 수십여 년이 되었는데, 시험삼아 한 번 와 보니 그 형승(形勝)은 옛날과 같으나 누대의 조폐(凋廢)함은 더 심하여 졌으므로 대개 일찍이 산천을 위하여 탄식하였다. 홍치(弘治) 4년에 양천(陽川) 허민(許珉) 후(侯)가 이 고을로 부임하여 이미 백성들의 이익되는 일을 일으키고 백성들의 해독을 제거하니, 백성들은 그 즐거움을 즐기어서 더 일할 것이 없었다. 이에 산천의 좋은 경치를 두루 구경하는데, 이 누에 올라 탄식하기를, ‘아, 이것이 이른바 맞지 않는다는 것이다. 이러한 산천이 있는데 관우(館宇)는 이같이 누추하니 어찌 수령의 책임이 아니겠는가. 더구나 관해(官廨)는 내 몸을 위해 하는 것이 아니라 사신을 위하는 것이니 감히 혐의를 두겠는가.’ 하고, 보니 객관의 동쪽 옛 누의 북쪽에 우뚝 솟은 땅이 있고 단단한 돌이 있거늘, 이에 그 단단한 돌을 뚫어내고 우뚝 솟은 땅을 평평하게 고루어서 그 위에 누를 지어, 가운데 세 채는 공좌(公坐)의 장소로 정하고, 동서쪽 구석진 방 각 3칸은 연식(燕息)하는 곳으로 만드니, 제도가 굉걸 화려하였다. 누에서 맑은 시냇물을 굽어보면 눈이 환하고 정신이 상쾌하며, 사방의 시퍼런 산들은 붕 뜨는 듯이 처마 밑에 둘러 있다. 대개 그런 후에야 산천의 경치와 거처하는 집이 서로 어긋나지 않았다. 지방관된 자가 혹 마음이 답답하거나 정사에 막히는 일이 있어도 이 누에 오르면, 마음이 확 트이어 황연(況然)히 깨달아지리니 오히려 또한 이로움이 있는 것이다. 누가 이미 이루어지매, 허후의 말로서 나에게 고하는 자가 있어 말하기를, ‘누는 새로워졌지만 아직 이름이 없소. 이는 그대의 옛날 놀던 곳이니, 원하건대 그대는 이름도 짓고 기도 지어 주오. 산천도 역시 그대를 바라고 있을 것이오.’ 하였다. 이에 내가 예전에 본 것을 가지고 이름을 ‘부취’라 지었다. 그리고 또 말하기를, ‘내가 20세 전에 숲과 시내를 거닐면서 논 적이 있으니, 지금 40여 년이 된다. 그 사이에 이 고을에 와서 수재(守宰)라고 칭한 자가 그 얼마였는지 알지 못하나 여태껏 지은 자가 없었는데, 우리 후에 이르러 비로소 이룩하였으니, 산천이 사람을 만나고 못 만나는 것이 어찌 때가 있지 않겠는가. 비록 그렇지만 일은 구차스러이 해서는 안 된다. 귀한 바는 시기를 인연하고 사람에 순하는 데에 있는 것이다. 아무리 산천의 형세가 좋다고 하더라도 진실로 국가에 일이 많고 농상(農桑)이 시기를 잃어 여염에서 탄식을 한다면 또한 어느 겨울에 역사를 하겠는가. 그런데도 역사를 한다면 곧 백성을 해롭게 하는 것이다. 지금은 성명(聖明)이 위에 계시어 백성들이 편안히 지내고 어진 수령들이 주현으로 배치되어 전리(田里)가 편안한 마음으로 일에 종사하니, 백성들은 부역에 기꺼이 나오기를 마치 아들이 아버지의 일에 좇아가듯 하는데, 어찌 나직한 누, 무너진 관사에 앉아서 산천을 저버릴 수 있겠는가. 후의 한 번 거사하는 데에서 태평세대의 상징과 읍사람들의 마음을 짐작할 것이니, 이것은 기록하지 않을 수 없는 일이다.’ 했다.” 하였다. ○ 강혼(姜渾)의 시에, “높은 누에 하룻밤 자니 맑고 한가함을 깨닫겠고, 몸은 연기 수풀 자욱한 사이에 있네. 밤비는 정히 아름답지만 개어도 또한 좋고, 아침에 구름 걷히니 청산이 나오는도다.” 하였다.\n\n",
  "학교": "향교 현의 서쪽 2리에 있다.\n\n",
  "역원": "대은역(大隱驛) 현의 북쪽 3리에 있다. 지보역(知保驛) 현의 동쪽 35리에 있다. 천덕원(天德院) 천덕산에 있다. 석현원(石峴院) 현 동쪽 5리에 있다. 성화천원(省火川院) 성화천 가에 있다. 장안원(長安院) 현의 서쪽 9리에 있다. 용서원(龍西院)ㆍ진원(津院) 모두 현의 서남쪽 21리에 있다.\n\n",
  "불우": "백화사(白華寺) 천덕산에 있다. 절에 두 누가 있으니 서쪽에 있는 것을 관공(觀空), 동쪽에 있는 것을 정당(政堂)이라고 한다. ○ 이제현(李齊賢)의 관공루 기에, “묵암탄사(黙菴坦師)가 용궁군의 천덕산에 정사(精舍 사원의 별칭)를 지었는데, 두 누가 있다. 서쪽에 있는 누를 관공이라고 하는데, 그 문도로 호를 운수(雲叟)라고 하는 이가 기를 썼고, 동쪽에 있는 누를 정당이라고 하는데, 정당 한 재상(韓宰相)이 일찍이 남쪽 지방으로 와서 놀 때에 그 위에 오른 까닭으로 이름한 것이다. 정당이 돌아간 뒤에, 묵암탄사가 사람을 시켜 나에게 기문을 구하는 것으로서 누의 영광이 된다 하고, 그러한 후에 스님이 잇따라 이르렀다. 내가 서로 본 다음 묻기를, ‘보리달마(菩提達摩)는 탑을 만들고 절을 일으키는 것으로서 함[爲]이 있는 복으로 삼고, 독조(獨照) 상지(常知)를 참된 공덕으로 삼아 비록 천자의 높은 위엄에 용서를 보지 못하더라도 민망히 여기지 않는다고 하였는데, 스님은 달마를 섬기면서 도리어 건축[土木]에 노심(勞心)하여 옥실(屋室)을 장하게 하고 현달(顯達)한 사람에게 이름을 부탁하여 유관(遊觀)을 사치스럽게 하려 하니, 거기에 대한 해설이 있는가.’ 하였다. 스님은 말하기를, ‘이제 어떤 사람이 장차 천 리 길을 가는데, 게을러서 이끄는 자가 없으면 중도에서 더 나아가지 못하고, 몽매해서 인도하는 자가 없으면 길은 있어도 도달하지 못한다. 내가 보건대 지금 세상에서 우리 불도들이 도를 배운다고 하는 것을 보면, 옛날 사람의 조박(糟粕)을 얻어 가지고 거연(居然)히 방자하여 성리(聲利)에 취하니, 중도에서 게으름을 피우는 자와 거의 비슷하지 않겠는가. 혹 산림(山林)에서 얼고 주리면서 뜻을 극복하고 도를 깨달았으나, 열린 것이[款啓] 흐리멍텅[聽瑩]하여 올바른 도를 취할 바가 없으니, 길을 있어도 몽매한 자와 거의 비슷하지 않겠는가. 내가 이를 시정하려고 발분(發憤)해서 절을 짓고, 우리 불도들을 전부 규합(糾合)하여 성리에 취하는 폐단을 버리며, 산림에서 얼고 주리는 것을 면하게 한 것이다. 그 게으른 자는 이끌고 그 몽매한 자는 인도하면 우리 스승의 이른바 독조 상지의 이치를 반드시 깨달아 알고 의심이 저절로 풀려질 것이니, 내가 장차 우리 스승의 도를 크게 하려는 것이요, 함[爲]이 있는 복을 삼으려는 까닭은 아니다. 대개 휘로(暉老)가 배 상국(裵相國), 만공(滿公)이 백 소부(白少傅)와와 서로 주고받은 문답은 총림(叢林 절)에서 거룩한 일로 전하는데, 어찌 일찍이 달관(達官)에게 부탁한 것을 혐의하겠는가. 우리 누의 이름을 한공으로부터 얻었으니, 세상은 예와 지금이 있으나 그 이치는 하나이다.’ 한다. 내가 이미 듣고 사과하면서 그 말을 써서 기한다 그 산천의 좋은 경치와, 면세(面勢)의 마땅한 것과 경시(經始) 낙성(落成)의 세월은 운수가 이미 말하였으므로 여기서는 다시 적지 않는다.” 하였다. ○ 옛 사람의 시에, “승경(勝景) 노니는 곳은 붙잡고 오르는 곳이 많은데, 이 절[蓮宮]은 낮은 산에 머물러 가장 좋구나. 한 물은 비단 펼친 듯 멀리 뻗쳤고, 두 고개는 옷깃처럼 그윽함을 보호한다. 부처 밖과 마음 밖을 구하지 말라, 인간은 곧 꿈속에 있는 것이네. 듣기만 하여도 누 이름 얻은 이치 알 수 있는데, 어찌 모름지기 주인 얼굴 가서 대할 것인가.” 하였다. ○ 권사복(權思復)의 시에, “이름 난 절 있음은 들었어도 한 번 와 보지 못했건만, 산과 호수 좋은 건 시를 보고 알았네. 동문(洞門) 잠그지 않아도 속인 오기 어렵고, 누대 위에 주렴 걷으니 한가로운 중일세. 천고의 산수 경치 흥폐(興廢)한 밖, 산언저리 사이에서 6시(時)로 복과 종 두드리네. 노인(老人)이 선사(禪師)의 명 거역치 못해, 거친 글 써내니 얼굴이 붉어진다.” 하였다. ○ 염흥방(廉興邦)의 시에, “우뚝한 누는 별을 손으로 만질 수 있는데, 탄공산(坦公山)엔 소나무 삼나무 가득하구나. 용이 설법 듣고 나오니 구름은 흩어지고, 새가 경 외우고 오니 소리 다시 한가롭다. 도솔청(兜率廳) 위에 한 몸 기대고 있으니, 가부(跏趺 두 다리를 포개어 도사려 앉는 좌법이니 곧 중의 앉음새)의 삼세(三世 전세ㆍ현세ㆍ내세)는 잠깐 사일세. 관공(觀空)의 뜻 해득하는 사람 없는데, 분명한 설법 또한 낯이 부끄럽도다.” 하였다. 흥천사(興泉寺) 현의 남쪽 20리에 있다.\n\n",
  "사묘": "사직단 현의 서쪽에 있다. 문묘 향교에 있다. 성황사 현의 동쪽 1리에 있다. 여단 현의 북쪽에 있다.\n\n",
  "고적": "양정부곡(陽井部曲) 현의 남쪽 22리에 있다. 풍양부곡(豐壤部曲) 현의 남쪽 13리에 있다. 하남부곡(河南部曲)ㆍ무송부곡(茂松部曲)ㆍ평구부곡(平丘部曲)ㆍ곡계부곡(曲溪部曲).\n",
  "인물": "고려 전원발(全元發) 응양군 민부전서(鷹揚軍民部典書) 진(璡)의 아들이고, 판도총랑(版圖摠郞) 대년(大年)의 손자이며, 전법총랑(典法摠郞) 충경(忠儆)의 증손이다. 원 나라 조정에 들어가서 영록대부(榮祿大夫) 병부상서 집현전태학사(兵部尙書集賢殿太學士)를 하였고, 본국에서는 축산부원군(竺山府院君)에 봉작(封爵)되었으니, 호는 국파(菊坡)이다. 아들 한(僩)은 사복 판사(司僕判事)이고, 손자 강(强)ㆍ근(謹)ㆍ경(敬) 등은 모두 과거에 장원하여 청환(淸宦) 현직(顯職)을 역임하였다.\n\n",
  "우거": "본조 조어(趙峿)ㆍ금유(琴柔)\n『신증』 ",
  "효자": "본조 권직형(權直衡) 연산 때에 단상법(短喪法 삼년상(三年喪)의 기한을 짧게 줄이는 법)이 엄하였는데, 직형은 부모가 연달아 세상을 뜨니 상복을 6년이나 입고 소금과 나물을 먹지 않았다. 일이 나라에 보고되어 정려되었다. 정산호(鄭珊瑚) 나이 8세에 아버지가 악질(惡疾)을 얻으매 손가락을 잘라 피를 술에 타서 먹였더니 병이 곧 나았다. 일이 나라에 알려져 정려되었다.\n\n",
  "제영": "임단출려초(林端出麗譙) 이규보의 시에, “용궁군에 처음 들어서니, 수풀 끝에 나오는 것 높은 누각일세. 원형으로 둘러 앉은 관기(官妓)의 웃음소리, 경쇠같이 굽은 것은 현서(縣胥)의 허리로다. 물결이 부딪치니 차운 빛이 언덕을 흔들고, 버들가지 드리우니 푸른빛이 다리[橋]에 번지는구나. 거민(居民)들 모두 편안히 살아가는데 뱁새 또한 공중을 소요(逍遙)하는도다.” 하였다. 창외군봉사조산(窓外群峯謝眺山 권근(權近)의 시에, “한 군의 풍연(風煙)은 10리 사이인데, 맑은 정치 간소한 형벌에 아전ㆍ백성 한가롭네. 문 앞에 곧은 길은 담대(澹臺)의 길이요, 창 밖에 뭇 봉우리는 사조(謝眺)의 산이네.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "고종 32년에 군으로 고쳤다.\n《대동지지(大東地志)》\n",
  "방면": "북면 끝이 15리이다. 북상(北上) 동북쪽으로 20리이다. 성화(省火) 서쪽으로 5리이다. 서면(西面) 끝은 10리이다. 남상(南上) 끝은 20리이다. 남하(南下) 끝은 30리이다. 내상(內上) 동쪽으로 25리이다. 내하(內下) 동남쪽으로 25리이다. 중상(中上) 동쪽으로 끝은 40리이다. 중하(中下) 동남쪽으로 끝은 60리이다. ○ 양정부곡(陽井部曲)은 남쪽으로 20리이다. 풍양부곡(豐壤部曲)은 남쪽으로 15리이다. 무송부곡(茂松部曲)ㆍ평구부곡(平邱部曲)ㆍ곡계부곡(曲溪部曲).\n\n",
  "창고": "읍창(邑倉)ㆍ사창(社倉) 동쪽으로 40리이다. 산창(山倉) 문경(聞慶)의 조령산성(鳥嶺山城)에 있다.\n\n",
  "진도": "하풍진(河豐津) 서남쪽으로 20리에 큰 길이 있다.\n\n"
}