{
  "건치연혁": "본래 신라의 굴아화촌(屈阿火村) 신라의 지명은 화(火)라는 것이 많은데, 화(火)는 불(弗)이 변해서 그렇게 불리운 것이고, 불(弗)은 또 벌(伐)이 변해서 그렇게 불리운 것이다. 인데, 파사왕(婆娑王)이 처음으로 현을 두었고 경덕왕(景德王)이 하곡(河曲) 혹은 하서(河西)라 한다. 이라 이름을 고쳐서 임관군(臨關郡)의 영현(領縣)을 삼았다. 고려 태조가 그 고을 사람 박윤웅(朴允雄)이 공이 있다 해서 동진(東津)과 우풍(虞風)의 두 고을을 가져다가 합쳐서 흥려부(興麗府)로 승격시켰다가 뒤에 낮추어서 공화현(恭化縣)을 만들었고, 또 지울주사(知蔚州事)로 고쳤으며, 현종(顯宗)이 방어사를 두었다. 본조 태조(太祖) 6년에 진(鎭)을 설치하고 병마사로서 지주사를 겸하게 했다. 태종 13년에 진을 없애고 지금 부르는 지군사(知郡事)로 이름을 고쳤다. 15년에 군의 치소를 좌도병마도절제사(左道兵馬都節制使)의 영(營)으로 삼았다. 세종(世宗) 8년에 군의 치소를 영 서쪽 7리 밖으로 옮겼고, 뒤에 영을 없애고 다시 진을 두었으며, 병마첨절제사로서 지군사를 겸하게 했다. 19년에 도호부로 승격시켜 다시 좌도절제사 겸 판부사로서 판관을 두었으며, 이해에 다시 낮추어서 군으로 만들었다.\n",
  "관원": "경상좌도병마절도사, 중군(中軍) 우후(虞侯)가 겸한다. 심약(審藥) 각 1인. ○ 평사(評事) 명종(明宗) 8년에 설치하였다가 조금 뒤 파했다.\n\n",
  "군명": "굴아화(屈阿火)ㆍ하곡(河曲)ㆍ울주(蔚州)ㆍ학성(鶴城)ㆍ개지변(皆知邊)ㆍ화성(火城)ㆍ공화(恭化), 흥려(興麗) 흥례(興禮)라 하기도 한다.\n\n",
  "성씨": "본군 박(朴)ㆍ김(金)ㆍ이(李), 육(陸) 목(睦)이라 하기도 한다. 전(全)ㆍ오(吳)ㆍ윤(尹)ㆍ문(文)ㆍ임(林)ㆍ정(鄭)ㆍ황(黃)ㆍ허(許) 모두 내성(來姓)이다.\n\n",
  "풍속": "무예를 숭상하고 장사를 좋아하며 모두 관풍안(觀風案)에 있다. 성품이 강하고 굳세어 문치(文治)를 일으켜 쉽게 교화할 수 있다 모두 하연(河演)의 기문에 있다.\n\n",
  "형승": "동쪽과 남쪽으로는 큰 바다에 임해 임으며 권근(權近)의 기문에 있다. 연해(沿海)는 땅이 기름졌다 하연(河演)의 기문에 있다.\n\n",
  "산천": "무리용산(無里龍山) 고을 동쪽 24리에 있는데, 진산(鎭山)이다. 달천산(達川山) 고을 북쪽 20리에 있다. 문수산(文殊山) 고을 서쪽 25리에 있다. 원적산(圓寂山) 고을 서쪽 56리에 있다. 또한 양산군(梁山郡) 조에도 있다. 불광산(佛光山) 고을 남쪽 45리에 있다. 오산(鰲山) 고을 동남쪽 10리에 있다. 동대산(東大山) 고을 동쪽 25리에 있다. 우불산(于佛山) 고을 서쪽 51리에 있다. 효성점(曉星岾) 동대산의 남쪽 지류이다. 파련암(波連巖) 방어진 동북쪽에 있다. 죽도(竹島) 고을 남쪽 10리에 있다. 동백도(冬柏島) 고을 남쪽 30리에 있다. 동백이 섬에 가득한 때문에 이렇게 이름 지었다. 바다 고을 동남쪽은 모두 바다이다. 방어진(魴魚津) 고을 동쪽 33리에 있으며, 목장(牧場)이 있다. 황룡연(黃龍淵) 고을 서쪽 10리에 있으며 곧 대화진의 상류이다. 대화진(大和津) 대화루 아래 있다. 주진(注津) 고을 남쪽 4리에 있으며 곧 대화진의 하류이다. 어련천(語連川) 고을 동쪽 10리에 있으며, 물 근원은 경주(慶州) 동산(東山)에서 나와 염포(鹽浦)로 들어간다. 저내포(渚內浦) 고을 동남쪽 10리에 있으며, 염분(鹽盆)이 있다. 굴화천(堀火川) 굴화역 동쪽에 있으며, 곧 입암연 하류인데 대화진으로 들어가며 어량이 있다. 입암연(立巖淵) 고을 서쪽 20리에 있으며 언양현(彦陽縣) 남천(南川) 및 취성천(鷲城川)이 합쳐 흘러서 이 못이 되었다. 바위가 물 가운데 탑같이 서 있고, 그 물이 검푸르러서 세상에서 전하기를 용이 있어 가물 때에 비를 빌면 효험이 있다고 한다. 남목천(南木川) 고을 동쪽 30리에 있으며 물 근원은 동대산(東大山)에서 나왔고, 파련암포(波連巖浦)와 합해서 바다로 들어간다. 개운포(開雲浦) 고을 남쪽 25리에 있다. ○ 신라 헌강왕(憲康王)이 학성(鶴城)에서 놀다가 해포(海浦)에 이르자 갑자기 구름과 안개가 자욱해서 길을 잃었는데 해신에게 빌었더니 구름이 열렸다 해서 이렇게 이름 지었다. 유포(柳浦) 고을 동쪽 30리 바다 어구에 있다. 연지(蓮池) 고을 성 서쪽 2리에 있다. 대천지(大川池) 고을 남쪽 24리에 있다.\n\n",
  "토산": "모시, 수철(水鐵) 달천산(達川山)에서 난다. 마노석(碼𥔥石) 고을 동쪽 원포리(遠浦里)에서 난다. 심중청(深中靑) 고을 성 북쪽 문 밖에서 난다. 죽전(竹箭) 죽도에서 난다. 차(茶) 우불산(于弗山)에서 난다. 전자리상어[占察魚]ㆍ황어(黃魚)ㆍ연어(鰱魚)ㆍ넙치[廣魚]ㆍ대구(大口)ㆍ전복[鰒]ㆍ홍합(紅蛤)ㆍ청어(靑魚)ㆍ홍어(洪魚)ㆍ상어[鯊魚]ㆍ해삼(海蔘)ㆍ굴[石花]ㆍ은어[銀口魚]ㆍ고등어[古刀魚]ㆍ방어(魴魚)ㆍ해달(海獺)ㆍ오해조(烏海藻)ㆍ표고[香蕈]ㆍ김[海衣]ㆍ미역[藿]ㆍ백복령(白茯苓)ㆍ우모(牛毛)ㆍ전어(錢魚)ㆍ꿀[蜂蜜]ㆍ방풍(防風)ㆍ천문동(天門冬). 『신증』 왜저(倭楮)ㆍ낙지ㆍ문어.\n",
  "성곽": "읍성 석축이며, 둘레가 3천 6백 35척이요, 높이가 10척이며, 안에 우물이 여덟이 있으며, 성화(成化) 신축년에 쌓은 것이다.\n\n",
  "관방": "좌도병마절도사영(左道兵馬節度使營) 계변성(戒邊城) 북쪽에 있으며 곧 옛 고을이다. 석성(石城)으로 둘레가 3천 7백 23척이요, 높이가 12척인데, 안에 우물 일곱과 도랑 둘이 있다. 군창(軍倉)이 있고 또 동융루(董戎樓)와 선위각(宣威閣)ㆍ조련고(組練庫)가 있다. 영이 옛날에는 경주 동남쪽 20여 리에 있던 것을 태종조(太宗朝) 때 울산(蔚山) 고을로 옮긴 것이 곧 이것이다. 좌도수군절도사영(左道水軍節度使營) 개운포(開雲浦)에 있다. 동래현(東萊縣) 부산포(釜山浦)에 있던 것을 이곳으로 옮겼다. 염포영(鹽浦營) 고을 동쪽 23리에 있다. 석성으로 둘레는 1천 39척이요 높이는 15척인데, 안에 우물 셋이 있고 영주하는 왜인이 있다. ○ 수군만호 1인. 『신증』 옛날에는 영주하는 왜인이 있었는데, 정덕(正德) 경오년에 제포(薺浦)의 변을 듣고 모두 본도(本島)로 들어갔다. 서생포영(西生浦營) 고을 남쪽 53리에 있다. ○ 수군만호 1인.\n\n",
  "봉수": "임랑포봉수(林郞浦烽燧) 고을 남쪽 87리에 있으며, 남쪽으로는 기장현(機張縣) 남산(南山)에 응하고, 동쪽으로는 아시포에 응한다. 아시포(阿示浦) 봉수 고을 남쪽 75리에 있으며, 서쪽으로는 임랑포에 응하고, 동쪽으로는 시길곶에 응한다. 시길곶(示吉串) 봉수 고을 남쪽 67리에 있으며 서쪽으로는 아시포에 응하고 동쪽으로는 하산에 응한다. 하산(下山) 봉수 고을 남쪽 50리에 있으며, 서쪽으로는 시길곶에 응하고, 동쪽으로는 가리산에 응한다. 가리산(加里山) 봉수 개운포(開雲浦)에 있으며, 서쪽으로는 하산에 응하고, 동쪽으로는 천내에 응하며, 북쪽으로는 경주부 대점에 응한다. 천내(川內) 봉수 방어진(魴魚津) 서쪽에 있으며, 서쪽으로는 가리산에 응하고, 동쪽으로는 남목천에 응한다. 남목천(南木川) 봉수 서쪽으로는 천내에 응하고 북쪽으로는 유포에 응한다. 유포(柳浦) 봉수 남쪽으로는 남목천에 응하고, 북쪽으로는 경주부 하서지(慶州府下西知)에 응한다.\n\n",
  "누정": "대화루(大和樓) 고을 서남쪽 5리에 있다. ○ 고려 성종(成宗)이 동경(東京)으로부터 흥려부(興麗府)를 지나다가 대화루에 거둥하여 여러 신하들과 잔치를 열고 서로 수창(酬唱)하며, 또 바다에서 큰 고기를 잡았는데, 이로부터 왕이 몸이 편치 않아 서울에 돌아와서 드디어 훙(薨)했다. ○ 권근(權近)의 기문에 이르기를, “울산 고을은 동쪽과 남쪽으로 큰 바다에 접해 있고, 서울과의 거리가 가장 멀다. 고을 서쪽 수 리나 되는 곳에 큰 내가 남쪽으로 흐르다가 동으로 꺾이어 바다로 들어간다. 그 내가 동으로 꺾이는 곳에 물이 더욱 넓고 깊으니 이곳을 황룡연(黃龍淵)이라 한다. 그 북쪽에 돌 언덕이 깎은 듯이 벽처럼 섰으며, 물이 다시 남으로 구부러지고 동으로 도는 곳에 산이 높다랗게 있어 물 남쪽에 버티고 섰는데, 이름 있는 꽃과 이상한 풀, 해죽(海竹)과 산다(山茶)가 겨울에도 무성하여 이를 장춘오(藏春塢)라고 한다. 신라 때에 비로소 절을 이 북쪽 언덕에 세우고 대화(大和)라 하였는데, 서남쪽으로 누각을 이루었고 아래로는 못에 임했으며, 산은 들 밖으로 비껴나가고, 바다는 하늘가에 닿아 있어 여기 올라가 구경하는 아름다운 경치가 가장 기이하고 빼어나다. 건문(建文) 원년 기묘년 봄에 지금 국구(國舅)인 여흥백(驪興伯) 민제(閔霽)공이 사신으로 여기에 왔다가, 그 남쪽 누각이 이미 허물어진 것과 서쪽 역시 썩어 기울어진 것을 보고 사절을 머물고 주저하며 바라다 보다가 탄식하던 끝에 개연히 새로 지을 뜻을 가졌다. 조정에 돌아와서 잠시도 이를 잊지 못하더니, 3년 후인 신사년 봄에 판사 안로생(安魯生)군이 나가 이 도(道)를 관찰하게 되어 공에게 가서 작별하니 공이 그 일을 말했다. 이에 안군이 대답하기를, ‘어찌 감히 주야로 이 누각을 새로 세워서 공의 부탁하심을 잊으오리까.’ 하였다. 임소에 가서 법령이 행해지고 정사가 엄숙하게 되므로, 이에 노는 인부들을 모집해서 깎고 다듬어 이 누각을 세웠다. 지주(知州) 손광연(孫光衍)군이 힘을 다하여 일을 감독해서 조금도 백성들에게 번잡스럽게 하지 않고서 한 달도 못되어 이루었는데 그 규모와 제도는 옛것 보다 더욱 웅장했다. 그 해 가을에 여흥공이 또 어태(御胎)를 받들고 성산(星山)에 안치하려 할 적에 나에게 말하기를, ‘누대나 정자를 시설하는 것이 비록 정치에는 관계가 없을 것 같으나, 때로 이런 데 가서 놀고 구경하여 수고롭고 편안한 것을 조절하는 것은 없는 나라가 없다. 더욱이 울산의 대화루는 진실로 한 지방의 빼어난 곳인지라, 내가 대화루가 없어지고 허물어짐이 태평스럽게 다스리는 세상에 누가 될 듯함을 일찍이 애석하게 여겨서 안부(按部)에 부탁해서 이미 새롭게 했고, 이제 내 또 사신으로 그 도(道)에 가게되니, 글을 지어 기록하지 않을 수 없는 것이다. 그대는 사양치 말라.’ 하였다. 내 생각건대 이 누각은 국중에 이름이 난 지 오래다. 그러나 궁벽하고 먼 변방에 있는 까닭에 여기에 올라가 놀고 글을 읊는 사람은 세상에서 버림을 받았거나 손으로 온 사람이 아니면, 말고삐를 잡고 벼슬에 임명되어 한 지방을 맡고 한 고을을 다스리는 자뿐이요, 재상이나 임금의 친근한 자로서 한번 가본 사람이 또한 드물 것이다. 하물며 국구(國舅)의 높은 몸으로 계급이 높은 후백(侯伯)이며, 또 일찍이 총재(冢宰)의 자리에 있어 백관을 거느리는 공 같은 분이 1ㆍ2년 사이에 관찰사의 임명을 받아 두 번씩 온다는 것은 이 누각이 생긴 이후로 이런 일이 또 있었겠는가. 공은 풍모가 맑고 명랑하며 흉금이 뛰어나고, 문행(文行)과 절의(節義)가 조정에 모범이 되어, 비록 부귀에 처해 있으면서도 아담하고 한적한 취미를 조금도 변치 않았다. 내 생각건대 공이 이 누각에 오르면 시원한 회포는 바람과 달같이 맑고 넓고, 넓은 도량은 바다나 하늘과 함께 큰 것이니, 이야말로 공이 즐겨하고 잊지 않던 것이다. 공은 이 마음을 미루어 온 나라와 함께 즐겁게 하여 우리 백성들이 잘 다스려졌을 것이로다. 내가 어떻게 공을 모시고 가서 공의 뒤를 좇아 그 누각에 올라 구경하고 그 위에서 술 마시고 글 읊어서 그 좋은 경치를 낱낱이 기록할 수 있을까.” 하였다.○ 김극기(金克己)의 시서(詩序)에 이르기를, “계림으로부터 남쪽으로 가서 물이 돌고 산이 바뀌어 하루 해를 다 가면 바닷가에 이르러 부(府)가 있으니 이곳을 흥례(興禮)라고 한다. 세상에서 전하기를, 계변천신(戒邊天神)이 학을 타고 신두산(神頭山)에 내려와서 사람의 수록(壽祿)을 주장했다 하여 혹 이곳을 학성(鶴城)이라 한다고 한다. 성 서남쪽에 강이 있으니 이것이 대화강(大和江)이며, 길이가 6ㆍ7리나 된다. 강물이 넘실 넘실하여 만경이 한결 같이 푸르고 붉은 언덕과 푸른 벽의 그림자는 마치 거울 속에 거꾸러지는 것이 고호두(顧虎頭)의 감자(甘蔗) 먹는 것과 같다. 길이 멀수록 경치가 더욱 더 아름다운 것은 용두(龍頭)이다. 용두를 베고 우뚝 일어나 서쪽으로 취봉(鷲峯)의 드높은 봉우리에 닿고, 남쪽으로 경해(鯨海)의 넓고 넓은 물결에 임한 것은 대화사(大和寺)이다. 옛날 자장국사(慈藏國師)는 신라 사람이다. 정관(貞觀) 12년 무술년에 배를 타고 서쪽으로 가서 중국에 법을 구하고 17년에 동으로 돌아오다가 사포(絲浦)에서 쉬면서 인하여 이 땅을 잡고 이 절을 세운 것이다. 그 월전(月殿)과 성궁(星宮)ㆍ풍정(風亭)ㆍ수사(水榭)를 보니, 풍남(楓枏)과 죽전(竹箭) 위에 의지하고 마름과 연꽃 있는 언덕에 가렸다 비쳤다 한다. 이 누각에 올라가면 마치 그림 병풍을 의지하여 아래로 한 장 얼음상자[氷簟]를 굽어보는 것 같아서, 자라와 악어의 집이나 호랑이와 들소의 장소에 연기와 물결이 비밀히 감춘 듯, 안개와 비가 덮은 것 같아서 강락(康樂)의 나막신 굽과 목만(穆滿)의 말발굽이라도 찾아내지 못하게 되어 있어, 어느 것이나 하늘의 깊은 것을 헤치고 땅에 감춘 것을 드러내서 기이한 것을 다투고 교묘한 것을 싸워서 책상 앞에 한꺼번에 몰려들지 않은 것이 없으니, 어찌 지저분한 티끌 밖에 향기로운 꽃나무 소굴이 족히 높은 용상(龍象)의 병(甁)과 신[履]을 주둔하는데 그칠 것이랴. 술 마시고 시를 읊는 흥이 신의 도움을 얻게 된다. 그러므로 동한(東韓)의 왕상군(王相君)이나 서송(西宋)의 사상객(謝商客)으로부터 구름에 새기고 달에 써서 시를 남겨두고 돌아간 후로 조용한 3백여 년 동안에, 공경대부와 고승과 위대한 은자들이 먼 지방을 지척같이 여기어 그윽한 경치를 찾아 서로 노래하고 서로 화답해서, 사롱(紗籠)이 벽에 가득했으니 얼마나 성한 일인가.” 하였다. 시에 이르기를, “고요한 숲 아래 절이, 높다랗게 흰 구름 언덕 의지해 있네. 북쪽으로 푸르른 높은 봉우리 띠고, 남으로는 시퍼런 물결 둘렀네. 쏟아져 나오는 구슬 샘물 떨어지는 것, 장엄할손 창대 같은 돌이 높구나. 이끼 낀 길에는 범이 다니고, 연꽃 핀 못에는 오리가 노네. 찌는 햇빛 난간에 침노하지 않고, 서늘한 소리 누각 속에 들려 오는데, 산 속 즐거움 맘껏 많이 누리노니, 누가 능히 다른 것을 물으리요.” 하였다.○ 서거정(徐巨正)의 중신기(重新記)에 이르기를, “내 일찍이 남도(南道)에 놀다가 두루 이름난 곳을 찾아 누(樓)로는 촉석(矗石)ㆍ영남(嶺南)ㆍ명원(明遠)ㆍ영호(暎湖)ㆍ쌍벽(雙碧)을 보았고, 대(臺)로는 해운(海雲)ㆍ월영(月影)ㆍ관어(觀魚)를 보았는데, 참으로 이른바 기이하고 특이한 경치 좋은 곳이었다. 맨 마지막으로 장차 울산으로 가고자 하는데 대화루(大和樓)의 경치가 좋단 말을 듣고 한번 오르고 싶었다. 울산 강에 이르러 한 누각을 바라다보니, 층층으로 언덕과 끊어진 절벽 위에 높다랗게 서있어 푸른 물결을 내려다보고 있는지라, 그 웅장한 것을 사랑해서 물으니 대화루라고 한다. 강을 건너자 배를 버리고 지팡이에 의지해서 누각 아래 이르러 보니, 기둥과 대들보가 우두커니 서 있노라니, 종사(從事) 이세우(李世佑)공과 유계분(柳桂芬)ㆍ이인석(李仁錫)ㆍ사천(泗川) 양희지(楊熙止)ㆍ지례(知禮) 정석견(鄭錫堅)이 나를 부축해서 억지로 올라가서 기둥을 의지해서 잠시 앉았다. 눈을 들어 멀리 바라보니, 그 경치가 내가 전에 본 누대들과 비슷한데 광원(曠遠)한 것은 오히려 이곳이 나은 것 같았다. 또 내가 생각하니 설곡(雪谷) 정선생(鄭先生)이 부(賦) 팔영(八詠)을 지었고, 가정(稼亭) 이선생(李先生)이 우리 외조(外祖)에게 화답한 글이 있으며, 양촌(陽村) 권선생(權先生)의 기(記)가 또 있었는데, 제판(題板)을 쳐다보니 지금은 모두 없었다. 조금 있다가 누에서 내려와 다시 땅에 앉아 술 몇 잔을 마시면서 내가 제군들에게 말하기를, ‘누의 경치가 이와 같은데 전후에 이곳 원이 되었던 사람으로 영웅 호걸이 얼마나 있었는지 모르거늘, 아무 한 사람도 새로 지을 생각을 하지 않고 지금까지 내려왔단 말인가. 하물며 설곡ㆍ가정ㆍ양촌 세 선생의 시와 기문은 모두 이 누(樓)를 위해서 빛나는 글들이라. 마땅히 등왕각(滕王閣)의 삼왕(三王)보다 못지 않거늘, 이제 어찌 차마 없애고 전하지 않는단 말인가.’ 하고, 내가 또 웃으며 말하기를, ‘옛사람 중에 황학루(黃鶴樓)를 망치로 두드려 부수려한 사람도 있으니, 이제 누를 새롭게 하지 못한 것도 이 누(累)에 연좌된 것이 아니겠는가. 내가 다행히 풍류와 문아가 있는 여러 선생들과 함께 이 누에 왔으나 올라가서 글을 써보지 못하니, 이는 마치 희문(希文)이 악양루(岳陽樓)에서, 최호(崔灝)가 황학루에서, 조하(趙嘏)가 위남루(渭南樓)에서, 왕반산(王半山)ㆍ곽공보(郭功甫)가 봉황대(鳳凰臺)에서 붓을 던지고 돌아갔다는 것과 같으니, 또한 살풍경(殺風景)이라 이르지 않겠는가.’ 하니 제군들이 또한 크게 웃었다. 이튿날 개운포(開雲浦)를 향해서 돌아오니 절도사 설무림(薛茂林) 또한 왔었다. 이 때는 바야흐로 7월 16일이라 달빛이 정히 아름답다. 또 제군들과 함께 배 하나를 띄워 만경 물결을 업신여기고 술잔을 들어 서로 권해서 그윽이 소동파(蘇東波)의 적벽(赤壁) 놀이에 비교하니 저번 날에 왔을 제 불쾌했던 마음이 조금 풀어졌다. 서울로 돌아오자 지나간 일을 생각하여 다시 가슴 속에 오락가락 했었다. 지난해에 양사천(楊泗川)이 나에게 말하기를, ‘울산은 내 고을로서 지금 원[宰] 박후(朴侯)가 고을을 위하여 잘 다스려서 정치가 이미 잘 닦아지고 폐단이 이미 없어졌으며, 관부와 누관도 점차로 수선했습니다. 지금은 대화루도 중수(重修)해서 크고 넓은 데 새로이 칠을 하여 옛날보다 더욱 아름다워졌으니, 선생께서 전일에 보실 때에 이 누에 흠이 있던 것이 지금에 이르러서 조금도 결함이 없으니, 원하건대 선생은 글을 지어 주시옵소서.’ 한다. 내가 듣고 기뻐하여 말하기를, ‘박후의 어진 것이 전 원보다 더 낫도다.’ 했었다. 그 뒤에 남쪽에서 오는 자들은 모두 울산이 정치가 잘 된다는 것을 칭찬하고, 또 이 대화루의 장관을 탄복하니, 나는 더욱 박후가 잘 다스린다는 말을 믿게 되었다. 아, 옛날 등왕각을 중수했을 때에 한퇴지(韓退之)가 기문을 지었는데, 이제 이 대화루는 비록 경치가 좋으나 나의 글이 퇴지에 미치지 못하거늘, 부끄러움을 모르고 기문을 지으니, 그 미치고 참람됨을 알겠도다. 그러나 내가 태사(太史)의 장(長)으로 있으면서 박후의 잘 다스린다는 말을 들었으니, 이것을 써서 뒷사람에게 보이지 않을 수 없도다. 누의 좋은 경치에 대해서는 지금의 문인이나 고상한 선비가 반드시 잘 말하는 이가 있겠기로 여기서는 말하지 않노라. 내가 만일 다시 한번 남쪽에 가서 놀아 박후와 함께 한 번 올라가게 된다면 마땅히 잔을 들고 붓을 잡아 내가 하고자 하는 말을 다할 것이다. 박후의 이름은 복경(復卿)이요, 자(字)는 세휴(世休)이니, 일찍이 무과(武科)에 뽑혀 안팎에 여러 벼슬을 거쳐 당시의 칭찬이 있었다고 한다.” 하였다. ○ 전 사람의 시에 이르기를, “울주(蔚州) 서쪽 대화루는, 거꾸러진 그림자가 아득하게 푸른 물위에 잠기었네. 한만한 것이 처음에는 학의 등에 탔는가 의심했더니, 어슴푸레한 것이 문득 자라 머리에 오른 것을 알겠네. 산 빛은 가까이 계림(鷄林)의 새벽에 닿아 있고, 바다 기운은 멀리 마도(馬島)의 가을에 연해 있네. 만 리에 궁하지 않은 여기 올라 바라보는 흥은, 하늘에 가득한 바람 비 난간에 의지해 시름짓네.” 하였다.\n체오정(掣鼇亭) 개운포(開雲浦)에 있다. 천순(天順) 병술년에 수군절도사 홍익성(洪益誠)이 세웠고, 뒤에 절도사 이소(李昭)가 중수했다.『신증』 이사정(二思亭) 병영(兵營)이 있는데, 절도사 박원종(朴元宗)이 이 정자를 짓고 이렇게 이름을 지어 임금을 생각하는 뜻을 붙였다. 제승정(制勝亭) 개운포에 있다.\n\n",
  "학교": "향교 고을 동쪽 5리에 있다.\n\n",
  "역원": "간곡역(肝谷驛) 고을 서쪽 39리에 있다. 굴화역(堀火驛) 고을 서쪽 15리에 있으며, 옛날 하곡현(河曲縣) 옛터이다. 부평역(富平驛) 병영 성 서쪽에 있다. 진동원(鎭東院) 고을 동쪽 6리에 있다. 송지원(松池院) 고을 북쪽 27리에 있다. 대한원(大閑院) 고을 동쪽 30리에 있다. 가수개원(可樹介院) 고을 서쪽 30리에 있다. 견분원(犬墳院) 고을 서쪽 24리에 있다. 굴화원(堀火院) 굴화역 곁에 있다. 단두원(丹豆院) 고을 서쪽 26리에 있다. 대양원(大洋院) 고을 서쪽 33리에 있다. 공계원(孔界院) 고을 서쪽 57리에 있다. 초전원(草田院) 고을 서쪽 64리에 있다. 공수곶원(公須串院) 고을 남쪽 40리에 있다. 청광원(靑光院) 고을 남쪽 65리에 있다. 고지원(古之院) 고을 북쪽 22리에 있다. 고원(古院) 고을 북쪽 35리에 있다. 대화원(大和院) 대화루 곁에 있다. 팔등촌원(八等村院) 고을 남쪽 5리에 있다.\n\n『신증』 ",
  "교량": "해양교(海陽橋) 병영 동문 밖에 있는데, 여름 비와, 겨울 추위에 사람들이 모두 물을 건너는데 근심하므로, 도사 해양군(海陽君) 윤희평(尹希平)이 처음으로 판교(板橋)를 만들었으므로 사람들이 그를 생각하여 이렇게 이름 지은 것이다.\n\n",
  "불우": "열암사(裂巖寺) 동대산 남쪽에 있다. 백련암(白蓮菴) 동대산 서쪽에 있다. 운흥사(雲興寺) 원적산(圓寂山)에 있다. 망해사(望海寺)ㆍ청송사(靑松寺) 모두 문수산(文殊山)에 있다. 대원사(大原寺) 불광산(佛光山)에 있다.\n\n",
  "사묘": "사직단 고을 서쪽에 있다. 문묘 향교에 있다. 성황사 옛 읍성 안에 있으니, 곧 계변신(戒邊神)이다. 우불산신사(于弗山神祠) 사전(祀典)에는 소사(小祀)라고 기록되었다. 매년 봄ㆍ가을로 향과 축문을 내려 하늘에 제사지내고 가뭄에 비를 빌면 곧 효험이 있다. 여단(厲檀) 고을 북쪽에 있다.\n\n",
  "고적": "신학성(神鶴城) 곧 계변성(戒邊城)이다. 고을 동쪽 5리에 있으며, 김극기(金克己)가 이른바, 계변신이 학을 타고 신두산(神頭山)에 내렸다는 곳이 바로 이곳이다. 지금은 단지 옛터만 있다. 고읍성(古邑城) 계변성 서쪽에 있으며 주위가 3백 15보인데 지금은 허물어졌다. ○ 이첨(李詹)의 기문에, “울주(蔚州)는 옛 흥려부(興麗府)이다. 산과 바다가 깊기로는 동남쪽에서 제일 장관(壯觀)이다. 본래부터 말하기를, 땅이 기름지고 또 물고기와 소금이 많이 나기 때문에 백성 중에 앉아서 부자가 된 자가 여러 집이 있으므로 인해서 군국(軍國)의 쓰는 비용이 여기서 나는 것이 여러 천금에 이르렀고, 해산물을 바치는 것도 또한 적지 않았다. 대개 이익이 있는 곳에 백성이 모이고, 백성들이 모여야 세금이 많아지며, 세금이 많으면 국가의 자원되는 것이 간절하고 필요하다. 그곳 망산(望山)의 신을 계변(戒邊)이라 하는데, 혁혁한 신령이 복을 내리므로 혈식(血食)해서 지금까지 이 고을을 진압하고 있다. 경인년 이후로 왜적의 난리가 없는 해가 없으므로, 백성들 중에 항산(恒産)이 없는 자는 다른 데로 가버리고, 부자로 사는 백성들은 이를 엿보아 구차히 편안하게 있다가, 여러 번 죽음을 당하거나 포로로 잡혀가서 아무 것도 없이 된 연후에야 돌아갈 곳을 알게 된다. 이것이 기미년에 이르러 왜적의 침입이 더욱 심해지자 백성들이 하나도 남는 자가 없었다. 그 뒤에 지주(知州)된 자가 인신(印信)을 가지고 아전 몇 식구를 모아 가지고 계림성(鷄林城)에 와서 살았다. 갑자년 가을에 성균사예(成均司藝) 이문화(李文和)군이 경상도를 염문(廉問)하였을 때 먼저 계변신(戒邊神)에 제사지냈는데, 이때는 풀 숲만이 눈에 보이고 사슴들이 떼지어 놀아서, 도둑이 마치 다람쥐같이 엎드려 있는 것과 같았다. 이군이 능히 공경을 다하고 정성을 바쳤으나 마침내 일이 잘되지 못하자, 돌아가서 계림부윤(鷄林府尹) 박위(朴葳)공에게 말하기를, ‘내가 어릴때 아버님이 울주(蔚州)를 다스릴 제 따라가보니, 한창 울주가 번화하고 공고하며 웅장했었는데, 지금 와서는 쓸쓸하기가 이와 같다.’ 하고 근심스러이 탄식하고 백성들의 힘을 모을 것을 청하니, 공이 말하기를, ‘내가 김해(金海)에서 벼슬을 그만둔 후에 진주목(晉州牧)이 되었고, 다시 계림윤(鷄林尹)이 되었을 때, 모두 병마사를 겸해 맡아서, 백성들을 다스리고 적을 막는 방법에 감히 나의 작은 의견을 폈었다. 이 때 처음에는 적의 일을 잘 알지 못하므로 그들이 필시 바닷가로, 석권(席捲)해 올 것이라 하여 모든 고을을 깊고 먼 곳으로 옮겨가지고 적으로 하여금 아무런 계교도 쓸 수가 없이 한 연후에라야 일이 편안하겠다 했더니, 근래에 보니 적의 기세가 성하여 먼 데도 가지 않은 곳이 없으니, 백성들을 옮겨 놓은 것이 무슨 유익함이 있겠는가. 김해에는 본래 성이 있었으나 좁고 허물어져서 진실로 난을 피하기 어려웠으므로, 내가 당시에 역사를 시작하여 이것을 넓히고 쌓아 높여서 난을 피하는 데에 넉넉히 여유가 있게 했었다. 더구나 지금이야 전함(戰艦)이 이미 갖추어져 있으니 오직 성을 지킬 뿐이로다.’ 했다. 이군이 말하기를, ‘삼가 가르침을 받았아오니 이제야 일을 하오리다.’ 하고, 곧 글을 띄워 군사를 내고 공사를 시작하여 일이 거의 끝나게 되었더니, 이윽고 부윤공(府尹公)이 정승이 되어 원수(元帥) 겸 도순문사가 되어 합포(合浦)로 진을 옮기니, 이군이 기뻐하며 말하기를, ‘우리 공께서 이 소임을 맡았으니, 우리 성이 성취하리로다.’ 하였다. 공이 이에 부하들에게 명하여 일을 재촉하고 공사를 독려하니, 지주사(知州事) 김급(金及)후가 참예하여 공로가 있었다. 이듬해 봄이 되자 일이 완성되었다. 이에 신사(神祠)를 수리하여 제사지내고 관사를 지어 살게 하며 백성들의 전방[廛]을 헤아려 내주었더니, 이 일이 조정에 알려지자 국가에서 아름답게 여겨, 비로소 황무지를 개간하여 둔전(屯田)을 두고 군사들을 농사짓는 데에 붙이더니, 가을이 되자 과연 수확이 배나 되어 비로소 성을 지킬 만하게 되었다. 성에 올라 바라다보면 산과 물은 옛날과 같아 풍경은 다르지 않은데, 드넓어서 크나큰 공의 있는 곳은 알지 못하겠도다. 아, 사당의 모양을 다시 새롭게 하고 사신들의 왕래가 다시 계속되게 한 것은 이 누가 이렇게 만든 것인가. 흩어졌던 백성들이 편안히 모이고 옛 토지가 개간되는 것은 이 누가 이렇게 만든 것인가. 진실로 군자가 백성들에게 마음 쓴 것이 부지런하고도 두터웠음을 알겠도다. 《춘추》에, 저(諸)와 및 방(防)에 성 쌓은 것은 때를 쓴 것이요, 성형(城刑)은 환난 구하는 것을 쓴 것이다. 이제 이 성은 하나로써 두 가지 아름다움이 갖추어졌으니, 알지 못하거니와 당시의 태사씨(太史氏)는 무슨 뜻을 썼는지. 가령 성이 천성(天成) 연간에 있었으면 견훤(甄萱)의 갑자기 밀려온 군사를 막았을 것이며, 경애왕(景哀王)의 포석정(鮑石亭)에서 받은 수치를 또한 가히 씻었을 것이다. 지금 같이 아무렇게나 주워 모으고 쥐새끼처럼 숨는 무리들이야 어찌 족히 말할 것이 있겠는가. 다만 성이 늦게 이루어진 것이 한스럽도다. 동년(同年) 낭장(郞將) 박종주(朴從周)는 울산 사람으로서 그 때 난을 피해서 돌아다니며 살 적에, 울산의 풍토가 아름답다는 것을 극력 말해서 은연중 돌아가기를 생각하는 빛이 있었으니, 내 심히 이를 민망히 여겼었다. 이제 이미 여기 돌아오자 성의 내력을 갖추어서 나더러 기문을 쓰라고 한다. 내 생각건대, 공(公)의 아는 것을 후하게 여기고 또 이군(李君)과 김후(金侯)에게도 친분이 있고 남의 착한 것 말하기를 즐겨하므로 이에 사양하지 못하고 이를 써서 박씨에게 보내노라.” 하였다.\n고우풍현(古虞風縣) 지금의 우불산(于弗山) 밑에 있으며, 신라 경덕왕(景德王)이 우화현(于火縣)을 고쳐서 우풍현(虞風縣)이라 했다. 고려 태조(太祖) 초에 우불에 합하였으며, 우불(于弗)은 즉 우화(于火)의 변함이다. 고 동진현(古東津縣) 경덕왕이 율포현(栗浦縣)으로 고쳐서 동진(東津)을 삼았다. 고려 태조 초에 와서 합쳤다는 것은 지금 자세하지 않다. 처용암(處容巖) 개운포(開雲浦) 바다 속에 있다. 세상에서 전하기를, 처용이 바위 밑에서 나왔다 하는데 자세한 것은 경주 월명항(慶州月明巷) 조에 있다. 유포석보(柳浦石堡) 우리 세조(世祖)때에 쌓았고, 병마절도사가 군사를 나누어 지켰었는데 지금은 없어졌다. 범서부곡(凡西部曲) 고을 서쪽 25리에 있다.\n\n",
  "명환": "고려 정포(鄭誧) 충혜왕(忠惠王) 때에 사간대부(司諫大夫)로서 벼슬을 내놓고 집에 있는데, 어떤 사람이 “포(誧)가 장차 중국으로 달아나서 태제(太弟)를 도우려 한다”고 참소하여 드디어 울주(蔚州)로 귀양 보냈다. 귀양살이 하는 중에서도 글을 읊고 놀기를 태연히 하며, 개연(慨然)히 중국에 가서 벼슬할 뜻을 가졌었다. 항상 말하기를, ‘대장부가 어찌 능히 울울하게 한 모퉁이에 살까보냐.’ 하더니, 뒤에 연경(燕京)에 갔을 때 승상 별가불화(別哥不花)가 한번 보자 크게 사랑하였는데, 얼마 되지 않아서 죽었다.본조 이은(李殷) 이 고을을 다스릴 제 왜적의 유인과 위협을 받아 일본에 갔으나 절개를 굽히지 않았다. 뒤에 본국으로 돌아와서 벼슬이 경상도 관찰사에 이르렀다.\n\n",
  "인물": "고려 박윤웅(朴允雄) 태조(太祖)를 도와 공이 있었고, 군(郡)을 승격시켜서 흥려부(興麗府)를 삼았으니, 고려를 일으킨 것을 말한 것이다.본조 이예(李藝) 본군 아전이다. 지군(知郡) 이은(李殷)과 함께 모두 왜인에게 사로 잡혀서 일본에 갔었는데, 이은을 섬기기를 본국 고을에 있을 때와 같이하니, 왜인이 그 예의가 있는 것에 감동하였다. 모두 석방되어 돌아와서 아전의 역사를 면했다. 뒤에 벼슬이 첨지중추원사에 이르렀다.\n\n『신증』 ",
  "우거": "본조 양희지(楊熙止) 과거에 올라 벼슬이 관찰사에 이르렀다.\n\n",
  "효자": "본조 송도(宋滔) 부모를 위하여 전후 여묘 살이 6년 동안에 중의 법사(法事)를 쓰지 않으니, 일이 조정에 보고되어 정려했다.\n\n",
  "제영": "신마오산산하로(信馬鰲山山下路) 안등(安騰)의 시에, “오산(鰲山)에 말을 놓아 산아래 길을 가니, 벽파정(碧波亭) 가에 풀만 무성하구나. 거리 위 붉은 단장은 모두 새로 보는 낯이요, 강 위에 맑은 바람은 예와 같네.” 하였다. 일찍이 고을 다스리던 이씨(李氏)가 있어 손과 함께 기생을 데리고 동백도(冬柏島)에 가서 놀다가 배가 깨져서 기생이 모두 빠져 죽었으므로, 안등의 시는 대개 이것을 마음 아파한 것이다. 쇄시추량석조명(曬翅鶖梁夕照明) 박효수(朴孝修)의 시에, “태(胎)는 물가 봄 조수 어지러운 데서 기르고, 날개는 추량(鶖梁) 저녘 노을 밝은 데서 쬐인다.” 하였다. 칠성지반모운수(七星池畔暮雲收) 박연(朴堧)의 시에, “반월산(半月山) 끝간 곳에 땅은 다한 것 같고, 칠성지(七星池) 연못가에 저녁 구름 걷히네. 아득한 만 리, 물결 고요하니, 성화(聖化)가 동쪽으로 온 것 이 고을에서 보겠네.” 하였다. 학성오도풍연고(鶴城鰲島風煙古) 전 사람의 시에, “학성(鶴城) 오도(鰲島)에 바람과 연기 옛 모양인데, 염포(鹽浦)와 운파(雲坡)에 눈과 달이 맑구나.” 하였다. 만의난주흥전감(晩倚蘭舟興轉酣) 서거정(徐居正)의 시에, “학성 경치 동남에서 제일인데, 늦게 난주(蘭舟)에 의지하니 흥이 새로 무르익네. 누각은 악양루(岳陽樓)를 당할 만해서 천하에 제일이요, 땅은 봉도(蓬島)에 이웃했는데 바닷속에 셋이 있네. 교룡(蛟龍)은 그윽한 구렁에 숨어 있어 때때로 춤을 추고, 기러기는 맑은 강을 건너 낱낱이 물에 잠기네. 어쩌면 긴 바람이 능히 물결을 깨칠꼬. 멀리 놀 뜻이 돌아가는 배에 가득하네.” 하였다.\n\n팔영(八詠) 평원각(平遠閣) 정포(鄭誧)의 시에, “누각 밖은 강, 절에 임했고, 문 앞에는 바다 건너는 배 있네. 천년에 남긴 원망스러운 버들, 둑 가에 방초는 무성하게 푸르네. 화려한 기둥은 아침 해에 빛나고, 붉은 난간은 저녁 연기 속에 떠 있네. 노는 사람들이 여기 올라 구경하는 뜻은, 아득히 눈에 가득한 좋은 산천일세.” 하였다. ○ 이곡(李穀)의 시에, “손이 있어 신선각(神仙閣)에 오르니, 어느 사람이 술 실은 배 저어 오는가. 벼슬하다 보니 하늘가에 온 줄 깨닫지 못하고, 강 길엔 풀만 무성하구나. 포구 저 멀리 붉은 해 나직한데, 외로운 마을엔 푸른 연기 올라오네. 떠나온 정 근심되어 함께 멀고 먼데, 세월은 강물처럼 달아나누나.” 하였다.\n망해대(望海臺) 망해사(望海寺)에 있다. ○ 정포(鄭誧)의 시에, “끊어진 벽은 개인 하늘을 업신여기고, 높은 누대는 큰 바다를 잡아당기네. 멀리 보니 물빛은 하늘과 접해서 백 리에 함께 푸르고 푸르네. 돌집에는 가을이 먼저 옴을 알겠고, 소나무 삽짝은 새벽 됨을 알려주네. 한가한 사람 손을 불러보고, 동방의 붉은 해 부상에 올라오네.” 하였다. ○ 이곡(李穀)의 시에, “옛날부터 바다에 떳단 말 들었더니, 내 이제야 바다 넓은 것 알겠네. 때로 바람 고요하면 물빛 고운데, 한결 같은 빛 끝없이 푸르구나. 절도(絶島)에 누가 왔는가, 외로운 돛대 왜 저렇게 바쁜지. 바야흐로 일본이 딴 지방임을 알겠으니, 삼만 리 지방에 농상(農桑)을 일삼네.” 하였다.\n벽파정(碧波亭) 오산(鰲山)에 있다. ○ 정포의 시에, “겹겹 쌓인 돌은 가을 언덕에 의지하고, 대피리 불며 늦은 물가에 누웠네. 뱃사람 이것을 벽파정이라 하는데, 비석은 깨지고 명(銘)도 이미 없어졌네. 비 지나간 뒤 모래 흔적 희어지고, 연기 사라지니 물 빛 푸르러라. 당시의 노랫가락 차마 들을 수 없어, 돛대에 의지해서 부질없이 눈물 흘리네.” 하였다. ○ 이곡의 시에, “산에 비 쏟아져 꽃이 물에 뜨고, 강물 개이자 달이 물가에 가득하네. 옛 사람의 시안(詩眼)이 이곳에 정자를 세웠거니, 누가 감히 새 명(銘)을 써서 바꾸리. 나라를 떠나니 마음 오히려 붉어지고, 때를 근심하니 귀밑은 아직 푸르러라. 고기 잡는 노래 그대와 듣고싶어, 놀라 일어나니 푸른 터럭 떨어지네.” 하였다.\n은월봉(隱月峯) 고을 대화진(大和津) 서쪽에 있다. ○ 정포의 시에, “하늘이 가까우니 물 그림자 밝았고, 봉우리 드높으니 달 빛 숨어 있네. 지팡이 끌고 멀리 푸른 산에 오르니, 가느다란 길 구름 속에 비꼈어라. 옛 나무는 가을빛을 머금었고, 빈 바위는 늦은 안개 속에 잠들었네. 깊은 숲 속엔 아마 절이 있을 터, 종소리 북소리가 산언덕을 격했네.” 하였다. ○ 이곡의 시에, “옥 잎새는 은하수를 거두었고, 달 빛 속엔 계수나무 빛이 넘쳐흐르네. 높은 봉우리 달을 가리워 높고 또 높으니, 그림자 비끼기 기다리지 않네. 한가한 흥은 맑은 밤을 만났고, 높이 읊는 소리 떨어지는 안개가 부끄럽네. 항아(姮娥)는 약을 훔쳐 돌아오지 않으니, 바람과 이슬 조그만 언덕에 젖어 있으리.” 하였다.\n장춘오(藏春塢) 정포(鄭誧)의 시에, “소나기 봄을 몰아가니, 모든 꽃들 땅을 쓸어 없어졌네. 그래도 봄은 이곳에 머무르려는가, 붉고 흰 꽃잎 산모퉁이에 가득하네. 물을 격해 노래 소리 멀어지고, 배를 연해 술맛 부드러워라. 누가 태수더러 풍류 없다 말했는가. 술 취하니 예쁜 계집 붙들까 시기하는데.” 하였다. ○ 이곡의 시에, “이곳에 꽃이 많더냐 적더냐. 그대 집에 술이 있는지 없는지. 인간의 붉은 얼굴도 머물러두지 못하는데, 일찍이 츤정(襯庭) 모퉁이 보았는가. 세상일은 머리가 장차 세려하고, 남은 생애는 혀가 부드럽지 못하네. 술병 차고 날마다 시내를 건너가니, 지팡이 짚은 몸 붙들 것도 없어라.” 하였다.\n대화루(大和樓) 정포(鄭誧)의 시에, “붉은 난간은 관도에 임해 있고, 푸른 물결은 절 문을 격했어라. 시끄러운 수레 소리 동헌으로 돌려보내니, 노래 소리 날마다 끊이지 않네. 가랑비 속에 꽃은 나무 가지에 피고, 봄바람 이는 곳 술이 잔에 가득하네. 고금에 떠나는 한, 달은 황혼인데, 고기잡이 노랫소리 앞마을에서 일어나네.” 하였다. ○ 이곡의 시에, “철기(鐵騎)를 강 언덕에 벌였으니, 붉은 깃대 성문에 나오네. 오두(遨頭) 맞아서 빈헌(賓軒)에 보내니, 손님은 또한 어찌 그리 분주한가. 물빛은 노래하는 부채를 흔들고, 꽃향기는 술잔에 침노하네. 다만 지나가는 손들 시끄러움이 없어, 아침저녁 순박한 좋은 산촌일세.” 하였다.\n백련암(白蓮巖) 정포의 시에, “소나무 고개는 단청한 빛이요, 이끼 낀 바위는 수놓은 무늬일세. 백의(白衣)로 남아있는 화상 우뚝이 말이 없으니, 영감(靈感)이 부질없이 전에 들었네. 뜬 구렁엔 바람소리 장하고, 잇닿은 하늘엔 바다 기운 어두워라. 유유한 심사를 누구와 함께 의논하리, 머리 긁고 서 있으니 해는 서쪽으로 기우네.” 하였다. ○ 이곡의 시에, “보배스러운 웃음 명주 덩어리요, 구슬 옷은 안개 무늬일세. 백련암의 아름다움이 어찌 헛말이랴. 때때로 이상스러운 향기 풍겨 오네. 손의 베개는 차디차기 물과 같고, 중의 등잔은 밝고 밝아 어둠을 잊네. 누가 유도(儒道)와 불도(佛道)를 함께 말하지 말라 하였던가. 여기 이르러서는 아침 햇빛에 모두 맡겼네.” 하였다.\n개운포(開雲浦) 정포의 시에, “섬 속에 비치느니 구름 빛이 따뜻하고, 강에 닿아 수맥이 통했어라. 사람들이 말하기를, 옛날 처용(處容) 늙은이가, 이 푸른 물결 속에서 자랐다 하네. 풀은 치맛자락을 띄워 푸르렀고, 꽃은 술 취한 얼굴에 머물러 붉었네. 거짓 미친 체하고 세상을 희롱한 뜻 무궁했으니, 항상 춤추고 봄바람을 보내네.” 하였다. ○ 이곡의 시에, “경치가 좋으니 신선이 자주 놀았고, 구름이 열렸으니 세상 길이 통해졌네. 아득한 신라 때 두 선옹(仙翁)들을 일찍이 그림 속에 보았네. 달에 춤추니 파사(婆娑)하게 희었고, 꽃을 비녀하니 난만하게 붉어있네. 남긴 자취 찾으려하나 아득히 무궁하니, 모름지기 반 돛대 바람을 불었네.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "선조(宣祖) 31년에 도호부로 승격하였다. 병마절도사로써 부사를 겸하였다. 광해주(光海主) 8년에 따로 부사를 두었다.\n",
  "군면": "학성(鶴城) 고려 성종(成宗) 때 지은 것이다.\n\n",
  "고읍": "우풍(虞風) 우불산(于弗山)아래 있었으며, 우화현(于火縣)이다. 경덕왕 16년에 우풍읍이라 고치고, 동안군(東安郡)의 영현(領縣)이 되었다. 고려 태조 때에 와서 소속되었다. 동양읍(東洋邑) 북쪽 30리 지점에 있으며 본래는 신라 율포현(栗浦縣)이다. 경덕왕 16년에 동진(東津)이라 고치고, 임관군(臨關郡)의 영현(領縣)이 되었다. 고려 태조 때에 와서 소속되었고, 본조에 와서 감포진(甘浦鎭)을 두었다. 경주 조에 있다. 동안(東安) 남쪽으로 50리 지점에 있으며, 본래 신라 생서량(生西良)이다. 경덕왕 16년에 동안군 영현으로 고쳤다. 일설에는 우풍은 양주(良州)에 예속되었다고도 한다. 고려 현종(顯宗) 9년에 와서 소속되었고 본조에서는 서생포진(西生浦鎭)을 설치하였다.\n\n",
  "방면": "부내(府內) 끝이 15리이다. 동면(東面) 동쪽으로 처음이 10리, 끝이 30리이다. 유포(柳浦) 동쪽으로 처음이 20리, 끝은 30리이다. 부남(府南) 처음이 5리, 끝은 15리이다. 대현(大峴) 남쪽으로 처음은 5리, 끝은 30리이다. 청량(靑良) 남쪽으로 처음은 15리, 끝은 30리이다. 온양(溫陽) 면 서남쪽으로 처음은 30리, 끝은 60리이다. 웅촌(熊村) 서쪽으로 처음은 30리, 끝은 70리이다. 범서(凡西) 본래 범서의 부곡이며, 서쪽으로 처음은 15리, 끝은 30리이다. 수서(水西) 북쪽으로 처음은 10리, 끝은 30리이다. 농소(農所) 동북쪽으로 처음은 10리, 끝은 35리이다.\n\n",
  "영아": "좌병영(左兵營) 태종 15년에 병마절제사영을 경주 동남 20여 리에 설치하였다가, 17년에 계변성(戒邊城) 북쪽 곧 옛 군치(郡治)로 옮겨 설치하였다. 선조 37년에 내상면, 곧 옛날 영(營)을 설치하였던 곳으로 옮기어 설치하였다.\n\n",
  "성지": "석성(石城)으로 둘레가 9천 3백 16척, 우물 7, 도랑 2, 못이 있다.\n",
  "속영": "경주 후영(後營)ㆍ대구 중영(中營)ㆍ안동 전영(前營).\n",
  "진보": "서생포진(西生浦鎭) 남쪽으로 50리에 있다. 처음에는 수군 만호를 두었다가, 선조 25년에 왜인이 쌓은 외증성(外甑城)으로 옮겨 설치하였다. ○ 수군동첨절제사 1인.\n\n",
  "혁폐": "염포진(鹽浦鎭) 남쪽 23리에 있다. 둘레 1천 39척, 우물 3곳이며, 수군만호가 있다. ○ 옛날에는 언제나 일본인 마을이 있었는데, 중종 5년에 제포(薺浦)의 변이 알려지자 모두 본국으로 돌아갔다. 개운포진(開雲浦鎭) 개운포에 있으며, 수군만호를 두었다. 선조 25년에 동래의 부산포(釜山浦)로 옮겼다. 유포석보(柳浦石堡) 세조 조에 돌로 쌓았다. 병사(兵使)를 두었으며 병사가 그것을 지킨다.\n\n",
  "목장": "울산장(蔚山場) 동쪽 30리에 방어진(魴魚津)이 있다. ○ 감목관(監牧官) 1인. ○ 소속된 장(場)은 장기(長鬐) 동을배곶(冬乙背串)에 있다.\n\n",
  "진도": "대화진(大和津) 부(府)의 남쪽 1리에 있다. 주진(注津) 부의 남쪽 4리에 있다.\n\n",
  "사원": "구강서원(鷗江書院) 숙종 무오년에 세우고 갑술년에 사액하였다. 정몽주(鄭夢周)ㆍ이언적(李彦迪) 모두 문묘 조에 있다.\n\n\n\t\t\n\t\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 남만성 (역) | 1970\n    \n\t\n"
}