{
  "건치연혁": "원래 고구려의 휴암군(鵂巖郡)이다. 휴류성(鵂鶹城)이라고도 하고, 조파의(租坡衣)라고도 하였다. 신라에서 서암군(棲巖郡)으로 고치고, 고려 초기에 봉주(鳳州)라고 불렀다. 성종조에 방어사를 두었는데 현종조 초기에 방어사를 폐지하고 황주에 예속하였다. 충렬왕(忠烈王) 때 지봉양군사(知鳳陽郡事)로 고쳤는데 후에 다시 봉주로 불렀다. 본조 태종 13년에 지금 이름으로 고치고 군(郡)을 삼았다.\n",
  "관원": "군수ㆍ훈도 각 1인.『신증』 금상(今上) 18년에 구 읍내에 전염병이 많아서 지금 읍으로 옮기니 남쪽으로 구군(舊郡)까지의 거리가 14리이다.\n",
  "군명": "휴류성ㆍ휴암ㆍ조파의ㆍ서암ㆍ지하(池河)ㆍ봉주ㆍ봉양 기순(祁順)의 부(賦)에, “내가 조선의 봉산을 지나는데, 영물(靈物 봉(鳳))이 이르는 것이 있을 것처럼 생각이 되니 거짓으로 지은 이름이 아닌 것 같다. 부를 지어 펼치면 거의 적막하지 않을 것 같다. 기이하고 상서롭다 봉(鳳)의 새 됨이여, 천지의 영수(靈秀)한 기운을 타고 조화의 정영(精英)함을 빼앗았도다. 오채(五采)가 범상치 않고 칠덕(七德)을 다 갖추었으며 구포(九苞)가 그 몸에 붙었고 여섯 가지 형상[六像]이 그 몸에 있도다. 쇠한 세상에 숨었다가 나타나면 태평하며, 가는 것은 군자의 지조와 같고 나오는 것은 성인의 뜻에 합하니, 이 때문에 우충(羽蟲) 3백 60의 장(長)이 되어 홀로 인서(仁瑞)의 영물에 해당된 것이다.천지 사이에 모든 물건이 한결같지 않은데, 여러 종류 중에 특출하고 무리에 뛰어나야만 이에 영물이 된다. 비늘 있는 동물의 장은 용보다 더한 것이 없으니 날아오르고 변화하는 것을 누가 같이할 수 있으며, 털 있는 동물의 장은 기린(麒麟)이 제일이니 의(義)를 안고 인(仁)을 머금은 것이 왕자의 상서이며, 신이한 거북[神龜] 그림을 지고 나오니 인문(人文)이 베풀어졌고오총(五總)의 지혜가 갑충(甲蟲) 중의 첫째가 된다. 이 봉새는 아름다움을 모든 온전히 하여 세 동물과 짝하여 사령(四靈)이 된다. 소리가 음률에 맞으니 앵무새가 말할 줄 아는 것과는 다르며, 천 길[千仞] 높이 나니 어찌 홍곡(鴻鵠)의 뜻만이랴. 원앙새와 학이 그 밑에 돌며, 독수리가 물러나 피하고, 대붕(大鵬)새가 그 높이 낢을 양보하며, 제비가 그 밝고 지혜로움을 양보하고, 매와 새매가 그 웅걸하고 호기로움을 양보하며, 공작과 난새가 그 화려하고 아름다움을 양보한다. 저들 온갖 새들이 모두 앞서기를 미루고 감히 비교하지 못하거늘 하물며 할미새ㆍ종달새의 작은 것이나 올빼미ㆍ부엉이의 악한 것들이야 또 어찌 함께 말할 수 있으랴.그러므로《서경》에서 칭찬을 받고, 《시경》에 읊은 바 되며 〈학기(學記)〉에 전하고 《초사(楚辭)》에 찬양되었다. 이것으로 벼슬을 기록한 것은 소호씨(少昊氏) 세상에서 보이며 음률을 조화한 것은 황제(黃帝) 때에 알려졌고, 기년(紀年)에 있어서는 한(漢)ㆍ당(唐)의 황제가 번갈아 연호(年號)를 세우고, 덕을 비유하는 데 있어서는 삼설(三薛)ㆍ양위(兩魏)의 칭호가 마땅하다고 하니, 대개 예나 지금이나 모두 귀히 여기는 것이요, 내가 사사로이 말하는 바가 아니다. 옛날 헌원씨(軒轅氏) 때에는 그림을 머금고 와서 혹은 동원(東園)에 멈추고 혹은 아각(阿閣)에 깃들였으며, 요제(堯帝)가 정사를 할 때에는 다시 뜰에 보여서 그림을 펼치고 옥쇄를 주었으니 천고에 증험된 일이다. 유우씨(有虞氏 순(舜)) 때에 와서는 소소(簫韶) 음악을 아홉 번 연주하니 펄펄 날아와서 거들었던 것이 그 음률에 맞았으며 문왕(文王)이 도가 있고 주(周) 나라 왕실이 융성하니 기산(岐山) 아래서 화락하게 울었으니, 이것은 모두가 성한 덕에 감동하여 온 것으로서 실로 세상에 드문 기이한 만남인 것이다. 시대가 춘추(春秋) 때에 들어서는 왕실의 기강이 무너지고 공리(功利)의 설(說)이 일어나고 성현의 도가 숨겨지니 봉새가 이 기미를 알고, 높이 날아 멀리 갔네. 중니(仲尼)는 오지 않는다는 탄식을 일으키게 되고, 접여(接輿)는 덕이 쇠하였다는 탄식을 하게 된 것이다. 이후로는 치란(治亂)이 일정함이 없어서 인사(人事)가 잘 시행되지 않으니, 어찌 아름다운 상서가 이를 것이랴. 그러므로 영천(潁川)에의 날아다님과 진유(陳留)의 풀어줌이 있었다고 하더라도 그것은 일시의 기이한 것에 지나지 못한 것이요, 융성한 세상의 상서는 될 수 없는 것이었다. 방금 성명(聖明)께서 위에 계시어 문운(文運)이 크게 창성하니 안으로 구주(九州)에서부터 밖으로 먼 나라에 이르기까지 덕화가 널리 퍼져서 무성하고 성대하여 근대(近代)를 하풍(下風)으로 비루하게 보고 옛날에 비교하여도 빛이 있도다. 여기서 하늘과 땅이 감통(感通)하고 신과 사람에 믿어져서 바다와 산이 영이(靈異)함을 본받고, 비오고 개는 것이 때를 맞춘다. 단 이슬[甘露] 단술 샘[醴泉]과 아름다운 벼[嘉禾] 상서스러운 보리[瑞麥] 경성(景星)이며 경운(慶雲)이며, 추우(騶虞), 신작(神雀)과 함께 천마(天馬)는 기특하고 신룡(神龍)은 뛰놀며 십붕(十朋)되는 거북과 기린의 뿔이 연이어 이른다.기약도 하지 않고 삼한(三韓)의 채색 새[彩鳥 봉(鳳)]도 역시 와서 좋은 때에 감응하고, 화한 바람으로써 불고, 상서로운 구름으로 인도하여 그 빛깔이 빛나고 그 무늬가 찬란한 것이 저 높은 멧부리에서 조양(朝陽 산의 남쪽)에 우러러 덕의 황휘(煌輝)한 대궐을 바라본다. 무성한 높은 오동나무에 의지하고 우뚝우뚝한 성긴 대숲에 멈추며, 목마르면 지주(砥柱)의 물을 마시고, 주리면 임랑(琳琅)의 진기한 것을 먹으니, 보통 새들이 그 이름을 빌릴 수 없고, 혜성(慧星)이 참 별과 혼동될 수 없다. 대개 멀리 상류(常類)에서 뛰어나고, 지극한 인(仁)에 돌아가기를 즐겨하는 것이니, 이 때문에 구경하는 자가 앞을 다투고 말하는 자가 듣기를 좋아하며, 땅은 이로 인하여 신령스러워지고, 경치는 이로 인하여 좋아지며, 고을은 이로 인하여 이름이 나고, 사람은 지나면서 다시금 공경하는 것이니, 어찌 동쪽 나라의 문물(文物)이 한결같이 한번 새로워지며 우리 조정[明國]의 기화(氣化)가 전성함을 보지 않겠는가. 이렇게 노래하여 부른다. 봉새의 이르름이여, 지극히 다스려진 세상임을 나타내도다. 천자의 덕이 먼 나라에 두루 미치니, 봉새의 울음이여, 아름다운 상서에 맞았도다. 천자의 복조가 억만년은 전해지리.\n『신증』 김수온(金守溫)이 기순(祁順)의 부를 차운(次韻)한 서문에, “미천한 이 사람이 들으니, 성스러운 임금이 나면 반드시 성스러운 임금의 상서가 있다 한다. 그러나 왕자(王者)가 천명을 이어받아 정치를 하여 천하를 동일시하는 인(仁)의 교화가 해내ㆍ해외의 구별이 없으니 그 상서의 나타남이 혹은 먼 구석 치우친 나라에 있기도 하기 때문에, ‘불을 먹는 닭’과 ‘외뿔 기린’을 서쪽 지방에서 바친 것은, 분명한 그 징험인 것이다. 우리나라는 비록 한 모퉁이에 치우쳐 있으나 동쪽으로 퍼지는 중국의 문화를 실로 먼저 받았으니, 봉황이 이 고장 산에서 울었다는 것이 빈말이 아닐 것이다. 지금 황화대부(皇華大夫)가 몸소 이곳에 와서 그 일을 목격하고 부송(賦頌)을 지어서 돌에 새겨 광채가 산골짜기를 비친다. 이 사람이 보잘것없으나 나라의 옛일을 상고하여 정문(情文)을 겸하여 문득 높은 운(韻)에 의하여 또 한 편의 글을 짓는다. 대저 그 나라의 기이한 상서는 반드시 그 나라 사람이 글을 짓기를 기다리는 법이며 대부의 지은 글이 실지와 다름없음을 나타내고, 돌아가서 우리 대명(大明)의 큰 아름다움이 될 것이다.글에 이르기를, ‘객은 물산의 특출한 것으로 왕국의 영화(英華)이다. 신령스러운 흉금을 오(吳) 나라ㆍ초(楚) 나라에서 기르고, 높은 날개를 유주(幽州)ㆍ병주(幷州)에서 펼쳤고, 육합(六合)의 끝없는 곳을 돌아서 대괴(大塊 천지)의 무형(無形)한 것을 호흡하였네. 한 번 치고 한 번 춤추니 하늘이 이루어지고 땅이 평평해지고[天成地平], 기상을 변화하고 성정(性情)을 열었다 닫았다 하도다. 공경히 생각건대, 황명(皇明)은 운이 천일(千一)을 열었으니, 어찌 정치와 교화가 아름답고 밝을 뿐이랴, 또한 예악(禮樂)과 문물(文物)이로다. 명당(明堂)이 열림이여, 요순(堯舜)이 옷을 드리웠고, 낭묘(廊廟)의 높음이여, 기ㆍ룡(夔龍 순 임금의 어진 신하들)을 이었도다. 임금은 성스럽고 신하는 어질어 덕이 서로 합하고 뜻이 서로 같으니, 백 대로 올라가 옛적을 논하여도 지금보다 나을 수 없도다. 아름답다, 호해(湖海)의 높은 선비는, 정말 인물 중의 제일 상서로다. 벼슬 않고 아래 있으면 효제(孝悌)를 행하여 풍속이 흥기되며, 현달하여 위에 있으면 아랫사람의 마음이 상달되고 상덕(上德)이 널리 퍼지도다. 어찌하여 하루아침에 갓끈을 휘날리고 수레바퀴를 굴리며 부산하게 앞서거니 뒤서거니 하는가. 온화하고 아름다운 황제의 말씀을 입에 물고 윤음(綸音)의 착하고 아름다움을 차고서 오셨네. 동쪽 나라가 연산(燕山)과의 거리가 4천 리이나 공자(孔子)의 누추한 곳에 거하려던 것을 사모하며, 호시(弧矢)의 장한 뜻을 품고 조정 옷[朝表]을 걷고 저녁에 떠나니, 어찌 마음에 놀라고 몸을 피하랴. 쇠뇌[弩]를 지고 앞에서 먼저 가니 영광스럽고 이불을 가지고 종알종알함은 지혜롭지 못한 일이라고 돌아보건댄 우리 이 나라가 산천의 수려한 것 천하에 다 찾아보아도 비할 곳이 드무니, 명승과 이적(異跡)을 이루 다 셀 수 없네. 옛날 문왕(文王)은 늙은이를 봉양하여 서주(西周)의 덕화를 일으키자 봉이 와서 높은 언덕에 울어, 〈권아(卷阿 시경의 편명)〉의 시를 읊었으며, 굴원(屈原)이 〈이소(離騷)〉를 읊으니 초사(楚辭)라 이름하였네. 그런즉 봉황이라는 새는 성스럽고 밝은 때에 나오는 것으로서 덕 없으면 오게 할 수 없고 덕 있는 시대만이 마땅하네, 이것은 실로 하늘에 달렸고 사람에게 있는 것이 아니며 공(公)으로 하고 사(私)로 하지 못할 일이로다. 옛날 무왕(武王)이 은(殷) 나라를 혁명할 때에, 기자(箕子)가 대의(大義)로 주(周) 나라 조정에 신하될 수 없었으나 무왕이 구주(九疇) 홍범(洪範)을 물으니, 2대(代)의 문헌을 상고할 수 있었도다. 이에 수레는 노(輅)를 쓰고 풍악은 소(韶)를 따랐네. 조선에 봉하여 해뜨는 곳을 다스리니, 왕도[皇極]의 가르침이 펴지고 8조(條)의 정사가 융성하였네. 봉이 이에 한 번 내려오니 사람들이 그 화한 울음 소리를 들었네. 드디어 그 땅에 고을을 설치하여 그 이름이 없어지지 않았네. 나무꾼과ㆍ목동이 가끔 너울너울한 깃[羽毛]을 혹시 만나리. 대개 이 새는 압록강(鴨綠江) 물결에 물 마시고 먹이 쪼으며 계림(鷄林)의 수목에 깃들이고 모이나니, 그 오는 것은 왕덕(王德)이 태평함이요, 그 가는 것은 국정이 어지러울 때라네. 이는 부로(父老)들의 말로 전할 뿐만 아니라 서적에도 분명히 적혀 있도다. 다행히도 황각(凰閣 중서성(中書省))의 공자(公子)가 해뜨는 변방 먼 나라에 와서 놀며 수레를 그 아래 멈추고 남기실 음성 생각하며 감탄하면서 웅편(雄篇)의 문장을 발표하여 선양하니, 진실로 그 광채를 무엇으로 비기리. 이것은 일시의 이적(異跡)을 표현한 것만이 아니라 실로 천년의 상서를 나타냄이로다. 대개 이 작은 나라의 천한 선비들로 하여금 모두 황제의 덕업이 창성함을 우러러보며 그 은택을 입어 먼 나라에서 뛰놀면 온몸이 화창하고 귀에 쟁쟁하여 황제의 덕으로 돌아가서 밝은 빛에 가까이하게 함이로다. 그러나 옛날 황왕(皇王)의 지극한 정치는 사방에 빛나고 위아래에 이르러 온갖 곡식이 잘 익고 모든 날씨가 철에 맞아 사람마다 충신(忠信)을 행하고 집마다 콩과 보리가 있었다네. 그 당시엔 난새[鸞]와 봉이 나무 위에서 우는 것을 저 언덕 한 구석의 참새처럼 보며 신령스러운 용이 못에 노는 것을 물 속의 고기 뛰는 것처럼 여겼네. 어찌 거북의 십붕(十朋 붕(朋)은 옛날 화폐의 수량. 큰 거북의 값이 십붕한다는 말이다)을 귀하게 여기지 않을 뿐이랴, 기린의 외뿔도 귀히 여기지 않았으리. 이것은 대개 중화(中和)로써 근본을 삼고 박약(博約)으로써 학문을 삼으니, 일만 나라가 조공(朝貢)하는 것이 저 일백 냇물이 바다로 모여드는 것 같으며, 한 분[임금]이 경사가 있으니 여러 별들이 북두칠성으로 향하는 것 같았네. 더구나 천문(天文)이 밝음에 있어서도 어찌 경성(景星)ㆍ경운(慶雲)을 대수롭게 보았으랴.그러나 곤산(崑山)의 옥이 빈 골짜기에서 빛나는 것을 변화(卞和)가 초(楚) 나라 문왕(文王)에게 바쳤다가 울었고, 푸른 깃과 코끼리 이빨이 남쪽 나라에서 난 것을 당 나라 유안(劉晏)이 대궐에 바쳤으며, 미세한 초목까지도 서리를 업신여기고 눈[雪]에 거만스러운 지조가 있다 하여 솔과 대[竹]를 취하였도다. 저 봉황이라는 것은 역시 보통 새와 달라서 시대마다 진귀하게 여기나, 그것을 예전에 찾기보다는 지금에 취하는 것만 같지 못하며, 그것을 물건에서 취하기보다는 참 어진 사람에서 징험하는 것만 같지 못하도다. 지금의 황화대부는 시서(詩書)ㆍ육예(六藝)로 봉의 오채(五彩)를 삼고, 도덕ㆍ예의로 봉의 구포(九苞)를 삼으며, 시(詩)에 흥기하고 예에 서며, 덕에 의거하고 인(仁)에 의지하도다. 그것으로 먼 나라의 들에 노닐면 천하에서들 조양(朝陽)에 봉이 운다 하고, 그것으로 사방에 정치를 펴면 억조 백성들이 귀를 기울여 들으니, 이것이야말로 옛날이 아니면서 옛날이며 봉이 아니면서 봉이로다. 보기 드문 것을 가지고서 어리석은 풍속에 자랑을 삼지 않으며 들은 바에 합당한 것으로써 성세(聖世)의 존경을 받으니, 이것이야말로 천조(天朝)의 우의(羽儀)가 되고, 황제의 덕화에 문채를 놓아 황명(皇明)의 억만년 끝없는 정치의 성대함을 이룩하는 것이로다. 한 구석에 있는 이 사람이 이 말을 듣고 기뻐하며 기쁨으로도 부족하여 노래로 잇노라.’ 하고 노래에, ‘봉황이 온 것으로 지극한 태평을 드러낼 수 있다면, 이것은 그 실지를 경시하고 그 이름을 소중하게 여기며 그 근본을 버리고 그 지엽(枝葉)을 취함이로다. 제제(濟濟)한 많은 선비들이 있는 것은 국가를 잘 다스려짐이로다. 그것은 당세의 상서일 뿐만 아니라 이름과 사실을 천년까지 전할 것이로다.’ 하였다.” 한다.\n\n",
  "성씨": "본군 주(朱)ㆍ이ㆍ지(智)ㆍ전(全)ㆍ윤, 최ㆍ김ㆍ백ㆍ한ㆍ배ㆍ명(明)ㆍ황ㆍ곽(郭)ㆍ차 모두 속성(屬姓)이다. 오 해주(海州). 장(張) 장성(長城). 강(康) 재령(載寧).\n\n",
  "산천": "녹과산(祿科山) 고을 서쪽 5리에 있는 진산(鎭山)이다. 자비령(慈悲嶺) 고을 동쪽 60리에 있다. 서흥부(瑞興府) 편에 자세하다. 정방산(政方山) 고을 북쪽 40리에 있다. 건지산(乾之山) 고을 동쪽 60리에 있다. 적암(赤巖) 고을 동쪽 50리에 있다. 백학암(白鶴巖) 고을 서쪽 15리에 있다. 계유산(鷄遊山) 고을 동쪽 10리에 있다. 산에 양익봉(兩翼峯)이 있다. 관산(館山) 고을 동쪽 9리에 있다. 소이산(所伊山) 고을 동쪽 15리에 있다. 여계산(如鷄山) 고을 동북쪽 52리에 있다. 나한동(羅漢洞) 고을 남쪽 20리에 있다. 봉황대(鳳凰臺) 고을 서쪽 20리에 있다. 영천(靈泉) 고을 서쪽 25리에 있다. 수동(水洞) 고을 동쪽 30리에 있다. 바다 고을 서쪽 30리에 있다. 와화곶(臥火串) 고을 서쪽 15리에 있다. 율곶진(栗串津) 고을 서쪽 34리에 있다. 재령군 조(載寧郡條)에 자세하다.\n신룡담(神龍潭) 휴류암(鵂鶹巖)이라고도 하는데 못이 고을 북쪽 5리에 있다. ○ 고려조 명종(明宗) 때에, 감찰어사(監察御史) 함유일(咸有一)이 황주 판관(黃州判官)이 되었는데, 속현(屬縣) 봉주산(鳳州 봉산)에 이르러서 고을 사람들이 바위 아래 못 속에 신룡(神龍)이 있어서 모두들 공경하고 두려워하여 정성을 드린다는 말을 듣고, 함유일이 고을 사람을 불러 더러운 물건으로 그 못을 메웠다. 그날은 갠 하늘이었는데 갑자기 비가 오고 뇌성 번개가 무섭게 일어나서 사람들이 놀라 엎어지는 자도 있었는데, 좀 있다가 비가 개자, 메웠던 더러운 물건이 다 없어지고 다시 맑아졌다. 왕이 이 말을 듣고, 근신(近臣)을 보내어 제사 드렸으며 이로부터는 매년 봄가을에 향축(香祝)을 내려 제사 드렸다. 가물 때 비를 빌면 곧 응하였는데 본조(本朝)에서는 그 고을 관원을 시켜 제사 드렸다.○ 이제현(李齊賢)의 시에, “산 앞의 푸른 돌 쌍 사립문이 열렸는데, 돌 밑의 맑은 못 만 길이나 깊네. 밝게 햇빛을 담아 번쩍이고, 차갑게 수풀 그림자를 머금어 고요하고 그윽하네. 백성들 지금 바야흐로 탕(湯) 임금 때처럼 가뭄을 적셔 주기 바라는데, 정승된 이 누가 부열(傅說)의 장마 이루어 주려나. 출몰하는 저 물고기들 자세히 들여다보지 말라, 아마도 용이 먼저 보내서 사람들의 마음 시험하는 것이리.” 하였다.○ 최숙정(崔淑精)의 시에, “동산의 구름 기운 뭉게뭉게 깊은데, 신령스러운 못이 바로 구름 깊은 그 속에 있네. 구름이 오고 가니 절로 아침이요 또 저녁인데, 신룡이 여기 잠겨 용궁 삼았네. 물 근원 솟구쳐 돌틈에서 나오는데, 갠 날 무지개 내려와 마시니 유리(瑠璃) 빛 짙었네. 못가에 반석은 책상같이 평평하고, 그 위에 사당 있어 푸른 소나무에 이어 있네. 덩굴 부여잡고 내려다보니 두 눈이 아찔한데, 그 아래 한 물줄기 달려 흐르는구나. 그 물 나누어 관개함이 몇 백 이랑인지, 옥토(沃土)의 벼 해마다 풍년진다네. 이 고장 사람들 제사 드려 사철을 가리지 않고 기도하면, 감응하여 영험이 신기하다네. 용아, 용아, 게을리 누워 있지 말고 때맞추어 구름과 비 주어 천하를 적셔 주소.” 하였다.\n대천(大川) 고을 남쪽 5리에 있다. 관탄천(館灘川) 고을 서쪽 19리에 있다.『신증』 발리산(鉢里山) 고을 북쪽 7리에 있는 진산(鎭山)이다.\n\n",
  "토산": "갈대[蘆]ㆍ물억새[荻], 배[梨] 품질이 좋다. 지황(地黃)ㆍ은어[銀口魚].\n",
  "봉수": "건지산 봉수(乾之山烽燧) 남쪽으로 서흥부 소을마산(所乙麽山)에 호응하고 북쪽으로 황주 천주산(天柱山)에 호응한다.\n\n",
  "누정": "환취루(環翠樓) 객사 동쪽에 있다. ○ 명 나라의 단목지(端木智)가 건문(建文) 4년(태조 2)에 사신으로 와서 올라보고, 사면으로 산이 둘러 푸르른 것을 사랑하여 드디어 환취라고 이름을 짓고 시를 지었다. 시에, “바다와 산이 멈추는 곳마다 뜻에 맞는데, 천 길 산이 내 눈을 서늘하게 하는구나. 활짝 걷히자 뜬구름 위에 솟았고, 굽이쳐 둘러 긴 물가를 가렸네. 돌아보니 금봉조(金鳳鳥)요, 마주 있는 섬은 연꽃이 빼어났구나. 푸른 공중이 장막을 쳤으며 노을빛이 단구(丹丘 신선이 사는 곳)에 비치누나. 연작(燕雀)의 뜻 떨어버리고 홍곡(鴻鵠)의 노는 것 그리워하네. 그대 잠거(簪裾 벼슬하는 사람의 의관)가 어찌 얽매었다 하랴, 큰 노래에 온갖 시름 가시네.” 하였다.○ 명 나라 반문규(潘文奎)의 시에 “땅이 동남으로 돌면서 한 길이 넓어지는데, 겹쳐 있는 누각이 구름 끝에 일어섰네. 좋은 산이 사면에서 뾰죽뾰죽 창[戟]과 같고, 빽빽한 나무 천 그루나 푸르러 모였네. 남기(嵐氣)가 따스하고 훈훈하니 책상이 윤택하고, 새소리가 맑게 가까우니 무늬 새긴 창문이 차구나. 올라와 구경하니 한없는 고향 생각, 봄바람의 열두 난간을 다 기대보네.” 하였다.○ 이첨(李詹)의 시에, “객중의 정회를 스스로 풀 길이 없어, 누각에 올라 붓끝 빌려 써보리. 포도가 옥잔에 가득하니 풍광(風光)이 따뜻한데, 뽕나무가 마을에 이어 있으니 들빛이 뭉쳤네. 한 줄기 물이 깊으니 봄눈이 녹았고, 사면 창문 산이 가까우니 새벽에 추위가 생기네. 중국 사신 이름 남긴 후로 몇 명의 시인들이 오래도록 난간을 의지했나.” 하였다.○ 김첨(金瞻)의 시에, “아득한 평원(平原)이 눈앞에 넓은데, 붉은 지붕과 푸른 기와가 수풀 끝에 솟았네. 서원(西園)에 비 개니 꽃이 처음 피었고, 동령(東嶺)에 구름이 걷히니 달이 한창 둥글구나. 백 척 장송(長松)에 이끼 버섯이 오래었고, 사면 처마 뭇 멧부리에 푸른빛이 차네. 좋은 시절, 명승지에 아름다운 곳 만나니, 사신을 멈추어 오래도록 난간을 의지하게 하네.” 하였다.○ 예겸(倪謙)의 시에, “정오가 지나서 잠시 안장을 풀고 봉산의 누각 위에서 난간을 의지했네. 모란화야, 얼른 쉽게 피지 말고, 동풍에게 일러두어 나와보기 기다리게 하라.” 하였다.○ 진감(陳鑑)의 시에, “푸른빛 깊은 곳에 아로새긴 지붕 내려다보니, 사면에 산이 많아 몇 층인지 셀 수 없네. 석양(夕陽)은 빛을 놓아 발해(渤海)에 밝고, 늙은 소나무의 푸른빛 나누어 술잔[觚稜]에 들어오네. 맑은 바람에 푸른 난새[靑鸞] 타고 싶으니, 더위를 물리치는데 하필 옥 사발의 얼음이랴. 황경(皇京)에 머리를 돌리지만 돌아가지 못하니, 구름다리를 내려왔다가 또 거듭 오르게 되네.” 하였다.○ 고윤(高閏)의 시에, “하인 시켜 베개 자리 옮기고, 한가히 이 다락에서 쉰다네. 뜬구름에 지는 해는 어른어른 산 머리에 있네. 푸른 홰나무 맑은 그늘 드리워 있는데, 우는 새는 찾은 곳이 있는 듯 좋은 바람 남쪽에서 불어오니, 다시금 난간이 그윽함을 느끼겠네. 높이 읊조림이 드디어 시를 이루었는데, 술이 있으니 잠시 머물러 가세나. 왕사(王事) 아직 마치지 못했으니 나의 가는 길 어찌 쉬리.” 하였다.○ 진가유(陳嘉猷)의 시에, “봉산(鳳山)이 둘러 쌓여 높은 지붕을 호위했는데, 홀로 구름다리 걸으니 몇 층이나 되는지. 해가 바다 위에 떠오르니 시야가 밝아지고, 바람이 푸른 나무에 부니 술잔을 움직이네. 처마에 푸른 남기(嵐氣)는 나부끼는 비 같고, 땅에 가득한 배꽃은 얼음으로 만든 것인 듯. 하늘 동쪽 경치 좋은 곳에, 우리들 몇 사람이나 올라 보았는지.” 하였다.○ 장녕(張寧)의 시에, “봉산의 누관(樓館)이 그득하게 높은데, 거리를 지나오는 사신의 수레로세. 사람 말[語]은 지역이 다르니 점점 알아질 듯, 시 생각은 병이 많으니 모두 스러지려 하네. 저 새벽 그림자 멀리 바라보니 구름이 기러기와 나란하고, 들렸다 끊겼다 하는 차가운 소리는 바다에 조수가 나가는 것이라네. 무어라 풍속을 물어보며 또 옛일 다시 조상하리, 사방에 일 없으니 부역(賦役)이 쉬었네.” 하였다.○ 김식(金湜)의 시에, “동으로 천리를 온 기자(箕子)의 봉역(封域)이라 하는데, 한 번 높은 다락에 오르니 흥이 배나 더하구나. 부(賦)를 짓는 사신(詞臣)들 말에 기대는[倚馬] 재주 많고, 노래 부르는 호걸은 전일에 용을 따르는 이들. 땅은 창해(滄海)에 이어 있으니 조수 소리가 가깝고. 발은 푸른 산에 드리웠으니 나무 그림자 겹겹이네. 오늘 올라와 구경하며 취하도록 마실 것이, 내일 아침 돌아보면 뭇 봉우리 막혔으리.” 하였다.○ 장성(張珹)의 시에, “그늘진 여름 나무 사면 처마를 둘렀는데, 원근의 남기(嵐氣) 빛 얕았다 짙었다 하네. 산 형세는 동으로 나와 춤추는 봉(鳳)을 맞이하는데, 황제 사신은 북으로 가니 나는 용을 쳐다보네. 벽오동 새벽 날에 3천 그루인데, 단혈(丹穴)의 갠 구름은 몇 만 겹인지. 신선의 옥 퉁소를 빌릴 수 있다면, 한가로이 불면서 정상에 오르리.” 하였다.○ 기순(祁順)의 시에, “산머리 옛 동구를 흰 구름이 막았는데, 다락 위의 남기(嵐氣) 빛이 눈 온 뒤에 짙어졌네. 늙어가니 시명(詩名)은 조하(趙嘏)가 부끄럽고, 취해오니 호걸 기운 원룡(元龍)과 비슷하네. 한 사람이 경사 있으니 천하가 태평하고, 천리 먼 곳에 은혜를 베푸니 비와 이슬이 거듭 내리네. 조양(朝陽)을 향하여 봉의 울음 들으려 하니, 푸른 오동과 무성한 대숲이 갠 봉우리를 막았네.” 하였다.○ 장근(張瑾)의 시에, “푸른 남기(嵐氣) 부슬부슬 채색 지붕 둘렀는데, 흥이 나니 바로 최고봉으로 올라가네. 사방의 나무 그늘은 하늘 일산 덮은 듯, 한 조각 구름 그림자가 달빛을 상쇄시키네. 발[簾] 밖의 바다 산에는 아직 눈이 있고, 길 곁 돌 시내에는 벌써 얼음이 풀렸네. 동쪽 나라 좋은 경치 얼마나 많은지, 사신이 노닐며 두루 구경하네.” 하였다.○ 동월(董越)의 시에, “평원은 가득히 바라보는데 오직 봉산 고을만이 보이네. 무쇠를 구부린 듯 솔가지가 늙었는데, 잇달은 구름처럼 보리밭도 많구나. 다리는 방초(芳草) 나루터에 가로놓였고, 사람은 석양 다락에 의지했네. 시편(詩篇)이 아니더라면 정말 꿈속의 놀이 되었겠네.” 하였다.\n『신증』 당고(唐皐)의 시에, “환취루 앞에 잠시 말을 쉬게 하는데 끝없는 시 생각이 강가에 둘렸네. 앞사람들 모든 경치 두루 다녀 보았겠지만 나만은 깊은 겨울에 와서 무엇을 보나.” 하였다. ○ 시 짓는 이 몸이 게으르게 말안장에 앉은 것 괴이히 여기지 말라, 세상사 매양 서로 관계됨을 어찌할 수 없네. 봉산 정자 아직도 푸른 산이 둘렸으니[環翠], 어쩌면 시인이 웃으며 볼거나.\n\n『신증』 척서루(滌暑樓) 객사 동쪽에 있다.\n\n",
  "학교": "향교 고을 북쪽 1리에 있다. 『신증』 고을 동쪽 2리에 있다.\n\n",
  "역원": "검수역(劍水驛) 고을 동쪽 40리에 있다. 절령역(岊嶺驛)을 폐지하고 여기로 옮겨 설치하였다. ○ 김식(金湜)의 시에, “이곳을 거듭 지나니 마침 비 온 뒤라, 그 좋은 풍물을 사람으로야 어찌하리. 물이 옛 시내를 잊으니 교량(橋梁)이 적고, 길이 깊은 산으로 들어가니 초목도 많구나. 수레와 일산이 체모가 있으니 습속을 고치기 어렵고, 시골 말투는 글자가 없으니 잘못 전하기 쉬우리. 새로 가져온 보검(寶劍)이 천 금짜리나 되는데, 바위 샘물에다 한번 갈아나 볼까.” 하였다.○ 장성(張珹)의 시에, “돌아가는 말[馬] 바삐 또 여기를 지나는데, 다리는 기울고 물은 넘치니 어찌하면 좋으랴. 문득 보니, 들에 가득 농부들 기뻐하는구나. 아침까지 비 많이 왔다고 괴이히 여기랴. 평탄하고 험한 것 제 스스로 보아 지나갈 것이지, 노(魯) 자와 어(魚) 자를 누가 다시 그릇된 것 분별하리오. 풍파란 나그네길에 흔히 있는 일인데, 장한 절개는 원래 갈려 없어지지 않으니.” 하였다.○ 동월(董越)의 시에, “수풀 꽃 옆에 잠시 쉬니, 산이 깊은데 해 아직 기울지 않았네. 떨어진 꽃은 개미 구멍에 펄럭이고, 묵은 꽃송이에 벌떼들 어지럽구나. 석굴(石窟)에는 이무기가 숨어 있고, 천류(泉流)에는 보검[鏌鎁]을 감추었다네. 이 사이에 아름다운 기운 있으니, 누굴 시켜 장화(張華)에게 알려 줄거나.” 하였다.○ 왕창(王敞)의 시에, “용천검 한 쌍 물 속에 잠겼는데, 우정(郵亭)은 홀로 산을 베고 있구나. 처마끝에는 푸른 멧부리 합했고, 돌층계엔 자색 이끼가 아롱지네. 게으른 버들개지 날자마자 떨어지고, 외로운 구름은 갔다 다시 돌아오는구나. 멀고 먼 길에 여윈 말을 채찍질하니, 흰 갈매기의 한가로움에 웃음이 나는구나.” 하였다.\n동선역(洞仙驛) 고을 북쪽 15리에 있다. 예전에는 황주에 있었는데, 절령(岊嶺)길이 폐지된 다음 여기로 옮겨 설치하였다. 소관역(所串驛) 고을 동쪽 5리에 있다. 관산역(館山驛) 고을 동쪽 10리에 있다. 사리원(沙里院) 고을 북쪽 20리에 있다. 율관원(栗串院) 고을 서쪽 40리에 있다. 관음원(觀音院) 고을 서쪽 5리에 있다.\n\n",
  "교량": "누교(樓橋) 고을 동쪽 3리에 있다.\n\n",
  "불우": "중흥사(中興寺)ㆍ덕구사(德仇寺)ㆍ보리사(菩提寺)ㆍ심적암(深積菴)ㆍ불지사(佛智寺) 모두 자비령(慈悲嶺)에 있다. 정림사(淨林寺)ㆍ정수사(淨水寺)ㆍ관성암(寬性菴)ㆍ견성암(見性菴)ㆍ우지사(亏知寺)ㆍ망일암(望日菴)ㆍ회산사(檜山寺) 모두 계유산(鷄遊山)에 있다. 성불사(成佛寺)ㆍ관불사(觀佛寺)ㆍ도증암(道證菴)ㆍ상원사(上院寺)ㆍ일출사(日出寺)ㆍ고산사(高山寺) 모두 정방산(政方山)에 있다.\n\n",
  "사묘": "사직단 고을 서쪽에 있다. 『신증』 고을 남쪽 13리에 있다.  문묘 향교에 있다. 성황사 고을 북쪽 1리에 있다.『신증』 고을 남쪽 14리에 있다. 여단(厲壇) 고을 북쪽에 있다.『신증』 고을 남쪽 13리에 있다. 신룡담사(神龍潭祠) 고을 북쪽 5리에 있다. 휴류암연(鵂鶹巖淵)이라고도 이름한다. 『신증』 고을 서남쪽 14리에 있다.\n\n",
  "고적": "휴류성(鵂鶹城) 고을 북쪽 2리에 있다. 돌로 쌓았으며, 둘레가 8천 6백 56척, 높이 15척인데, 안에 우물 한 곳이 있고 또 군창(軍倉)이 있다. 신라 경덕왕(景德王) 21년에 쌓았는데, 지금은 절반이나 무너졌다. 고당성(古唐城) 고을 서쪽 12리에 있다. 흙으로 쌓았는데 둘레가 4리, 높이 24척이다. 관혜향(觀惠鄕) 고을 남쪽 10리에 있다.\n\n",
  "인물": "",
  "고려": "김덕련(金德連) 아버지가 몹쓸 병에 걸리자, 손가락을 잘라서 피를 드리니 아버지 병이 나았다. 사실이 조정에 알려져 정문을 세웠다.\n\n",
  "효자": "",
  "제영": "곳곳에 등 밝히고 관현(管絃)을 연주하네. 명 나라 육옹(陸顒)의 시에, “멀리 바라보니 계림(鷄林)이 해변에 가까웠고, 동으로 오니 정절(旌節)이 산천에 비치네. 봄밤 역관(驛館)이 모두 비슷비슷한데 곳곳에 등 밝히고 관현을 연주하네.” 하였다. 봉양(鳳陽) 정절(旌節)이 갠 시내를 비치네. 명 나라 주맹헌(祝孟獻)의 시에, “친히 윤음(綸音) 받들고 해 뜨는 지역으로 내려오니 봉양 정절이 갠 시내를 비치네. 먼 지방이 조공하여 전란이 그쳤으니 봉양 정절이 개인 시내를 비치네. 먼 지방이 조공하여 전란이 그쳤으니 일만 나라의 기쁜 노래 순(舜) 임금 거문고를 즐기네.” 하였다. 산은 푸르고 구름 흰데 길은 좁고 아득하구나. 산은 푸르고 구름 흰데 길은 좁고 아득하네. 버들개지 바람 따라 봉양(鳳陽)에 당도했네. 옛날 일, 내 어버이 회수(淮水)를 건너가서, 북순(北巡)하던 시절에 고황(高皇 명 태조)을 모셨던 것 생각나네.” 하였다. 전년에 수레 멈추고 봉주(鳳州)에서 묵었네. 장근(章瑾)의 시에, “전년에 수레 멈추고 봉주에서 묵었는데, 훈풍(薰風)이 먼저 초량루(草涼樓)를 지났네. 지금 6월의 삼한(三韓) 길은 옛날 놀던 강산과 비슷하네.” 하였다. 폭포수 뿌려와서 안개를 이루네. 김식(金湜)의 시에, “푸르른 연기 낀 풀 반이나 처량하고 희미하니, 이것이 산중의 옛날 길이라네. 폭포수 뿌려와서 안개를 이루고, 바위에 꽃 떨어지자 밟아 진흙 되네. 마침 좋은 술 있어 객을 맞아 취하는데, 누가 그윽한 새를 보내 객을 향해 우는고. 고향 생각 가슴 가득, 어디다 풀고 좋은 시를 마음가는 대로 익숙히 쓰네.” 하였다.\n\n12영(詠) 이색(李穡)의 시. 봉황대(鳳凰臺) 높은 대가 임학(林壑)을 내려다보니 많은 산은 궤연(几筵) 같구나. 또 흰 새가 모인 곳에 외로운 봉새 펄펄 날아드는 듯, 채색 깃은 아득하여 보기 어렵지만, 아름다운 이름은 천년에 전해지네. 오동꽃은 떨어진 지 오래고, 고목엔 푸른 연기가 어둡구나. 나그네의 깊은 뜻이 있어, 권아편(卷阿篇) 낭랑히 읊네.\n백학암(白鶴巖) 푸른 바위 천 길이나 높은데, 은은하게 안개비[煙霏] 머금었네. 긴 바람 휙 불어오니, 백학이 타고 날아가네. 훨훨 마음껏 날아 해가 멎도록 나를 버리지 않으리. 밤중 달 아래서 청전(靑田 산 이름으로, 학으로 유명함)을 꿈꾸고, 가을 서릿발에는 흰 옷을 나부끼리. 천 년 전의 사람이 훨훨 학과 함께 할 수 없음이 한이로세.\n관음전(觀音殿) 내가 들으니, 보타산이 멀리 남해 가운데에 있다고 하네. 노는 사람은 짚이라도 믿고 놀란 물결은 먼 공중을 헤친다네. 멀리 남해의 험한 곳을 건너는 수고를 하지 않아도, 여기에 이 청련궁(靑蓮宮)이 있구나. 절하면서 수월(水月 관세음(觀世音))을 상상하니 황홀히 원통(圓通 관음원통(觀音圓通))에 노는 것 같구나. 병 속에 한 가지 버들 있으니 가는 곳마다 모두 봄바람이네.\n장경각(藏經閣) 서방 축건(竺乾) 몇만 리냐, 백 마는 참으로 나는 구름이네.천만 두루마리를 번역해 내었으니, 중서군(中書君)을 다 늙게 했네. 많은 말로 미묘한 이치 말하였으니, 변재(辯才)로다, 석가(釋迦)의 글이여. 그 누가 있어 이 집을 지었나, 성긴 난간에 붉은 서기(瑞氣) 통하네. 오랜 겁(劫)에 이미 문훈(聞熏)하였네.\n나한동(羅漢洞) 나한을 사람들이 알지 못하는데, 때로 범을 타고 논다네. 흰 구름 돌 위에서 일어나고, 맑은 샘물은 꽃 아래로 흐르네. 누가 이 동중(洞中)에 살면서 공(空)을 배워 세속의 시끄러움 피하나, 공명(功名)에는 참으로 허상이요 천지는 또 물거품 같구나. 부끄럽다, 이 내 몸 오욕(五欲)으로 차서 구슬프게 바라보며 부질없이 머리만 긁네.\n거사암(居士菴) 나는 산중 사람 좋아하니, 흰 망아지에 한 묶음의 꼴. 신선 되어 간 후 적막한데, 높은 그 풍도(風度)를 누가 계승하나. 석실엔 글이 벌써 쇠잔한데, 지초 밭은 비에 아직 푸르구나. 지금도 밤중에 학이 울고 산 위의 달이 그윽하고 적적함을 비쳐 준다네. 옛날을 생각하며 한 번 크게 탄식하니, 분분한 세상사 몇 번이나 영욕이 바뀌었나.\n양익봉(兩翼峯) 두 봉우리 날 것 같은데, 두 날개가 높이 날아가려 하네. 하늘이 날아갈까 두려워서 돌로 뼈를 만들었네. 맑은 바람은 푸른 덩굴 속에서 일어나는데, 가느다란 냇물은 흘러 달을 부수네. 내 들으니, 인(仁)한 자는 정(靜)하다더니 중후하여 이치를 알 수 있네. 어찌하여 날아 움직이려 하는가. 머리를 들고 천궐(天闕)을 상상하네.\n신룡담(神龍潭) 못이 어찌 그리도 깊은가. 만고에 천택(天澤)을 저장하였네. 신룡이 서려 있는 곳에 밤마다 흰 기운이 일어난다네. 날고 잠기는 것[용(龍)] 본래 때가 있으니, 며칠 안 가서 벼락이 치게 되리. 한 번 비 내려 사해(四海)에 두루 미치리니, 어진 자는 자연 대적할 이 없다네. 산 앞의 사람들을 보지 못하였나, 벼 김맬 때 땀이 구슬처럼 떨어지는 것을.\n백척추(百尺楸) 백 자나 되는 늙은 추나무[楸樹] 우뚝 서서 산감(山龕)에 임하였네. 뇌락(磊落)하여 풍우를 흔들고 날이 맑으면 푸른 기운이 떠오르네. 서로들 전하기를 진ㆍ위(晉魏) 시대를 거쳤다고 하니, 나무 중에는 팽조(彭祖)와 노담(老聃 오래 산 사람들)이네. 재목이 크면 예부터 쓰이기 어려운 것, 버려두어도 마음에 달갑다네. 역사(櫟社)는 자연 보전될 수 있는 것, 《 남화경(南華經 장자(莊子))》의 그 말이 믿어지누나.\n오리송(五里松) 아름다운 푸른 수염의 늙은이[蒼髥叟 소나무를 말함], 산중의 옛 군자라네. 은사(隱士)들과 서로 따르니 속세의 선비 아닌 줄 알겠네. 허사(許史 한(漢) 나라 때 세도를 부리던 외척 허씨와 사씨를 말함)와 금장(金張 모두 권귀로, 김일제. 장안세이다)은 원래 자취가 물 같은 것, 들판의 학이 때로 날아오고 맑은 바람은 가지 위에서 일어나네. 한 해 저물어 눈ㆍ서리 많을 때, 그대와 함께 남은 생애 보전할거나.\n영천(靈泉) 학이 쪼아 맑은 샘물이 나오니, 서늘하여 폐부(肺腑)를 찌르네. 이 물 마시면 신선의 뼈가 되려는 듯하여, 사람으로 하여금 현포(玄圃 곤륜산에 있다는 신선이 사는 곳)를 생각하게 하네. 어찌 시심(詩心)을 씻을 뿐이리. 죽을 병도 물리칠 수 있으리. 평생에 청정(淸淨)을 사랑하니, 다보(茶譜)를 속(續)하였으면 하네. 돌솥을 가지고 가, 소나무 가지에서 비 뿌리는 것 보리.\n수동(水洞) 아악(雅樂)이 오랫동안 흩어졌으니, 사양(師襄)이 바다로 들어갔네. 궁(宮) 소리 상(商) 소리 서로 난잡하니, 음절 곡조는 망연하여 의거할 데 없네. 문득 놀라운 것은 동중(洞中) 물, 맑게 울려 음률에 맞네. 사물의 이치는 원래 저절로 이루어지고, 천기(天機)는 묘하여 엿보기 어렵네. 다만 금석을 감춘 그곳에, 홍동(鴻洞)이 어디인지 알지 못하네.\n\n《대동지지(大東地志)》\n",
  "연혁": "중종 18년에 관아를 백운산(白雲山) 아래로 옮겼다. 옛 관아 남쪽으로 15리에 있는데 휴암성(鵂巖城)이 보인다.\n\n",
  "방면": "토성 남쪽으로 15리에 있다. 귀연(龜淵) 동남쪽으로 50리에 있다. 감당(甘棠) 남쪽으로 50리에 있다. 묵천(墨川) 남쪽으로 60리에 있다. 초구(楚邱) 남쪽으로 35리에 있다. 무릉(武陵)ㆍ어사(御史) 모두 남쪽으로 70리에 있다. 문정(文井) 남쪽으로 50리에 있다. 미산(眉山)ㆍ사인(舍人) 모두 서쪽으로 40리에 있다. 사원(沙院) 서쪽으로 25리에 있다. 서호(西湖) 서남쪽으로 30리에 있다. 와현(臥峴) 서남쪽으로 40리에 있다. 동선(洞仙) 북쪽으로 15리에 있다. 산수(山水) 동쪽으로 40리에 있다.\n\n",
  "성지": "○ 동선관행성(洞仙關行城) 북쪽으로 15리 황주(黃州) 경계에 있으며 속칭 사인암성(舍仁巖城)이라 하며 돌이 공중에 우뚝 솟아 있어 적암(積巖)이라 이름하고, 사인암(舍人巖)이라고 부른다. 고갯길이 좁고 매우 비탈져 말과 같이 걸어갈 수가 없다. 영종(英宗) 22년에 성을 쌓아서 동쪽과 서쪽에 문(門)을 설치하였다. 성의 길이는 모두 1천 9백 70보다.\n\n",
  "영아": "전영(前營) 인조(仁祖) 때에 설치하였다. ○ 전영장이 1인인데 본 부사(本府使)가 겸한다. ○ 속읍으로는 봉산(鳳山)ㆍ황주(黃州)와 속진으로는 동리(東里)ㆍ산산(蒜山)이 있다.\n\n",
  "진보": "동리진(東里鎭) 동쪽으로 15리 상산령(商山嶺) 아래에 옛적 만호(萬戶)가 있다. ○ 상산령(商山嶺)ㆍ무초령(茂草嶺)ㆍ고성령(高城嶺)을 지킨다. ○ 병마동첨절제사(兵馬同僉節制使)가 1인이다. 산산진(蒜山鎭) 서북쪽으로 25리에 옛 극성진(棘城鎭)의 터가 있다. 숙종 4년에 진을 설치하고, 8년에 흑교진(黑橋鎭)을 극성(棘城)에 옮겨 합치고, 첨사겸별중영장(僉使兼別中營將)으로 승격시켰다가 후에 별중영장은 감하였다. ○ 병마동첨절제사가 1인이다.\n\n혁폐 극성진(棘城鎭) 고려 때에 흙으로 행성(行城)을 쌓아서 관문(關門)을 설치하였다. 정방산(正方山)의 봉우리에서부터 박배포(朴排浦)까지 방수군(防守軍)을 두어 평지엔 가시나무를 심었다. 본조 2년에 돌로 성을 다시 쌓았다. 단종(端宗)이 즉위하여 공사를 정지시켰으니 지금도 성가퀴가 여기저기에 남아 있다. 관문 바로 아래에서 선도(鐥島)까지의 땅이 평지이고 험한 곳이 없어 그 가운데 깊은 곳엔 물이 고여서 개간하여 농사짓는다. 비록 가시나무를 심어서 성을 둘렸으나 면적이 넓어서 지키기 어려우니 반드시 높은 담[墉]을 여러 겹 쌓아서 험준하게 만들어야 한다. ○ 고려 공민왕(恭愍王) 10년에, 관군(官軍)이 홍건적을 방어하여 이곳에서 모두 섬멸하였다. 패강진(浿江鎭) 지금 극성진(棘城鎭) 터인데 신라는 대동강(大同江)으로 경계를 하였기 때문에 거진(巨鎭)을 이곳에 설치하였다. 선덕왕(宣德王) 3년에 순행(巡幸)하여 한산주(漢山州)에 패강진(浿江津)을 설치하여 백성을 이주시켜 살게 하였다. 원성왕(元聖王) 원년(元年)에, 패강진(浿江鎭)으로 고쳐 도독(都督)이 총관하게 하였다. 헌덕왕(憲德王) 18년에 우잠(牛岑) 태수 백영(白永)에게 명하여 한산 이북의 모든 군내의 사람들 10만 명을 동원하여 패강장성(浿江長城) 3백 리를 쌓았다. ○ 극성(棘城)에서부터 대간(大幹)ㆍ봉산(鳳山)ㆍ황주(黃州)ㆍ서흥(瑞興)ㆍ수안(遂安)ㆍ곡산(谷山)에 관련된 영(嶺)의 위에서 가끔 행성(行城)의 옛터가 보이는 것은 백영(白永)이 쌓은 바의 것이다.\n\n",
  "창고": "읍창(邑倉)ㆍ동창(東倉) 동쪽으로 10리에 있다. 남창(南倉) 남쪽으로 70리에 있다. 오리포창(梧里浦倉).\n",
  "역참": "도공역(陶工驛)ㆍ소관역(所串驛). 기발(騎發) 산수원참(山水院站)ㆍ관문참(官門站)ㆍ동선참(洞仙站).\n",
  "진도": "황병곶(黃柄串) 서쪽으로 40리에 있으며 안악(安岳)과 통한다. 충열사전(忠列祠前) 서남쪽으로 35리에 있으며 서호방(西湖坊)으로부터 재령(載寧)의 소로(小路)로 통한다. 대천교(大川橋) 당성천(唐城川)이 범람하면 배를 사용한다.\n\n",
  "사원": "문정서원(文井書院) 숙종 신유년에 건축하여 계미년에 사액(賜額)하였다. 이이(李珥)ㆍ김장생(金長生) 모두 문묘(文廟) 조에 보인다. 김집(金集) 태묘(太廟) 조에 보인다. 강석기(姜碩期) 자는 복이(復而), 호는 월당(月塘)이며 회천(禬川) 사람이다. 벼슬은 우의정이며 시호는 문정(文貞)이다.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 구포(九苞) : \n봉황의 깃에 나타나는 아홉 종류의 빛을 말한다.\n\n[주-D002] 여섯 가지 형상[六像] : \n육상(六像)은 눈은 해의 모습이고[目像日] 등은 달의 모습이며[背像月] 등의 여섯 가지이다.\n\n[주-D003] 신이한 기북[神龜]……베풀어졌고 : \n거북이 낙수(洛水)에서 그림을 지고 나오자 우(禹)가 그것을 보고 구주(九疇)를 알아내었다.\n\n[주-D004] 오총(五總)의 지혜 : \n거북이 2백 년이 일총(一總)이 되는데 오총(五總)이 된 거북은 물으면 모르는 것이 없다고 한다.\n\n[주-D005] 사령(四靈) : \n기린ㆍ봉황ㆍ거북ㆍ용이 사령(四靈)이다.\n\n[주-D006] 어찌 홍곡(鴻鵠)의 뜻만이랴 : \n‘제비가 어찌 홍곡(鴻鵠)의 뜻을 알랴.’ 한 옛 사람의 말이 있다.\n\n[주-D007] 중니(仲尼)는……탄식 : \n공자는, “하수(河水)에서 그림이 나오지 않고 봉새가 이르지 않는다.” 탄식하였다.《論語》\n\n[주-D008] 접여(接輿)는……탄식 : \n초 나라 광인 접여가 공자를 봉황에 비유하면서 덕이 쇠하였다고 탄식하였다.《論語》\n\n[주-D009] 덕의 황휘(煌輝) : \n《이소경(離騷經)》에, “봉황이 천 길 높이 날다가 덕휘(德輝)를 보고 내려온다.” 하였다.\n\n[주-D010] 정문(情文) : \n정(情)은 마음의 느낌을 말하는 것이요, 문(文)은 꾸미는 문장이나 의식(儀式)을 말하는 것이다.\n\n[주-D011] 천일(千一) : \n천 년 만에 황하수가 한 번 맑아지면 성인이 태어난다고 한다.\n\n[주-D012] 명당(明堂) : \n명당(明堂)은 천자가 제후(諸侯)의 조회를 받고 정치하던 곳이다.\n\n[주-D013] 공자(孔子)의……거하려던 것 : \n공자가 동방의 구이(九夷)에 거하려 하자 어떤 이가 말하기를, “누추하니 어찌 하렵니까.” 하니, 공자는, “군자가 거하는데 무슨 누추함이 있으리오.” 하였다. 이 글에서는 우리 조선을 구이(九夷)의 땅으로 본 모양이다.\n\n[주-D014] 호시(弧矢)의 장한 뜻 : \n옛날 풍속에 남자가 처음 나면 활과 화살을 만들어서 사방으로 쏘는데 그것은 남자는 사방에 다니며 공명(功名)을 이루라는 뜻이다.\n\n[주-D015] 이불을 가지고 종알종일함 : \n한유(韓愈)가 위구르[回鶻]에 사신으로 가는 은 원외(殷員外)에게 지어 준 글에, “지금 벼슬하는 이들이 하룻밤 숙직(宿直)에 이불을 가지고 들어가면서도 집을 잊지 못하여 계집종을 돌아보고 종알종알 잔말을 하는데 은 원외는 만리 외국으로 가면서도 조금도 기색에 나타내지 않는다.” 한 말이 있다.\n\n[주-D016] 수레는……소(韶)를 따랐네 : \n“하(夏)의 역서(曆書)를 쓰고 은(殷) 나라의 수레[輅]를 쓰고 음악은 소(韶 순의 음악)를 써야 한다.” 하였다. 《語論》\n\n[주-D017] 옛날……이르러 : \n요(堯) 임금의 덕을 찬양한 말이다. 《書傳》\n\n[주-D018] 중화(中和) : \n“중화(中和)를 극치로 하면 만물이 발육된다.” 하였다. 《中庸》\n\n[주-D019] 박약(博約) : \n“문(文)으로써 넓게 하고 예로써 요약한다.[博文約禮]” 하였다. 《論語》\n\n[주-D020] 탕(湯) 임금 때처럼 가뭄 : \n탕왕 때에 7년 가뭄이 있었다.\n\n[주-D021] 부열(傅說)의 장마 : \n은(殷) 나라 고종(高宗)이 부열(傅說)을 정승으로 임명하면서, “너는 가뭄에 장마[霖]가 되라.” 하였다.\n\n[주-D022] 말에 기대는[倚馬] 재주 많고 : \n전쟁하러 나가는데 말[馬]에 기대어 격문(檄文)을 쓰는 민첩한 글재주란 뜻이다.\n\n[주-D023] 용을 따르는 이들 : \n“구름이 용을 따른다.”는 말이 있는데, 여기서는 어진 임금을 따르는 신하를 비유한 것이다. 《周易》\n\n[주-D024] 조하(趙嘏) : \n당 나라 조하(趙嘏)가, “긴 피리 한 소리에 사람이 누에 기대었네.[長笛一聲人倚樓]”라는 시를 지었으므로, 사람들이 조의루(趙倚樓)라 불렀다.\n\n[주-D025] 취해오니……비슷하네 : \n한(漢) 나라 진원룡(陳元龍)은 호기(豪氣)있는 사람으로 백 척(尺) 되는 누상(樓上)에 거처하였다.\n\n[주-D026] 장화(張華) : \n진(晉) 나라 장화(張華)와 뇌환(雷煥)이 천문(天文)을 보니 두우성(斗牛星) 사이에 이상한 기운이 뻗친 것을 보고 풍성(豐城) 땅속에 묻혀 있는 보검을 찾아내었다.\n\n[주-D027] 순(舜) 임금 거문고를 즐기네 : \n순(舜) 임금이 천하가 태평하매 오현금(五絃笒)을 타면서 남풍가(南風歌)를 불렀다.\n\n[주-D028] 중서군(中書君) : \n한유(韓愈)의 글에, 붓[筆]을 중서군이라 하였다.\n\n[주-D029] 문훈(聞熏) : \n불경(佛經)에, “문훈(聞熏)ㆍ사훈(思熏)ㆍ수훈(修熏)이 있는데 문훈은 불법을 들어서 얻는 것이다.\n\n[주-D030] 흰 망아지에……꼴 : \n《시경》 백구(白駒)편에, “생꼴 한 묶음[生蒭一束] 그 사람이 옥과 같다.[其人女玉]”는 말이 있다.\n\n[주-D031] 인(仁)한 자는 정(靜)하다 : \n《논어》에, “인(仁)한 자는 산을 좋아한다. 인한 자는 정(靜)하다.” 하였다.\n\n[주-D032] 천택(天澤) : \n만물을 적셔 줄 천지의 수택(水澤)이란 말이다.\n\n[주-D033] 다보(茶譜)를 속하였으면 하네 : \n옛사람의 다보(茶譜)가 있으면 그 속편(續編)을 짓는다는 말이다.\n\n[주-D034] 사양(師襄)이 바다로 들어갔네 : \n공자(孔子) 때에 주(周) 나라가 쇠하므로 악사(樂師)들이 가서 숨는데 그중에 사양(師襄)은 바다로 들어갔다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김용국 (역) | 1970\n    \n\t\n"
}