{
  "건치연혁": "본래 신라의 고시산군(古尸山郡)이었다. 경덕왕(景德王) 때에 관성군(管城郡)으로 개칭하였고, 고려 현종(顯宗) 때에는 경산부(京山府)에 속하였으며, 인종(仁宗) 때에 현령(縣令)을 두었고, 명종 12년에 아전과 백성들이 현령인 홍언(洪彦)을 붙잡아 가두었기 때문에 유사(有司)가 임금께 아뢰어 관호(官號)를 없애버렸다가, 충선왕(忠宣王) 5년에 지옥주사(知沃州事)로 승격하여 경산부에 소속된 이산(利山)ㆍ안읍(安邑)ㆍ양산(陽山)의 3현을 나누어 속현으로 하였다. 본조에 와서 태종 13년에 지금 이름으로 고치고 경상도로부터 본도로 소속시켰다.\n",
  "속현": "이산현(利山縣) 고을 남쪽 30리에 있다. 본래 신라의 소리산현(所利山縣)인데, 경덕왕 때에 지금의 이름으로 고치고, 관성군의 속현이 되었다가 고려 현종 9년에 경산부에 소속시켰고, 명종 6년에 감무(監務)를 두었으며, 뒤에 다시 예속하였다. 안읍현(安邑縣) 고을 동쪽 38리에 있다. 본래 신라의 아동혜현(阿冬兮縣)이었는데 경덕왕 때에 안정(安貞)으로 개칭하고 관성군의 속현이 되었으며, 고려 초에 지금의 이름으로 고쳤다. 현종 9년 경산부에 소속되었다가 뒤에 다시 예속되었다. 양산현(陽山縣) 고을 남쪽 59리에 있다. 본래 신라의 조비천현(助比川縣)이었는데 경덕왕 때에 지금 이름으로 고치어 관성군의 속현이 되었다가, 고려 현종 9년에 경산부에 소속되었다. 명종 6년에 현령을 두었고, 뒤에 다시 예속되었다.\n\n",
  "관원": "군수ㆍ훈도 각 1인.\n\n",
  "군명": "고시산(古尸山)ㆍ관성(管城)ㆍ옥주(沃州).\n",
  "성씨": "본군 육(陸)ㆍ전(全)ㆍ황(黃)ㆍ신(申)ㆍ표(表) 촌성(村姓)이다. 김(金)ㆍ전(全)ㆍ유(柳) 모두 내성(來姓)이다.이산(利山) 박(朴)ㆍ임(任)ㆍ방(房)ㆍ전(田) 촌성(村姓)이다. 심(沈)ㆍ김(金)ㆍ한(韓) 모두 내성(來姓)이다.양산(陽山) 명(明)ㆍ장(張)ㆍ박(朴)ㆍ백(白)ㆍ이(李)ㆍ심(沈) 안읍(安邑) 송(宋)ㆍ주(周)ㆍ강(康)ㆍ장(張)ㆍ맹(孟)ㆍ종(鍾).\n",
  "형승": "남기(南紀)의 주집(走集)이다 서거정(徐居正)의 〈적등루기(赤登樓記)〉에 있다. 산은 높고 물은 맑으며, 땅은 기름지고 물산은 풍부하다 남수문(南秀文)의 〈향교기〉에 있다.\n\n",
  "산천": "마성산(馬城山) 고을 북쪽 2리에 있다. 진산(鎭山)이다. 세상에 전하기를, 지방 사람들이 말의 조상에 제사지냈으므로 이 이름이 생겼다고 한다. 지륵산(智勒山) 고을 남쪽 53리에 있다. 삼성산(三城山) 고을 서쪽 5리에 있다. 옛 성의 남은 터가 있다. 동림산(東林山) 고을 남쪽 23리에 있다. 월이산(月伊山) 이산현 남쪽 5리에 있다. 마니산(摩尼山) 고을 남쪽 50리에 있다. 또 영동현(永同縣) 조에 있다. 환산(環山) 고을 북쪽 16리에 있다. 서대산(西臺山) 고을 남쪽 20리에 있다. 차탄(車灘) 고을 동쪽 10리에 있다. 범나루[虎津] 고을 남쪽 52리에 있다. 근원이 전라도 무주현 덕유산(德裕山)에서 나오고, 하류는 적등진(赤登津)이다. 적등진(赤登津) 고을 남쪽 40리에 있다. 그 근원은 셋이 있는데, 하나는 전라도 덕유산에서 나오고, 하나는 경상도 중모현(中牟縣)에서 나오고, 또 하나는 본도 보은현 속리산에서 나온다. 고을 동쪽을 지나서 차탄(車灘)이 되고, 동북쪽으로는 화인진(化仁津)이 되며, 회인현(懷仁縣)을 지나서 말흘탄(末訖灘)이 되고, 문의현에서는 형각진(荊角津)이 된다. 공주에 이르러서는 금강이 되고 곰나루[熊津]가 되며, 부여(扶餘)에 이르러서는 백마강이 되며, 임천(林川)ㆍ석성(石城) 두 고을 경계에 이르러 고성진(古城津)이 되고, 서천군(舒川郡)에 이르러 바다로 들어간다. 화인진(化仁津) 고을 동쪽 26리에 있다.\n\n",
  "토산": "감ㆍ대추ㆍ쏘가리ㆍ은어ㆍ가물치\n",
  "성곽": "서산성(西山城) 고을 서쪽 5리에 있다. 돌로 쌓았으며, 둘레가 2천 1백 41자, 높이가 6자로 군창(軍倉)이 있다.\n\n",
  "봉수": "월이산(月伊山) 봉수 동으로 영동현 박달산(朴達山)에 호응하고, 북으로 환산(環山)에 호응한다. 환산(環山) 봉수 서쪽으로 회덕현 계족산(鷄足山)에 호응하고, 남으로 월이산에 호응한다.\n\n",
  "누정": "적등루(赤登樓) 적등원 옆에 있다. ○ 서거정의 기문에, “옥천은 남쪽 지역의 집중지이다. 서울로부터 충청도로 가고, 충청도로부터 경상도로 가는 길목이어서, 사신과 여행자들의 왕래하는 말굽과 수레가 날마다 서로 연이어 있다. 군의 동남쪽 30리쯤에 속읍이 있으니 이산(利山)이라 하고, 강이 있어 넓이 수십 리를 가로질렀으니 적등이라 한다. 그 위에 원이 있고 누각이 있으니 참으로 큰 길거리의 중요한 곳에 자리잡고 있다. 큰 더위와 몹시 추울 때, 모진 바람과 비오는 괴로운 날에 길가는 행인들이 여기에 와서 머물게 되고, 혹은 물을 건너기 어려울 때나 길이 늦었을 때, 말과 소가 부족하거나 도둑의 염려가 있을 적에는 여기서 쉬기도 하고, 누에 올라 구경하기도 하고 하룻밤 유숙하기도 한다. 추울 때는 따뜻하게 해주고 더울 적에는 서늘하게 해 주니, 사람들에게 덕을 줌이 어찌 적다 하겠는가. 그러나 건물을 지은 지가 오래되어 무너지고 헐어서 거의 없어지게 되었다.정통(正統) 기사년에 화성(和城) 최공이 군수로 온 뒤로는 잘 다스려지고 폐단이 사라졌는데, 어느 날 원의 행차[星駕]가 들에 나갔다가 적등루가 허물어진 것을 보고 탄식하여 말하기를, ‘백성의 장관으로서 어찌 차마 보기만 하고, 수습하지 아니하여, 길 다니는 행인으로 하여금 돌아갈 곳이 없게 하겠는가.’ 하고, 분연히 중수할 뜻을 가지게 되었다. 그 지방의 중 무착(無着)이 공의 뜻을 받들어 널리 고을 사람들에게 권허여 재물 약간을 얻었으며, 공도 사재를 내어 그 비용을 돕고, 온갖 실행은 모두 중들을 모아 부역하게 하여 농사짓는 이에게는 실끝만큼도 시끄러움이 미치지 아니하였다. 아무 해에 시작하여 아무 해에 준공하였다. 지은 누각 3칸이 크고 넓고 또한 부엌이 달려 있어 머물러 잠잘 만한 곳이 된다. 전에 누추하고 좁고 퇴락하였던 것이 이제는 얼마나 우뚝 솟았는가. 이 길로 다니는 행인들이 공의 덕을 찬양하여 마지 않는다. 내가 《주례(周禮)》를 살펴보니, 나라에 10리마다 여(盧)가 있고 30리마다 숙(宿)이 있었는데, 후세에 10리에 하나의 장정(長亭)이 있고, 5리에 하나의 단정(短亭)을 둔 것은 모두 손님을 접대하기 위한 것이였다. 나라의 제도에 왕인(王人 왕명을 받들고 온 사람)과 사신을 접대하기 위하여 큰 길 30리에 한 전사(傳舍)를 두어 관리와 군졸을 시켜 맡아 보게 하였고, 장삿군과 여행자를 위하여서는 길의 멀고 가까움과 산천의 요해처를 보아서 적당히 원(院)을 두어, 백성을 모집하여 맡아보게 하고 토지를 주어 그 일을 맡게 하였다. 이는 상하와 공사의 구분은 있을 망정, 사람들에게 혜택을 주는 것은 매한가지라 하겠다. 이제 전사(傳舍)에는 주관하는 사람이 있으니 책임이 돌아갈 곳이 있으나, 원에는 주관하는 이가 하나도 없어서 가끔 집이 쓰러져도 돌보는 이가 없으니, 이 어찌 임금께서 은혜를 베푸는 뜻이라 하겠는가. 이제 공이 정사를 하는데 이렇게 정성껏 힘썼으니, 그는 먼저 해야 할 일이 무엇인가를 아는 분이라 하겠다. 아, 은혜로운 정사를 시행하여 여행자들이 안심하고 길을 통행하기를 원하는 것은 옛 성현들도 이를 옳게 여길 것이다. 옥천의 부로(父老)들이 공의 덕을 빛내기 위하여 나에게 글을 청하였으므로 삼가 연월을 써서 돌려 보내노라. 공의 이름은 선문(善門)이요, 자는 아무개이며, 공의 뒤를 이어 군수로 온 이는 사군(使君) 정승조(鄭承韶)이니 또한 정치를 잘 한다는 명성이 있었다.” 하였다.○ 조준(趙浚)의 시에, “황급한 6월달 3천리 길에, 나루에 사람 없어 혼자서 배에 오르네. 나물 캐고 군사를 내는데 누가 계교를 얻었던가. 적등루 아래의 물이 하늘에 닿았네.” 하였다.○ 이직(李稷)의 시에, “오가는 길손들이 하루에 만명이 넘어, 다투어 강을 건너는데 배는 한 척뿐. 다시 적등루에 올라 시를 지으니, 갈매기도 한가로이 물 가운데 떠 있구나.” 하였다.○ 정이오(鄭以吾)의 시에, “스스로 부끄럽네, 이즈음의 군수노릇[石二千] 저 나루에 사람 건너는 배만도 못한 것이. 물새들도 앞에서 호령함을 싫어하는 듯, 쌍쌍이 날아 푸른 하늘을 가르네.” 하였다.\n\n",
  "학교": "향교 고을 동쪽 1리에 있다. ○ 남수문(南秀文)의 기문에, “옥천은 충청도의 이름 있는 고을이다. 산이 높고 물이 맑으며 땅이 기름지고 물산(物産)이 풍부하며 맑은 기운이 모이는 곳으로서 영특한 인재들이 여기에서 나온다. 그러므로 선비들의 학문이 다른 고을에 으뜸간다. 향교가 높고 시원한 곳에 자리잡고 있으나, 누대(樓臺)가 없어 답답한 마음을 시원하게 하고 맑고 넓은 기운을 맞이하지 못하여 무더위에 시달린지 오래다. 정통(正統) 임술년 봄 2월에 군수 여산(礪山) 송선생이 이를 개탄하고 놀고 있는 사람들을 모아 목재를 다듬고 기와를 구워서, 남루(南樓) 9칸을 세우니, 한 달이 못 되어 준공되었다. 교도(敎導) 이귀통(李貴通)군이 선생의 뜻으로 편지를 보내어 나에게 기문을 청하여 말하기를, ‘여러 봉우리가 뒤를 둘러싸고, 한 줄기 시내가 앞을 굽이쳐 흐릅니다. 남쪽을 바라보면 산이 푸른빛을 모아 처마 끝에 나지막히 읍하고 서 있는 것이 서대산(西臺山)요, 서쪽으로 5리쯤 가서 흰 무지개처럼 둘러서 난간 밖으로 보일 듯 말 듯한 것이 거천(巨川)인데, 이것이 누각의 뛰어난 경치의 대략입니다. 또한 이 누각을 지은 것은 예전이 아니고 지금의 선생이니 이 어찌 우연한 일이겠습니까. 당신은 이 고을 사람으로, 사관이 되었으니, 이 사적을 기록하여 주시오,’ 하였다. 내가 문장이 졸렬하다고 하여 더 사양하지 못하였다.아, 백성의 장관된 자의 도리는 오직 정치와 교육이니, 교육이 정치의 근본이라면 학교는 참으로 교육을 행하는 수단이니, 그것이 백성을 다스리는 도리에 관계됨이 매우 크다 하겠다. 그러나, 세상의 관리된 사람은 대개 문서와 장부나 맞추는데 힘쓰고, 주머니를 채우는 것만 살필 뿐, 학문을 일으키는 일은 등한시하여 마음을 쓰지 않았는데, 선생은 교양을 자기의 임무로 삼고 학교를 급선무로 여겨 학과를 권장한 나머지 또 부지런히 힘써 이 누각을 지어 선비들에게 이처럼 혜택을 주었으니 무엇으로 선생의 은혜를 보답하겠는가. 이제 선비들이 이 누에 올라 번잡한 흉금을 씻고 막힌 생각을 풀어 글을 읽는 여가에 넓은 기운을 끌어들이고 풍경을 관상하게 되었으니, 보고 느끼는 바가 어찌 없으리오. 산의 높은 것을 보고는 주역의 대축괘(大畜卦)의 많은 지식을 생각하고, 물이 흐르는 것을 보고는 습감괘(習坎卦)의 떳떳한 덕을 생각하며, 고기와 소리개의 날고 뛰는 것을 보고는 도의 체득[道體]을 위아래로 관찰할 줄을 생각하며, 물상을 보고는 그 이치를 궁구하고, 몸소 반성하여 그 사실을 경험하게 되면 가까운 강석하는 자리[凡席]에서 천지와 만물의 이치가 이미 갖추어졌을 것이요, 굽어보고 우러러보는 사이에서도 신묘한 이치를 궁구하고 조화의 도리를 아는 묘함이 여기에 있으리니, 보고 듣는 것이 학문이 아닌 것이 하나도 없으며, 움직이고 고요한 것이 또한 학문 아닌 것이 하나도 없을 것이다. 이를 힘써 실행하여 잠시 놀고 쉴 때라도 소홀히 하지 않는다면, 거의 선생의 은혜를 저버리지 않는다고 할 것이다.선생의 이름은 을개(乙開)이며, 장원에 뽑혀 대성(臺省)을 역임한 분이다. 학술이 매우 높아 유림(儒林)에 모범이 되었고, 고을을 다스린 훌륭한 업적은 옛 순리(循吏 법을 잘 지키고 충실한 관리)에 부끄럽지 않다. 이 하나의 작은 누각 같은 것은 선생에 있어서 경중을 논할 것이 못 되지만, 그러나, 이 일을 보아도 정치의 근본을 안다고 하겠다. 사방의 백성을 키우는 관리들이 반드시 그의 풍화(風化 교화)를 듣고서 흥기할 사람이 있을 것인데, 하물며 선생의 뒤를 이은 이에 있어서랴. 멀리 고을의 자제들을 위하여 경하하면서 이것으로 기문을 삼는다.” 하였다.\n\n",
  "역원": "증약역(增若驛) 고을 서쪽 18리에 있다. 가화역(嘉和驛) 고을 서쪽 3리에 있다. 화인역(化仁驛) 안읍현 남쪽 5리에 있다. 순양역(順陽驛) 양(陽)은 옛날에는 양(良)자로 되었다. 양산현(陽山縣) 서쪽 4리에 있다. 토파역(土坡驛) 파(坡)는 옛날에 현(垷)자로 되었다. 이산현 서쪽 2리에 있다. 화인원(化仁院) 화인 나루의 기슭에 있다. 증약원(增若院) 증약역 남쪽에 있다. 금천원(金川院) 고을 남쪽 5리에 있다. 우현원(牛峴院) 이산현 서쪽에 있다. 율현원(栗峴院) 이산현 남쪽에 있다. 덕수원(德水院) 양산현 남쪽에 있다. 적등원(赤登院) 적등 나루 기슭에 있다.\n\n",
  "불우": "월암(月菴) 삼성산(三城山)에 있다. 안양사(安養寺) 환산(環山)에 있다. 감로사(甘露寺) 증약역 북쪽에 있다. 황정암(黃丁菴) 고을 북쪽에 있다. 건천사(乾川寺)ㆍ대성사(大聖寺) 모두 동림산(東林山)에 있다. 영국사(寧國寺) 지륵산(智勒山)에 있다. 고려 한문준(韓文俊)이 비문을 지은 중 원각(圓覺)의 비가 있다.\n\n",
  "사묘": "사직단 고을 서쪽에 있다. 문묘 향교에 있다. 성황사 서쪽 산성에 있다. 여단 고을 북쪽에 있다.\n\n",
  "고적": "양산(陽山) 신라 무열왕이 백제가 고구려와 더불어, 국경을 막자, 이를 분히 여겨 정벌하려고 김흠운(金歆運)으로 장수를 삼았다. 김흠운이 명령을 받고 백제 땅에 다달아 양산 아래 진을 치고 조천성(助川城)을 치려 하였는데, 백제 군사가 밤을 타고 빨리 몰아서 쳐들어오니, 군영이 놀라서 진정시킬 수가 없게 되었고, 백제 군사는 신라군의 혼란한 틈을 이용하여 더욱 급히 공격하여 왔다. 김흠운이 그때 말을 비껴타고 적을 기다리고 있는데, 대사(大舍) 전지(詮知)가 말하기를, “지금 적이 어두움 속에서 쳐들어오니 공이 죽더라도 누구 하나 아는 이가 없을 것이다.” 하니, 김흠운이 말하기를, “대장부가 이미 몸을 나라에 바쳤거늘 어찌 명성을 구하겠는가.” 하고, 곧 칼을 휘둘러 적과 싸우다가 죽었다. 이에 대감(大監) 예파(穢破)ㆍ소감(少監) 적득(狄得)ㆍ당주(憧主)ㆍ보용나(寶用那) 등도 모두 적진에 돌격하여 죽었다. 당시의 사람들이 이 소식을 듣고 양산가(陽山歌)를 지어 부르며 슬퍼하였다. 관성향(管城鄕) 고을 서쪽 15리에 있다. 이 고을의 옛터인데 지금은 식률평(植栗坪)이라 일컫는다. 산집암향(酸汁巖鄕) 고을 남쪽 10리에 있다. 지금은 은소촌(銀所村)이라고 일컫는다. 초집기소(酢汁器所) 관성향에 있다. 어모소(於毛所) 안읍현에 있다. 적현부곡(赤垷部曲) 이산현에 있다. 마니산성(摩尼山城) 돌로 쌓았는데 둘레 4천 6백 31자, 높이 5자이다.\n\n",
  "명환": "고려 배득유(裵得儒) 다스린 업적이 가장 드러났다.\n\n본조 양구주(梁九疇) 태종 때에 고을 일을 맡아보았는데 법을 시행함에 공정하고 부지런하였으며, 백성들에게 임함에 간명하고 엄정하였다. 서산(西山)에 잣나무 3백여 그루를 심었는데, 지금도 관청에서 그 이익에 힘입고 있다.\n\n『신증』 양지손(梁芝孫) 정치에 있어 깨끗하고 간명하기를 숭상하였다.\n\n『신증』 ",
  "효자": "본조 김건(金建) 성품이 효성이 지극하여 부모의 상을 당했을 적에 한결같이 가례(家禮)를 준수하고 3년 동안 죽을 먹었다. 지금 임금 2년에 정문을 세워 표창하였다.\n\n",
  "제영": "부시경사기곡계(俯視驚蛇幾曲溪) 서거정의 시에, “높이 뜬 매인 양 천 겹 멧부리를 우러러보고, 놀란 뱀 같은 몇 굽이의 시내를 굽어본다.” 하였다. 괴석당두위욕타(怪石當頭危欲墮) 이승소의 시에, “긴 바람 골짜기를 지나자 마른 잎 소리 우수수하고, 구름사다리 얽히어 아홉 굽이 서려 있네. 괴석은 머리 위에서 곧 떨어질까 위태롭고, 키작은 소나무는 얼굴을 스치어 싸늘하구나.” 하였다.\n\n《대동지지(大東地志)》\n",
  "방면": "군동(郡東) 처음이 15리, 끝이 30리. 군서(郡西) 처음이 7리, 끝이 30리. 군남(郡南) 처음이10리, 끝이 30리. 군북(郡北) 처음이 15리, 끝이 30리. 이내(利內) 남쪽으로 처음이 20리, 끝이 30리. 이남(利南) 동쪽으로 처음이 20리, 끝이 40리. 위의 두 면은 이산(利山)이다. 안내(安內) 동북쪽으로 처음이 15리, 끝이 40리. 안남(安南) 동쪽으로 처음이 20리, 끝이 40리. 안동(安東) 위와 같다. 위의 3면은 안읍(安邑)이다. 양내(陽內) 동북쪽으로 처음이 15리, 끝이 40리. 양남(陽南) 남쪽으로 처음이 70리, 끝이 1백 5리. ○ 산집암향(酸汁巖鄕)은 남쪽으로 10리인데, 지금의 은소촌(銀所村)이고, 관성향(管城鄕)은 옛 읍터이며, 적현부곡(赤垷部曲)은 이산(利山)이고, 어모소(於毛所)는 안읍(安邑)이다.\n\n",
  "진도": "화인진(化仁津)ㆍ적등진(赤登津)ㆍ호탄진(虎灘津) 위의 3도는 겨울에는 다리를 놓는다.\n\n",
  "사원": "표충사(表忠祠) 광해군 무신년에 세우고 기유년에 사액하였다. 조헌(趙憲) 김포(金浦)에 보인다. 김집(金集) 대묘에 보인다. 송준길(宋浚吉)ㆍ송시열 모두 문묘에 보인다. 조완기(趙完基) 자는 덕공(德恭)이고, 본관은 배천(白川)이다. 조헌(趙憲)의 아들로 선조 임진년에 아버지와 함께 순절(殉節)하여 지평(持平)으로 추증되었다.\n\n\n\t\t\n\t\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 김종오 (역) | 1969\n    \n\t\n"
}