{
  "건치연혁": "본래 고구려의 골내근현(骨乃斤縣)이다. 신라 경덕왕(景德王)이 황효(黃驍)로 고쳐 기천군(沂川郡)의 속현(屬縣)으로 삼았다. 고려 초에 황려현(黃驪縣) 황리(黃利)라고도 한다. 으로 고쳤다. 현종(顯宗) 때 원주에 붙이고, 뒤에 감무(監務)를 두었고, 고종 때 영의(永義)로 고치고, 충렬왕(忠烈王) 31년에 순경왕후(順敬王后) 김씨의 고향이므로 여흥군(驪興郡)으로 승격시켰다.대명(大明) 홍무(洪武) 21년에 신우(辛禑)를 이 군에 옮기고, 황려부로 승격시켰다가 공양왕 원년에 다시 내려 군으로 하였다. 본조 태종조에 원경왕후의 고향이므로 다시 승격시켜 부(府)로 하고, 음죽현 북쪽 어서이촌(於西伊村)을 합하여 충청도로부터 본도에 예속시켰다가 뒤에 고쳐 도호부(都護府)로 했다.예종(睿宗) 원년에 영릉(英陵)을 부의 북성산(北城山)에 옮기고, 천녕현(川寧縣)을 혁파하여 이 부에 소속시키고, 지금 이름으로 고쳐 승격시켜 목(牧)으로 하였다.\n",
  "관원": "목사(牧使)ㆍ판관(判官)ㆍ교수(敎授) 각 1인.\n『신증』 연산(燕山) 7년에 본주(本州)가 쇠잔하였으므로 판관을 혁파하였다.\n",
  "군명": "골내근(骨乃斤)ㆍ황효(黃驍)ㆍ영의(永義)ㆍ황려(黃驪)ㆍ여강(驪江)ㆍ여흥(驪興)ㆍ여성(驪城)ㆍ황리(黃利).\n",
  "성씨": "본주(本州) 이(李)ㆍ민(閔)ㆍ안(安)ㆍ필(畢)ㆍ윤(尹)ㆍ김(金)ㆍ한(韓)ㆍ음(陰). 천녕(川寧) 견(堅)ㆍ현(玄)ㆍ최(崔)ㆍ유(兪)ㆍ방(房)ㆍ장(張). 등신(登神) 유(兪).\n",
  "형승": "국도 상유(上游)에 있다 김수온(金守溫)의 보은사(報恩寺) 기문에 있다. 한수마암(捍水馬巖) 이색(李穡)의 시에, “물을 막는 공은 마암석(馬巖石)이 높고, 하늘에 뜬 형세는 용문산(龍門山)이 크구나.” 하였다. 들이 평평하고 산이 멀다[野平山遠] 전인(前人)의 여강시(驪江詩)이다. 산수가 맑고 기이하다 권근의 여강시이다. 긴 강이 서쪽으로 흐르고, 첩첩한 영(嶺)이 북에서 왔다 설문우(薛文遇)의 시에, “긴 강이 서쪽으로 흘러 창해(滄海)에 들어가고, 첩첩한 영(嶺)이 북으로 와서 얕은 산을 둘렀네.” 하였다.\n\n",
  "산천": "북성산(北城山) 주 서쪽 7리에 있으며 진산(鎭山)이다. 옛 성터가 있다. 오압산(烏鴨山) 주 남쪽 10리에 있다. 강금산(岡金山) 주 남쪽 25리에 있다. 장연산(長淵山) 주 북쪽 7리에 있다. 유우산(流牛山) 주 동쪽 5리에 있다. 환희산(歡喜山) 주 서쪽 25리에 있다. 봉미산(鳳尾山) 주 동쪽 7리에 있다. 혜목산(慧目山) 주 북쪽 25리에 있다. 상두산(象頭山) 천령현 서쪽에 있다. 승산(勝山) 주 남쪽 5리에 있다.○ 고려 김구용(金九容)의 시에, “깨끗한 청산에 들불이 침범하여, 소나무와 삼(杉)나무가 다 타버리고 다시 마음이 상하누나. 지난해 철죽꽃이 피던 곳, 울창하게 도리어 잡목 숲을 이뤘네.” 하였다. 입암(笠巖) 주 서쪽 5리 강구(江口)에 있다. 팔대수(八大藪) 주 북쪽 3리에있다. 옛날에는 패다수(貝多藪)라 일컬었는데, 주위가 5ㆍ6리 된다. 여강(驪江) 곧 한강 상류이며 주 북쪽에 있다. 객관(客館)을 강을 베개하여 지었다.○ 이규보(李奎報)의 시에, “계수나무 노와 모란(木蘭) 배로 푸른 물결을 가로지르니, 붉은 단장이 물 가운데의 하늘에 아름답게 비치네. 소반에 담은 것은 배꼽 둥근 게[蟹]만 보겠고, 그물을 거니 도리어 목 움츠린 편[縮項鯿]을 보겠네. 10리의 연화(煙花)는 참으로 그림 같은데, 한강에 풍월은 돈을 논하지 아니하네. 모래에 앉은 갈매기야, 고기잡이 노래소리를 익숙하게 들었을 터이니, 날아와 여울 앞에 이르러 배를 피하지 말라.” 하였다.○ 권근(權近)의 연집서(宴集序)에, “금상(今上)께서 즉위하신 지 3년 신미 11월에, 우리 좌주(座主) 한산(韓山) 목은(牧隱) 선생께서 나라의 은명(恩命)을 받아 서울로 조공(朝貢)하러 들어가는 길에 여강(驪江) 별장에 이르렀는데, 도관찰사(都觀察使) 안공(安公)이 술자리를 베풀어 위로하였다. 날이 이미 저물어 하늘이 밝고 달은 맑은지라, 배를 타고 중류(中流)에서 흥대로 놀다가 파했다. 이튿날 이른 아침에는 강에 얼음이 얼어 배가 통하기 어려웠다. 다음 날 도평의사사(都評議使司)의 공문이 이르렀는데, 좌대언(左代言) 신(臣)이 임금의 명령을 전하기를, ‘한산군(韓山君) 색(穡)이 충주ㆍ여주 사이에 있을 때 도관찰사는 음식을 차려서 예(禮)로써 후대하여 보내라 하셨다.’ 하였다. 안공이 공경히 명령을 받들고, 또 가서 술 자리를 베풀었다. 이 날 구름이 음산하고 눈이 조금씩 내리면서 강의 얼음이 스스로 풀렸다. 선생이 또 안공과 배를 같이 타고 물 흐름을 따라서 내려갔다. 이때에 모시고 앉았던 사람은 첨서(簽書) 종학(種學)이니 선생의 아들이고, 여흥(驪興) 군수 권총(權總)은 생질이요, 근(近)과 도사(都事) 이우(李愚)는 모두 문인(門人)이다. 잔을 올리고 수작하여 예(禮)를 차리고 서로 더불어 흡족하게 즐기는데, 구름 속 달은 희미하게 밝아 하늘과 물은 아득하여 끝이 없었다. 물살은 잔잔하여 풍랑(風浪)이 없고 눈이 때때로 날리며 떨어지니 또한 배 가운데의 좋은 경치였다. 또 다음 날 도재(陶齋) 이학사(李學士)가 수문(修文)의 명을 받고, 역마를 달려 이르러 또 같이 배에 올라 놀기를 이와 같이 하였다. 도재는 당세의 문장대가로 선생이 시험보인 신해년 향시에 장원한 사람이다. 안공(安公)은 쌍청상공(雙淸相公)의 아들인데, 쌍청선생은 선생의 동년(同年)이므로 세교(世交)가 매우 두터웠다. 공이 일찍이 문학과 청렴과 근신함으로써 높은 벼슬을 지냈고, 이제 또 중한 선택으로 한 지방을 맡았으매, 민생을 안정시켜 임금의 덕택을 펼 것을 생각했는데, 더욱 선생께서 부르심을 받아 조정에 들어가게 되었으니, 어찌 성의를 극진히 하여 성상께서 후한 예(禮)로서 불러들이시는 뜻에 맞추고자 아니하겠는가. 이것은 정성된 마음이 감동되어 얼음이 스스로 풀리어 오늘 배 가운데 즐거움을 이루어 준 것이니, 어찌 아름답지 아니한가. 여강(驪江)의 산수가 좋음은 자고로 일러 오지만, 사람의 일은 많이 뜻과 어긋나고, 좋은 벗도 한 자리에 모이기 어려운데, 우리들이 서로 떠돌아 다니던 끝에 이 회합을 만났으니 진실로 얻기 어려운 것이다. 안공은 도관찰사의 위엄과 공무에 번다한 몸으로서 쉽사리 이런 기회를 얻지 못할 것이다. 또 하물며 중동(仲冬) 추운 때에 배를 띄우고 오늘과 같이 즐겁게 노는 것이 그 몇 번이나 있겠는가. 한 자리의 손의 명망이 높음이 한산(韓山) 같고, 위엄의 무거움이 안공(安公) 같고, 문아(文雅)함이 도재(陶齋) 같고, 현달한 명사들이 제공(諸公)과 같은 이들이 서로 같이 한 배를 타고 노는 것도 또한 몇 번이나 있었는지. 이 강이 있은 이래로 이제 겨우 있는 일이다. 근(近)이 재주 없는 몸으로 이 모임에 참여함을 얻게 되니 진실로 다행한 일이라, 이것을 기록하지 아니할 수 없노라.” 하였다.○ 이색(李穡)의 시에, “여강의 형승(形勝)은 천하에 드문데, 사시(四時)의 풍경이 천지의 비밀을 헤쳐 보이누나. 내가 처음 와 놀 때는 마침 여름철이어서, 멀리서 불어오는 바람이 배에 불어 옷에 가득 서늘하였네. 백 척 높은 군루(郡樓)에 두 눈으로 멀리 바라보니, 들은 평평하고 산은 멀어 부슬부슬한데 연기가 걷히네. 흐르는 강에 임해 높은 흥을 알 이가 적으니, 유선(兪仙)이 자부(自負)하던 것 진실로 기롱하기 어렵네. 봄 꽃이 산에 만발하니 물결 밑이 붉고, 가을 달은 구슬을 잠그네. 하늘엔 바람조차 없는데, 내 그 좋은 시절에 모두 미쳐 오지 못하였거든, 하물며 이같은 얼음 얼고 눈 오는 엄동(嚴冬)이랴. 바야흐로 임금의 부름을 받아 스스로 기뻐 날뛰니, 바로 야학(野鶴)이 갇혀 있던 장을 떠나는 듯하구나. 쌍청(雙淸)의 맏자제 관찰사로 있고, 성산(星山 도은(陶隱))과 양촌(陽村 권근)도 뜻밖에 한 자리에 모였네. 태수(太守 목사(牧使)) 성심으로 아름다운 손을 즐겁게 하니, 권하고 수작하며 예(禮)를 다하여 화기(和氣)가 무르익었네. 얼음이 스스로 녹고 눈이 또 오고, 밝은 달이 나오려 하자 구름 또한 열리네. 하늘도 우리가 오래 떨어져 다님을 가엾게 여기어 이것을 위로하고자 황금 술잔을 함께 들게 하네. 뭇 양[衆陽]이 함께 나아감[彙征]이 이제로부터 시작하나니, 노래와 춤 한 곡조로 춘대(春臺)에 오르네.” 하였다.○ 이숭인(李崇仁)의 시에, “사상(使相 도관찰사)은 위명(威名)이 크고, 선생(목은(牧隱))은 덕업(德業)이 높으시네. 하늘가에 수년 이별했다가, 강 위에서 한 잔 술을 같이하네. 들이 넓으니 산이 그림 같고, 물결은 고요한데 해는 정히 내리쪼이누나. 휘정(彙征)이 이로부터 시작되나니, 부르고 화답하매 흥이 다함 없구나.” 하였다.○ 권근(權近)의 시에, “황려(黃驪)의 산수가 스스로 맑고 기이하여, 높은 관개(冠蓋)가 서로 만나매 기약이 있는 듯하네. 별당의 거문고와 노래 소리는 자리가 질서 있고, 긴 강의 운월(雲月)은 밤이 더디네. 배를 띄우니 아득하게 은하수와 통하는 듯, 날리는 눈은 부슬부슬 술잔에 떨어지네. 다행히 여러분 모시고 성한 모임 여니, 풍류와 문채가 당시에 제일일세.” 하였다.○ 정도전(鄭道傳)의 시에, “강산 설월(雪月)에 손이 누에 올라, 잔을 잡고 시를 읊는 좋은 놀음 열었네. 물이 줄어져 공선(貢船)은 밀어도 내려가지 않으매, 여러 인부들 파서 통하니 사군(使君 관찰목사)의 근심일세.” 하였다. 대교천(大橋川) 주 서쪽 27리에 있다. 근원은 음죽현(陰竹縣) 흑석동(黑石洞)에서 나와 서쪽으로 흘러 이포진(梨浦津)으로 들어간다. 천민천(天民川) 주 남쪽 45리에 있다. 죽산현 조에 자세하다. 우만포(禹萬浦) 주 동쪽 25리 여강 상류에 있다. 이포진(梨浦津) 주 서쪽 43리 여강 하류에 있다.○ 최숙정(崔淑精)의 시에, “저문 산은 천층(千層)으로 붉은데, 가을 강은 한 띠[帶]인 듯 푸르구나. 출세하고 숨는 것은 짧은 나무토막을 따르고, 신세는 부평초[浮萍]에 붙였네. 허술한 촌 백성의 가게[店]요, 쓸슬한 역리(驛吏)의 정(亭)이로세. 멀리 바람에 날려 오는 소리는 어느 곳 피리인가. 슬프고 원망스러워 차마 들을 수가 없구나.” 하였다. 진강도(鎭江渡) 천녕현에 있다. 금당천(金堂川) 주 동쪽 10리 원주(原州) 경계에 있다. 두두리천(豆豆里川) 천녕현 동쪽 5리에 있는데, 곧 대교천(大橋川) 하류이다. 순지(蓴池) 주 남쪽 1리에 있다.\n\n『신증』 점암(簟巖) 동쪽 5리에 있다.\n\n",
  "토산": "누치[訥魚]ㆍ쏘가리[錦鱗魚]ㆍ즉어(鯽魚)ㆍ잉어[鯉魚]\n",
  "누관": "청심루(淸心樓) 객관(客館) 북쪽에 있다.○ 임원준(任元濬)의 승목기(陞牧記)에, “여주는 삼국 때에는 본래 고구려의 골내근현(骨內斤縣)이었는데, 뒤에 신라에게 병합되었다. 경덕왕이 이름을 황효(黃驍)라 내려 기천(沂川)에 소속시켰다. 전조 충렬왕(忠烈王) 31년에 경순왕후(敬順王后) 김씨의 고향이므로 여흥군으로 승격하였다. 대명(大明) 홍무(洪武) 21년 위주(僞主) 신우(辛禑)가 이 고을에 물러나 있었으므로 이로 하여 승격하여 황려부가 되었다가 공양왕(恭讓王) 원년에 다시 강등하여 군이 되었다. 우리 세종대왕이 어머니 원경황후(元敬王后)의 고향이므로 특히 승격하여 도호부(都護府)가 되었다. 성화(成化) 5년 무자(戊子) 겨울에 일관(日官)이 풍수설을 가지고 영릉(英陵)을 옮기기를 청하는 자가 있었으므로, 예종대왕이 대신에게 명하여 경기 지방에 나누어 다니면서 자리를 보도록 하였다. 바로 주 북쪽의 5리 지점에서 자리를 얻어서 점을 쳐보니, 만억년을 누릴 수 있다 하므로 드디어 다음해 기축 3월 경인에 능을 여기에 옮겼다. 이에 이 부(府)에 선왕의 능(陵)이 있으므로 승격시켜 주로 하고, 목사와 통판(通判)을 두고, 또 지역이 좁으므로 천녕현을 합하여 넓히니, 인물의 번화함이 비로소 다른 고을의 번성함과 견줄 만하게 되었다. 주의 형승으로는 강물이 중원(中原 충주(忠州))의 월악(月岳)으로부터 시작하여 강원도의 오대산(五臺山)의 물과 합하여 몇 백 리를 흘러서 주 북쪽에 이르러 깊고 맑게 고여서 못이 되었고, 우뚝하게 뾰족뾰족 푸르러 동북쪽을 누른 것으로는 용문산(龍門山)이 있다. 높고 푸르러 날으는 듯 춤추는 듯하여 추녀와 기둥에 엿보는 듯 솟은 것은 치악산(雉岳山)이 벽사(甓寺) 그림자를 강속에 거꾸로 비춤이요, 마암(馬巖)은 강을 금후(襟喉 서울 가까운 요지)에서 막는다. 북으로 서울과의 거리는 밤낮 이틀의 노정(路程)이요, 남으로는 세 도(道)를 통하는 길이 읍(邑) 밑에서 나누어진다. 진실로 국가의 상유(上游)를 눌렀고, 경기(京畿)의 깊숙한 구역이다. 주가 승격하여 목이 되매, 조정 의논이 반드시 어질고 유능한 사람을 가리어 목사와 판관을 삼는데, 안공(安公) 극사(克思)와, 김공(金公) 승경(承慶)이 맨 먼저 그 선임(選任)에 응하였다. 안후(安侯)가 글을 보내어 말하기를, ‘이제 부가 주로 되었으니 이것은 주의 큰 시초이다. 어찌 기(記)를 지어 두지 아니하겠는가.’ 하였다. 나는 말하기를, ‘우리나라의 넓은 땅에서 여주와 대등한 것으로 주로 된 것이 그 몇인지 모르겠지마는, 상서와 복을 저장하여 국가 근본의 땅이 된 것인즉 아직 여주의 성함만 같은 것이 없다. 주의 이름난 성(姓)으로는 어은(漁隱) 민시중(閔侍中)이 성후(聖后)를 낳아 우리 태종에게 짝함으로부터 성조신종(聖祖神宗)이 계계 승승하여 자손에게 규모를 전해주어 만세에 편안을 내려 주셨다. 지금 상당부원군(上黨府院君) 한공의 부인도 이 주의 민씨로서 우리 중궁(中宮)을 낳아 우리 전하의 짝이 되어 큰 운수에 응하시고, 힘써 대업(大業)을 밝히시어, 태평시대를 거듭하여 여러 만물이 기(氣)를 토하니, 사직(社稷)의 장구한 억만년 한이 없는 복조가 진실로 오늘에서 기초가 될 것이다. 하물며 이제 영릉(英陵)을 옮겨 놓아 만세에 국맥(國脉)을 배양하는 땅이 되었다. 옛날에는 군에서 부로 승격하고, 오늘은 부에서 주가 되니, 어찌 황려 산천의 쌓이고 모인 기운의 발함으로써 아름다운 상서와 복과 경사의 성대광명(盛大光明)함이 천만세에 내려가 다함이 없을 것이 아닌가.’ 하였다.” 했다.○ 고려 주열(朱悅)의 시에, “한 조각 밝은 달이 구름 끝에 솟으니, 거울 속에 전에 알던 안면을 만난 것 같네. 쌍쌍으로 선 나무는 보개(寶蓋)의 그림자가 기울어진 듯, 사면에 둘린 산은 긴 눈썹이 푸르구나. 잉어는 푸른 물 저쪽에서 척소(尺素)를 전하고, 용은 여의주(如意珠)를 암흑한 속에서 품고 있네. 시 읊으며 오경(五更)이 이르매 시가 더욱 기절(奇絶)하니, 풍경으로 하여금 잠시라도 한가하게 마소.” 하였다.○ 이곡(李穀)의 시에, “만일 이 경치를 붓 끝에 넣으려 한다면, 글은 소동파(蘇東坡)ㆍ황산곡(黃山谷)이어야 하고, 글씨는 안진경(顔眞卿)이어야 하겠네. 방금 백성을 위하매 부역을 걱정하는데, 어찌 지나는 손의 강산 구경을 용납하랴. 흰 물결 푸른 뫼는 여염(閭閻) 속이요, 적안(赤岸)과 은하수는 백중(伯仲)의 사일세. 하룻밤 누 가운데 잤어도 오히려 부족하니, 다른 날 긴 여가를 만들어 조각배를 타리라.” 하였다.○ 이색(李穡)의 시에, “병 앓은 후에 여강을 몇 번 왕복하였는가. 높은 시를 화답하려 하매 내 얼굴이 부끄럽네. 배 띄워 놀기엔 반삿대쯤 물이 가장 좋나니, 천 겹 산은 다 보기 여렵고, 밝은 달 맑은 바람은 좌우에서 오는데, 흰 수염과 붉은 뺨으로 중간에 앉았네. 초연하게 스스로 신선의 지경이라, 목옹(牧翁)이 한가한가 않은가를 물어보게.” 하였다.○ 한수(韓脩)의 시에, “이름 자가 절의 한 조각 돌 끝에 걸려 있으니, 10리에 배 타고 산기슭을 살펴보네. 강가에서 웃으며 나잔자(懶殘子)를 이별하고, 군(郡)안에 들어와 원차산(元次山)을 보네. 어찌 감히 오랫동안 손의 자리 상편에 오래 머물러 있으리요. 오히려 작은 폐단이나마 민간에 미칠까 근심하노라. 글 재주 없으매 하늘이 아끼던 좋은 경치를 묘사하기 어려우니, 누 앞 풍경 한가하게 버려두네.” 하였다.○ 고려 정몽주(鄭夢周)의 시에, “가랑비가 아득하여 온 강에 찼는데, 누 가운데 자는 손이 밤에 창을 여누나. 내일 아침 말에 올라 진흙 밟고 갈 적에, 돌아 보면 창파(蒼波)에 흰 갈매기 쌍쌍이리.” 하였다.○ 이숭인(李崇仁)의 시에, “누각이 강 가에 다달았으니, 휘어잡아 오르매 세속 정이 멀어지네. 물결이 빛나는 것은 아침 해가 오름이요, 나무가 빽빽하니 더운 바람이 맑구나. 일찍부터 강산(江山)을 즐겨 하여 벼슬의 영화로움을 뜬구름처럼 보았네. 어찌하여 낚싯대 잡던 손으로 말에 채찍질하며 서울로 향할꼬.” 하였다.○ 고려 이구(李玖)의 시에, “일찍이 여강 강 위 누에 올라, 바로 쇠한 귀밑털 가지고 맑은 흐름에 비쳤네. 오늘 와서 진토(塵土)는 지나간 꿈 되었으니, 이슬은 고기잡이 도롱이에 가득하고 달은 배에 가득하네.” 하였다.○ 정추(鄭樞)의 시에, “밤에 황려현에 드니, 뱃사공이 자려할 때로세. 물가로 가니 바람은 사나운데, 누에서 자니 달은 기약이나 있는 듯. 하늘이 넓은데 긴 강은 움직이고, 모래는 밝은데 잡나무[雜樹]도 기이하구나. 삼경(三更)에 맑은 휘파람을 부니, 문득 물귀신도 춤을 추는 듯.” 하였다.○ 정자후(鄭子厚)의 시에, “북원(北原 원주) 서쪽이요, 한강 남쪽 끝이로세. 내 일찍이 다락에 올라 한 번 얼굴을 폈었네. 발 밑에는 넓고 아득한 강이 성곽을 둘렀는데, 눈 앞은 평평하고 먼 들산에 이었네. 흰 구름 신선 생각은 삼청(三淸) 밖이요, 밝은 달 시정(詩情)은 팔영(八泳) 사이네, 20년이래 진토 밑에 다녔으니, 지금도 생각하는 꿈이 일찍이 한가롭지 못하네.” 하였다.○ 설문우(薛文遇)의 시에, “온갖 경치가 가리키는 손 가락 끝에 벌여있는데, 누에 오르니 저도 모르게 자주 얼굴을 돌리네. 긴 강은 서로 흘러 창해로 들어가는데, 겹겹이 두른 영(嶺)은 북쪽에서 와 얕은 산을 둘렀네. 그물을 뚫은 고기는 찬 비 속에서 뛰고, 기심 잊은[忘機] 해오리는 어두운 연기 사이에 서 있네. 일생에 공명(功名)의 누(累)를 벗어 버리며, 푸른 부들 삿갓 쓴 어옹(漁翁) 역시 스스로 한가하리.” 하였다.○ 도원흥(都元興)의 시에, “10년만에 돌아와 이 난간 끝에 기대니, 미인이 응당 젊은 얼굴 변한 것을 웃으리라. 서너 발 남은 낙일(落日)은 외로운 탑에 밝은데, 한 줄기 긴 강은 뭇 산을 안았네. 들 매[野鶻]는 멀리 단풍든 나무 밖을 도는데, 가는 기러기는 푸른 하늘 공중으로 사라지네. 선배들 뱃놀이 하던 일을 실컷 들었더니 이제는 여울 머리에 놀이배 한가함을 보겠네.” 하였다.○ 서거정(徐居正)의 시에, “다락은 백 길이나 높아 구름 끝에 솟았는데, 호기 있는 원룡(元龍)은 옛 얼굴과 같네. 배를 옮겨 갈매기를 놀라게 하지 말라. 홀(笏)로 턱을 괴고 청산이나 보리다. 학은 밝은 달을 따라 하늘 위로 돌아 갔고, 용은 빛나는 구슬을 안고 물속에서 조네. 임금이 이 감호(鑑湖)를 주는 것은 헤아리기 어려우나, 산을 사서 마침내 여기에 한가히 살고자 하네.” 하였다.○ 최숙정(崔淑精)의 시에, “그림 누각 치레가 곱고도 단정한데, 다시 풍월을 가지고 수심 띈 얼굴을 씻네. 동쪽 언덕의 절은 높이 물에 임하였는데, 서쪽 기슭 민가(民家)는 고요히 산을 지고 있네. 굽어보고 쳐다보니 건곤(乾坤)이 모두 세속 밖이요, 누에 올라 강을 내려다 보니 신세(身世)가 별인간이네. 다른 해 내 벼슬 버리고, 티끌 옷깃 털어 죽기까지 한가하리라.” 하였다.○ 중 선탄(禪坦)의 시에, “그대는 옛날 취옹(醉翁)이 서호에서 잔치함을 보지 못하였는가. 은촛불[銀燭] 켜고 놀다가 이 밤 늦어서야 파하니, 금잔 옥잔이 흩어져도 거두지 않았다네. 또 하감(賀監) 방랑하여 회계에서 논 것을 보지 못하였는가. 가벼운 노 짧은 배로 연기 낀 물가를 따라, 비낀 바람 가는 비에 꽃다운 섬을 찾아 갔다네. 중원(中原) 목백(牧伯)이 자취를 이어, 놀이배에 북을 치며 금강(錦江) 가을에 즐겁게 노는구나. 칠택(七澤)은 흰 갈매기 밖에 아득하고 먼데, 삼산(三山)은 금오(金鼇)의 머리에 숨으락 비치락하네. 잠(簪)을 빼 밤에 동선(洞仙) 문을 두드리니, 푸른 눈썹 붉은 뺨이 중루를 둘렀네. 중루의 노래와 저[吹]는 반공중에서 떨어지는데, 달이 뜨니 황혼이 하늘 빛이 그윽하구나. 별빛이 희미해지고 해가 떠오르매, 오마(五馬)가 총총히 떠나가니, 창려(昌黎)의 월녀(越女) 한 번 웃음에 삼 년을 머물렀다는 시(詩)가 우습구나.” 하였다.\n『신증』 이색(李穡)의 시에, “관개(冠蓋)로 별처럼 달려 콧등에 땀이 맺히는데, 한 번 이 정자에 오르매 얼굴을 펴네. 서늘함이 궤안(几案)에서 나는 것은 바람이 나무에 스몄기 때문이요, 푸른 빛이 이 술상에 뚝뚝 떨어지는 것은 비가 산을 걷어서이네. 긴 소매 가벼운 치마는 자리 위에 나부끼는데, 잦은 거문고와 급한 피리는 기둥 사이에 벌어졌네. 누가 임금 은혜 중함을 느끼지 않으랴마는, 사명(使命) 받고 나온 몸이 도리어 한가한 놀이를 겸했네.” 하였다.○ 또, “누기(樓記)가 추녀 머리에 써 있지 아니함을 한하노니, 이름을 누가 청심이라 하였는가. 현판(懸板) 걸 것을 빠뜨렸네. 물 막는 공이 높은 것은 마암석(馬巖石)이요, 하늘에 떠서 형세 큰 것은 용문산(龍門山)일세. 방에 있을 때 눈은 처마와 창 밖에 떨어지고, 여름에 서늘하게 누웠을 땐 바람이 베개와 삿자리 사이에 오네. 더욱 봄 바람과 가을 달을 보게 되면, 완상(玩賞)하는 마음과 아름다운 경치가 더욱 너그럽고 한가하리.” 하였다.○ “또 지쳐서 나는 외로운 새도 이미 돌아올 줄을 아는데, 만년(晩年)의 맑은 놀음에 얼굴을 활짝 펴네. 천명(天命)을 어찌 의심하랴. 곧 팽택(彭澤)이요, 세상 인연은 마침내 적으니 향산(香山)과 같구나. 강호의 흥미는 삼생(三生)의 밖인데, 종정(鐘鼎) 공명(功名)은 한바탕 꿈 사일세. 태평을 읊조리는 것이 나의 사업이니, 이제부터 스스로 호(號)하기를 이한한(李閑閑)이라 하리라.” 하였다.○ 이육(李陸)의 시에, “잠이 깨니 동정(銅鉦)은 나무 끝에 걸렸는데, 물 빛과 서로 더불어 쇠한 낯을 비치네. 강에는 벽 절[甓寺] 구층 탑 그림자가 잠겼는데, 누는 용문 천길 산을 대했네. 넓으니 극히 우내(宇內 세상) 없는 줄 알겠고, 서늘하니 오히려 인간 아님을 의심하겠네. 괴롭게도 또 홍진(紅塵)으로 향하니 물결 위에 흰 새 한가함을 속절없이 부러워 하네.” 하였다.○ 신석조(辛碩祖)의 시에, “세상사 분분(紛紛)하여 하루에 몇 가지인가. 누에 오른 오늘 저녁에야 우연히 얼굴을 펴겠네. 강가에 늙은 나무는 나이를 알지 못하겠는데, 하늘 끝 먼 봉우리는 어느 곳 산인지. 신선 지경을 어찌 삼도(三島 삼신산) 밖에 찾으랴. 풍류는 도리어 오호(五湖) 사이보다 나으리. 총총히 왕명 받은 사신(使臣)이라 분주하게 달려 잠깐도 한가하지 못함을 어이하리.” 하였다.○ 김종직(金宗直)의 시에, “배를 초가집 가시 울타리 끝에 매니, 물고기와 새가 어찌 일찍이 내 얼굴을 알겠는가. 병(病)에도 오히려 능히 행보할 수 있는데, 조정에서 쫓겨 나서야 겨우 강산 구경을 할 수 있네. 10년 동안 세상 일을 외로이 읊조리니, 8월 가을 경치는 어지러운 나무 사이로세. 잠깐동안 난간에 의지하여 북쪽을 바라보는데, 뱃사공 타기를 재촉하여 한가롭지 못하네.” 하였다.○ 신용개(申用漑)의 시에, “강 연기 뉘엿뉘엿 붓 끝에 끌리는데, 강물은 맑고 맑아 파리한 얼굴 비치네. 작은 배 삐걱거리는 가엔 오직 흰 갈매기. 푸른 숲이 비낀 밖엔 또 푸른 산이 팔면이네. 창에 좋은 경치는 두 눈 안이요, 찬 비 소리는 일만 낙수물받이 사이로세. 벼슬 자리에서 오랫동안 앉은뱅이 노릇한 것을 스스로 웃나니, 저 고기잡이 늙은이에게 청한(淸閑)함을 도맡게 하였네.” 하였다.○ 일본승(日本僧) 범령(梵齡)의 시에, “긴 강은 흰 비단을 펼쳐 처마 끝에 접했는데, 게으른 나그네 티끌 묻은 얼굴을 씻을 만하네. 맑은 경쇠 소리에 달이 높으니 먼 절임을 알겠고, 평평한 숲에 구름이 다하니 먼 산을 분별하겠네. 붉은 추녀와 푸른 기와는 물 속에 비치는데, 모래ㆍ새[鳥]ㆍ바람ㆍ돛은 좌석 사이에 가깝네. 세 번 삼한(三韓)에 와서 국명(國命)을 전하니, 도리어 한마음 한가함을 저버린 것이 부끄럽네.” 하였다.○ 김조(金稠)의 시에, “맑은 강이 하늘 끝에서 내리쏟는데, 누에 올라 내려다 보매 얼굴을 비칠 만하네. 통쾌하게 마시니 이태백(李太白)을 맞이할 만하고, 시에 능한 이로는 일찍이 한산(韓山 이색)을 얻었네. 어석버석한 소나무의 푸르름은 외로운 돛 밖이요, 흐느끼는 여울 소리는 두 언덕 사이로세. 걸음을 옮겨 붉은 난간에 의지하여 한 번 웃노니, 어떤 것이 바쁘고 어떤 것이 한가한가.” 하였다. 별관(別館) 청심루 동쪽에 있다. 부사 노회신(盧懷愼)이 창건한 것으로 오래되어 퇴락하였더니, 목사 권중개(權仲愷)가 중수하였다.『신증』 영빈관(迎賓館) 객관 동쪽에 있는데, 옛날에는 빈선(賓仙)이라 이름하였다. 금상(今上) 23년에 영릉(英陵)에 참배할 때, 이 관에 들러 오늘의 이름으로 고쳤다.\n\n",
  "학교": "향교(鄕校) 주 동쪽 2리에 있다.\n\n",
  "역원": "신진역(新津驛) 주 동쪽 5리에 있다. 안평역(安平驛) 주 남쪽 30리에 있다. 양화역(楊花驛) 주 서쪽 15리에 있다. 초계원(草溪院) 주 남쪽 5리에 있다. 가로개원(加老介院) 주 남쪽 30리에 있다. 파장원(破場院) 주 남쪽 25리에 있다. 신원(新院) 주 북쪽 45리에 있다. 복천원(福川院) 주 서쪽 30리에 있다. 보통원(寶通院) 주 북쪽 25리에 있다. 자천원(子川院) 주 북쪽 30리에 있다. 보제원(普濟院) 주 동쪽 5리에 있다.\n\n",
  "불우": "보은사(報恩寺) 여강 동쪽 기슭 봉미산에 있다. 옛 신륵사인데, 벽돌 탑이 있으므로 속칭 벽절이라 한다. 우리 예종(睿宗) 때에 영릉을 절 서쪽 10리에 옮기고, 드디어 고쳐서 큰 절을 짓고, 인하여 지금의 액(額)을 내렸다.○ 절에 강월헌(江月軒)이 있는데 고려의 명승 나옹이 죽은 뒤에 그 제자들이 석종(石鍾)에 사리를 간직하고 진당(眞堂)을 세웠는데, 이색이 기(記)를 지었으며, 또 대장각(大藏閣)이 있는데, 이숭인(李崇仁)이 기를 지었다.○ 김수온(金守溫)의 기에, “여주(驪州)는 국도의 상류 지역에 있으며, 산이 밝고 물이 아름다워 낙토(樂土)라고 칭하여 오는데, 신륵사가 바로 이 형승(形勝)의 복판에 있다. 옛날 현릉(玄陵)의 왕사(王師) 나옹과 한산 목은 선생과 이공 두 사람이 서로 이어 와서 놀았다. 이로부터 이 절이 드디어 기좌(畿左)의 유명한 절이 되었다. 다음 해 성화(成化) 9년에 대왕대비전하께서 유사(有司)에게 명하여 다시 고쳐 짓고, 액(額)을 내려 보은(報恩)이라 하고, 선왕 능의 원찰(願刹)로 삼았다. 처음 세조 대왕이 꿈에 세종대왕을 뵙고 친근히 말씀을 받들어 즐거움이 생시와 같았다. 세조께서 추모하는 정이 더욱 간절하여 세종대왕과 소헌왕후(昭憲王后)를 위하여 영릉 옆에 절을 세워 명복(冥福)을 비는 장소로 하고자 하였다. 이에 유사에 명하여 나무를 찍어 떼를 만들어 띄워서 강 언덕에 쌓았는데, 하루 저녁에 큰 비로 홍수가 나서 미친 물결이 휩쓸어 갔다. 명년에 세조께서 돌아가시고 국가에 사고가 많아 영릉 옆의 절을 경영할 겨를이 없었다. 때마침 일관(日官)이 아뢰기를, ‘영릉 좌국(坐局)의 풍수(風水)가 옛법에 맞지 아니함이 있사오니, 마땅히 능을 다시 세워서 큰 복을 받으시기 바랍니다.’ 하였다. 예종이 여러 신하들에게 그 의논을 내렸더니 모두 아뢰기를, ‘이장(移葬)하는 법이 예로부터 있습니다. 장사할 때에 빠진 것이 있어도 오히려 개장(改葬)하옵는데, 하물며 이제 풍수(風水)를 맡은 관원의 말이 있음은 반드시 상고한 것이 있을 것이니 따르지 아니할 수 없습니다.’ 하였다. 예종께서 재신(宰臣)을 나누어 파견하여 그 땅을 선택하게 하였더니 군신이 아뢰기를, ‘여흥의 북쪽에 한 큰 골짜기가 있는데, 산이 형세를 벌려서 주(主)와 대(對)가 분명한데 풍수법에 말한, 산이 멈추고 물이 구부러져서 자손이 천억이 된다고 한 그대로입니다. 신등이 본 바로서는 능을 모실 곳이 이보다 나은 곳은 없을 듯합니다.’ 하였다. 예종이 전지(傳旨)를 조정에 내려 좋다하여, 성화(成化) 5년 기축에 세종의 재궁(梓宮)을 여주에 옮겨 농사 지내는 일이 끝나자 대왕대비 전하께서 분부하시기를, ‘선왕께서 부왕을 꿈에 보시고 장차 영릉 밑에 절을 세우려 하시었으나, 급히 승하(昇遐)하시어 문득 신민(臣民)을 버리셨으므로 절을 경영할 겨를이 없었더니, 이제 선왕이 하늘에 계시는데, 우리들이 빨리 유지(遺旨)를 거행하지 아니하면, 어찌 장차 선왕을 지하에서 뵈올 것인가.’ 하였다. 곧 상당부원군 신 한명회, 서평군(西平君) 신 한계희(韓繼禧) 등에게 명하여 능에서 멀지 않게 절을 세울 곳을 택하게 하니, 신 명회 등이 아뢰기를, ‘능의 국내(局內)에는 절을 세울 만한 곳이 없습니다. 신륵사는 일명 벽절로 옛 현인들이 놀던 자취가 완연하옵고, 또 선왕의 능과 거리가 매우 가까워 종고(鐘鼓)의 소리가 들릴 만하옵니다. 만일 이것을 수리하면 옛것을 인하여 새롭게 만드는 것인데, 일은 반이라도 공은 갑절이나 될 것이오니, 이보다 편리함은 없을 것입니다.’ 하였다. 임진 2월에 대왕대비께서 분부를 내리기를, ‘이제 능(陵)을 겨우 끝마쳤는데 또 일반 백성을 부리는 것은 불가하다. 이제 간경도감(刊經都監)은 이미 파하였고, 쓰던 전곡(錢谷)이 아직도 남아 있으니, 그것을 내수사(內需司)에서 전장(專掌)하여 출납하여 노는 사람에게 보수를 주어 역사하게 하고, 혹시라도 폐가 없도록 하라.’ 하고, 신 한명회ㆍ한계희를 명하여 제조(提調)를 삼고, 여주목사 신 이신효(李愼孝), 원주목사 신 김춘경(金春卿), 내시부상선(內侍府尙膳) 신 이효지(李孝智)를 감역관(監役官)으로 삼아 그 해 2월에 역사를 시작하여 겨우 10월에 끝마쳤다. 그전 것을 수리한 것이 몇 칸이고, 새로 지은 것이 몇 간이니, 합쳐서 2백여 칸이 되었다. 종과 북 같은 도구(道具)와 일용집기(日用什器)도 모두 새로 만들었다. 신이 생각건대 사찰의 흥폐(興廢)는 진실로 그 때를 기다림이 있는 것이요, 또 운수가 그 사이에 관계됨이 있는 것이다. 신륵사 풍경의 아름다움은 우리 나라에 소문난 것으로서 사대부(士大夫)들이 바람에 돛을 달고 왕래하여 배들이 서로 연달았으나, 아직 한 사람도 그 절을 일으키고 창설하지 않았었다. 다행히 이제 황려대부(黃驪大府)는 천백 년 산천의 모인 기운이 가만히 간직되어 있다가, 오늘날 성명(聖明)의 시대에 발하여 선왕의 능을 이 고을에 경영하여 큰 일이 이미 정하여 큰 경사가 시작되었으니, 우리 국가는 억만 년의 끝없는 기업(基業)을 열었다. 이에 부가 승격되어 주가 되고, 절 또한 일신되니, 이것은 바로 때를 기다린 것이요, 운수에 관계된 것이다. 우리 대왕대비 전하께서 때에 고금이 있고 땅에 피차가 있음을 탓하지 아니하시고, 선왕의 끼치신 뜻을 생각하시어, 능을 이미 옮기고 빨리 절을 세우셨으니, 그 잘 계승하여 크게 나타낸 아름다움이 여러 선왕에 빛이 되고 전고에 뛰어났다. 신이 비록 늙고 어두우나 감히 머리 조아려 절하며 삼가 글로 써서 후세에 밝게 보이지 아니하겠는가.” 하였다.○ 이색(李穡)의 시에, “먼산은 긴 강 밖이요, 성긴 소나무는 푸른 돌 곁이로세. 절은 복된 땅에 열렸고 보제(普濟)는 진당(眞堂)이 열렸네. 현령은 자주 허리에 홀(笏)을 꽂고 예배하는데, 산 중[僧]은 홀로 벽을 향하고 있네. 어쩌면 들 배를 불러서 맑은 휘파람으로 넓고 아득한 물에 띄울꼬.” 하였다.○ 김구용(金九容)의 시에, “참나무 돛대는 갈대 여울을 돌고, 소나무 배를 돌다리에 매었구나. 맑은 바람은 늙은 나무에 불고, 밝은 달은 긴 강에 찼네. 설법하니 용도 응당 들을 것이요, 참선하니 호랑이도 스스로 엎드리네. 오가며 그윽한 흥이 있으니, 이끼 길이 배창에 접했네.” 하였다.○ 권근(權近)의 시에, “내 와서 이 좋은 강산을 사랑하여 종일토록 배를 타고 또 난간에 의지하네. 물 밑에는 찬란하게 절이 열렸는데, 숲속에는 은은히 선단(仙壇)이 보이네. 마음을 가리키는 돈교(頓敎)는 멀리 혜가(慧可)에게서 전했고, 일을 기록하는 웅문(雄文)은 한퇴지(韓退之)와 흡사하네. 진중한 늙은 중은 부지런히 종이를 주는데, 글을 지어 남겨 두면 뒷 사람이 볼까 부끄럽네.” 하였다.○ 최수(崔脩)의 시에, “벽절 종소리 한밤에 울리니, 광릉(廣陵)에서 돌아오는 손의 꿈이 처음 깨네. 만일 장계(張繼)로 하여금 일찍이 여기를 지나게 하였다면, 꼭 한산(寒山)만이 홀로 이름을 얻지 못했으리.” 하였다.\n정천사(井泉寺) 환희산에 있다.○ 이규보(李奎報)의 시에, “우리 스님 물건 취하는 것은 청렴하나, 유독 강산에 대하여는 탐(貪)함을 꺼리지 않네. 한 누를 만들어 내어 높이 우뚝하매, 일만 경치를 몰아 모두 포함하였구나. 밭가는 모습에 가랑비 내리니 촌 멋이 즐겁고, 나무꾼 피리에 햇빛이 쇠잔하니 들 흥취가 거나하네. 아침 저녁 새 소리는 문밖 나무에서요, 예와 이제 사람의 그림자는 길가 연못이로다. 구름에 붙어 돌아가는 기러기는 차례 있게 앞뒤요, 물에 나온 뜬 갈매기는 갑자기 둘셋이로세. 토질은 모름지기 기름진 것을 볼 것이요, 절 이름은 도무지 우물물의 맑고 깊음에 있네. 달은 깊은 방에 한가한 중이 자는 것을 엿보고 골짜기는 빈 마루에 앉은 손의 말소리에 메아리치네. 더위를 쫓는 서늘한 난간을 어찌 꼭 북쪽을 택하랴. 바람을 부르는 높은 집은 남향이 가장 마땅하리. 개인 하늘에 놀[霞]빛은 불보다 붉은데, 새벽 주점 연기 빛은 푸르기 남빛 같네. 일찍이 맑고 그윽함을 차지하여 그대 스스로 유쾌한데, 늦게야 아름다운 명승을 만나니 내 바야흐로 부끄럽네. 마음을 씻고 수도하는 결사(結社)에 들어 같이 숨을 수 있다면 늙은 근력이라도 물을 길어 차를 끓임은 오히려 감당할 만하네. 혹시 재미나는 화두(話頭) 있거든 때로 늙은 방거사(龐居士) 불러 참구(參究)함도 무방하리.” 하였다. 하북사(下北寺) 환희산에 있다.○ 이규보(李奎報)의 시에, “아득하고 먼 연기낀 멧부리는 만점이나 푸른데, 바라보이는 곳 어디쯤이 바로 신경(神京)인가. 한가한 구름은 잠깐 사이에 천 가지 형상을 이루는데, 흐르는 물은 늘 한결같은 소리로세. 장사(長沙)에 가의(賈誼)가 귀양 옴은, 이미 정한 것이나, 장포(漳浦)에 유정(劉楨)이 누은 것을 어찌 견디랴. 아무도 망우물(忘憂物 술)을 반겨 주는 이 없으며, 조정에서 쫓겨나온 손이 봄을 만나매 더욱 불평하네.” 하였다. 신통사(神通寺)ㆍ철갑사(鐵甲寺) 모두 환희산에 있다. 장흥사(長興寺) 상두산(象頭山)에 있다. 취암사(鷲巖寺)ㆍ상원사(上院寺)ㆍ고달사(高達寺) 모두 혜목산(慧目山)에 있다. 고려 한림(翰林)학사 김정언(金廷彦)이 지은 중 혜진(慧眞)의 탑비(塔碑)가 있다.○ 한수(韓修)의 시에, “20년 전이 꿈같구나, 젊었을 때의 친구들은 반이나 황천객(黃泉客)이 되었네. 이제 고달(高達) 옛절에 옴은, 원통(圓通) 큰 복전[大福田]이 있기 때문이네. 사면의 산 병풍은 절을 둘렀는데, 한 개 비석은 푸른 하늘에 기대었네. 웃음과 이야기 하루 저녁에 돌아갈 길을 잊었으니, 당시 묘련(妙蓮)에 있던 것 같으이.” 하였다.\n\n",
  "사묘": "사직단(社稷壇) 주 서쪽에 있다. 문묘(文廟) 향교에 있다. 성황사(城隍祠) 주 남쪽 5리에 있다. 여단(厲壇) 주 북쪽에 있다.\n\n",
  "능묘": "영릉(英陵) 우리 세종 장헌대왕(世宗莊憲大王)의 능이다. 소헌왕후(昭憲王后)를 합장했다. 능은 본래 광주 서쪽 대모산(大母山)에 있었는데, 예종(睿宗) 원년 기축에 주 북성산의 양지편에 이장하였다.○ 정인지(鄭麟趾)가 지은 비명(碑銘)에, “요(堯)가 단주(丹朱)를 버리고 순(舜)에게 선위하였는데, 순은 중화(重華)의 덕이 있으매 요의 인(仁)이 더욱 오래갔고, 문왕(文王)은 백읍고(伯邑考)를 버리고 무왕(武王)을 세우매 무왕이 비승(丕承)한 공이 있어, 주(周) 나라의 업이 더욱 창성하였다. 공자가 말하기를, ‘당우(唐虞 요ㆍ순)는 어진 신하에게 선위(禪位)하고, 하(夏)ㆍ은(殷)ㆍ주(周)는 자손이 이었는데 그 뜻은 한 가지이다.’ 함은 사심이 없음을 말함이다.우리 태종이 선위하심은 그 요와 문왕의 마음이시며, 우리 세종의 선위를 받으심은 순(舜) 임금과 무왕의 덕이 있으심이다. 태종이 재위(在位)하였을 때 일찍 원자 지(禔)를 세워 세자로 삼고, 어진 사우(師友)를 가려서 교양의 방법을 극진히 하였으나 세자는 자라서도 어린 마음이 있어 학문이 이루어지지 아니하고, 덕이 진보되지 아니하매 태종이 매우 근심스럽게 여겼다. 영락(永樂) 무술년 6월에 세자가 덕을 잃음이 매우 심하게 되자 태종께서 맏 손자를 세워서 후사[嗣]로 삼고자 하였더니, 대신들이 아뢰기를, ‘전하께서 세자를 교양하옴에 모든 방법을 다 하였건마는 오히려 이와 같이 되었사오니, 이제 어린 손자를 세운다 하더라도 어찌 다른 날에 그가 현명하리라고 보장할 수 있겠나이까. 하물며 아비를 폐하고 아들을 세우심은 의리에 있어서 어떠하올는지요. 어진이를 가려 사(嗣)로 삼음만 같지 못할까 합니다.’ 하였다. 이때에 세종은 세자의 동모제(同母弟)로서 서열이 제3에 있어, 일찍이 충녕대군(忠寧大君)에 봉했었다. 태종이 이르기를, ‘충녕이 여러 아들 가운데서 가장 어지니 충녕을 세자로 세움이 옳겠다.’ 하고, 세자로 삼으니, 종친과 문무 백관이 절하여 하례하고, 중외(中外)가 만족히 여겨 칭송하였다. 드디어 천자에게 상주(上奏)하니 천자가 칙서(勅書)를 보내 이르기를, ‘적(嫡)을 세우는데 맏아들로써 세우는 것은 고금에 바꿀 수 없는 상도(常道)이다. 그러나 사자(嗣子)의 어질고 어질지 못함은 나라의 성쇠존망이 매인 것이다. 왕은 국가의 장구한 생각을 하고, 성쇠존망의 기미를 밝게 보아 어진이를 세워 사(嗣)를 삼고자 하니 왕의 선택함을 허락하노라.’ 하였다. 이해 8월에 태종이 세종에게 선위하고 명 나라에 신신을 보내어 책명(冊命)을 청했다. 11월에 세종이 책보(冊寶)를 받들어 태종에게, 성덕 신공 상왕(聖德神功上王)이라는 존호를 올렸다. 다음 해 기해년 봄 정월에 천자가 홍로시 승(鴻臚寺丞) 유천(劉泉)을 보내 세종을 봉하여 왕을 삼았다.6월에 천자가 태종에게 조칙을 내리기를, ‘이번에 왕이 제삼자(第三子)가 효제(孝悌)하고 학문에 힘써 종사를 이을 만하다 하고, 또 스스로 연로(年老)하므로 전위할 것을 청하니, 짐이 왕의 식견이 명달(明達)함을 생각하여 특히 소청을 허락한다. 대체로 세계를 잇는 데는 후사(後嗣)가 있어야 하고, 위(位)를 전하는 사람을 얻음에 있는 것이다. 이제 왕은 어진 이를 가리고 덕 있는 이를 명하여 종사(宗社)로 하여금 의탁할 데가 있게 하여 나라 사람의 소망에 맞게 하니, 진실로 아름답게 여기고 기뻐하여 왕에게 연향(宴享)을 내리는 것이니, 왕 한 집의 경사뿐만이 아니라 왕의 나라 경사인 것이다.’ 하고 또 세종에게 칙서를 내려 충효의 도로써 권면(勸勉)하고 연향(宴享)을 내려 주었다. 8월에 사신이 나라에 이르러, 두 임금이 경복궁의 근정전에서 잔치를 받으니 예악의 성대함이 온 나라를 용동(聳動)시켰다. 일찍이 원경왕후(元敬王后)께서 홍무(洪武) 정축년 4월 10일 임진에 세종을 한양의 잠저(潛邸)에서 낳으셨는데, 네 살되던 때 왕후(王后)의 꿈에 태종께서 세종을 안고 해 가운데 앉아 계셨다. 얼마 안 되어 태종께서 왕위에 오르게 되고, 세종께서 또 대통을 이었다. 하늘이 덕 있는 이에게 운명을 주심이 어찌 우연한 것이겠는가. 세종께서 궁중에 계실 적부터, 천성이 학문을 좋아하여 손에서 책을 놓지 아니하였다. 침묵하고 말이 적어 깊고 먼 모습이 있었으며 대위(大位)에 오름에 미쳐서는 총명하고 지혜로운 것은 서물(庶物)에 우두머리로 성인이시고, 관유(寬裕)하고 온유(溫柔)함은 백성을 용납하고 대종을 기르는 덕이요, 물건을 제작함에는 홀로 지혜를 내시며 발강강의(發强剛毅)한 잡음[執]이 있으시고, 위의(威儀)는 두려워할 만하고 법받을 만하여 제장중정(齊莊中正)의 공경함이 있으시고, 정미한 뜻은 신(神)에 들어 문리밀찰(文理密察)하는 분별이 있으셨다. 날마다 새벽에 북이 네 번째 울리면 옷을 찾으시고, 아침 일찍 조회를 받으신, 다음에 일을 보시고, 다음에 윤대(輪對)하시고, 경연(經筵)에 납시었다가 안으로 드셔서도 오히려 글을 보시며 조금이라도 게으름이 없으시니, 정사가 행해지지 아니함이 없고, 일이 다스려지지 아니함이 없었다. 태종께서 이미 왕위를 전하시매 스스로 나라를 부탁할 사람을 얻었다 생각하시고, 산수의 취미를 즐겨 자주 교외(郊外)에 나가 놀이함으로써 스스로 유쾌히 하셨다. 가끔 여러 신하에게 이르기를, “밝은 임금을 얻어 국정을 맡겼으니 근심 없는 이는 천하에 나와 같은 이 없을 것이다. 어찌 천하에 나와 같은 이가 없을 뿐이겠는가. 고금에 또한 나와 같은 이 없을 것이다.” 하였으니, 대체로 그 근심함이 깊었던 까닭으로 그 기뻐함이 이와 같았다. 겨울 10월에 중외 사찰(寺刹)의 노비를 혁파하여 다 관(官)에 돌리고, 얼마 안 되어 오교(五敎)를 파하고 다만 선(禪)ㆍ교(敎) 두 종만을 남겨 두었다. 이에 이단(異端)의 교를 물리쳐 시원스럽게 하였다. 경자년 봄에 비로소 집현전(集賢殿)을 설치하고, 문학의 선비를 뽑아 모아 고문(顧問)에 대비하였다. 이해 여름에 원경왕후(元敬王后)께서 병이 들어 밖으로 피기(避忌)하였는데 왕후의 연(輦)을 부축하여 걷고 노숙(露宿)도 하며 약을 받들어 항상 곁을 떠나지 아니 하였다. 7월에 왕후께서 돌아가시니, 미음도 잡수시지 아니하시다가 태종께서 억지로 권하니 조금 들었다.신축년 8월에 천자(天子)가 북정(北征)을 하는 데 말 만필을 바치니 천자가 가상히 여겨 포장하고, 은폐(銀幣)를 내렸다. 9월에 태종에게 태상왕의 호를 올리고 임인년 5월에 태종이 돌아가시니, 3년 동안 최복(衰服)을 입고 정무를 보았으며, 정하여 영세(永世)의 법으로 삼았다. 갑진년 가을에 명나라 태종 문황제(太宗文皇帝)가 돌아가고, 인종 소황제(仁宗昭皇帝)가 등극하매 사신을 보내어 표문(表文)을 받들어 위로하고, 등극을 하례함에 예절을 다하였다. 천자가 기뻐하여 충성이 지극하다고 포장하고 채색 폐백을 내려 주었다. 을사년에 인종이 돌아가시고, 선종 장황제(宣宗章皇帝)가 등극하시자 또 사신을 보내 위로하고 하례하였다. 선덕(宣德) 병오년 봄에 천자가 지성을 칭찬하여 폐백을 내리었는데 왕비에까지 미쳤다. 이해 겨울에 또 오경(五經)ㆍ사서(四書)ㆍ《성리대전(性理大全)》ㆍ《통감강목(通鑑綱目)》등 서적을 내려 주었다. 이로부터 상(賞)으로 보내는 것이 어느 해나 이르지 않는 해가 없었다. 나중에는 황제가 차고 있던 보옥으로 만든 띠ㆍ고리와 도검(刀劍)까지도 풀어서 보내 주었다. 기유년 여름 성균관(成均館)에 거둥하시어 선성(先聖)을 뵙고 선비를 뽑았다. 나라 사람들이 항상 금ㆍ은은 우리 나라 산물이 아닌데 명 나라 조정에 해마다 공물로 바치는 것을 계속하기 어렵다고 근심하므로 이에 친아우 함녕군(諴寧君) 인(裀)을 보내 연유를 갖추어 진술했더니, 천자가 특히 허락하여 바치는 것을 면해 주고, 대신 토산물로써 정성을 바치도록 하고, 인(裀)에게 상사품(賞賜品)을 매우 후하게 주었다. 이해 겨울에 천자가 칙서를 내려 이르기를, ‘조정에서 보낸 사람들이 왕의 나라에 이르거든 왕은 다만 예로써 대접할 뿐 물건을 선사하지 말라. 왕의 부자는 조정을 공경히 섬김이 해를 거듭할수록 더욱 두터움을 짐이 깊이 아는 바이니, 좌우 근신들의 이간질할 것이 못 된다.’ 하고, 또 칙서를 보내 이르기를, ‘왕은 가위 탁월한 어진 왕이로다.’ 하였다. 이보다 먼저 파저강(婆猪江) 등처의 야인(野人)이 다른 부락과 서로 연결하매 그들의 노략질을 당한 요동(遼東) 개원(開原) 등 변방의 군민(軍民)으로 우리나라에 도망하여온 사람이 5백여 명에 이르렀는데, 모두 북경으로 보냈더니 야인들이 분을 품어 우리 북변을 범했다. 계축년 봄에 판중추원사(判中樞院事) 최윤덕(崔潤德), 중추원사(中樞院事) 이순몽(李順蒙) 등에게 명하여 가서 치게 하니, 그 괴수 이만주(李滿住) 등이 새같이 도망하고 짐승같이 달아났으므로 그들의 근거지를 헐어버리고 돌아왔다. 갑인년 봄에 또 선성(先聖)을 뵙고 선비를 뽑았다.3월 병오년에 헌릉(獻陵)을 배알하니 감로(甘露)가 송백(松柏)에 내리고 또 경복궁 후원 소나무에도 내렸다. 백관이 하레 올리기를 청했으나 받지 아니하였다. 함길도 북문(北門)의 연강주군(沿江州郡)은 본래 고구려의 옛 강토요, 우리 조종(祖宗)이 왕업을 일으킨 땅이다. 그런데 야인의 점령한 바 되었더니, 비로소 회령(會寧)ㆍ종성(鍾城)ㆍ온성(穩城)ㆍ경원(慶源)ㆍ경흥(慶興)등 제진(諸鎭)을 설치하여 옛 강토를 회복하였다. 을묘년 봄에 명나라 선종(宣宗)이 돌아가고 지금 상황제가 즉위하매 표문을 받들어 위로하니, 천자가 사신을 보내 비단을 주었다. 정통 무오년 8월에 또 원유 관복(遠遊冠服)을 주었다. 임술년 5월에 달달(達達)이 사람을 시켜 글을 가지고 북문에 이르렀으므로 초유(招諭)하였다. 변장이 말하기를, ‘하늘엔 두 해가 없고, 백성에겐 두 왕이 없다. 이제 대명(大明)이 천하를 통일하였는데 너희들이 어찌 무도한 말을 하는가.’ 하고 끝내 거절하고 받아 들이지 아니하였다. 세종께서 북경에 사신을 달려 상주하니 천자가 기뻐하여 상사(賞賜)하였다. 갑자년 봄에 칙서를 보내 이르기를, ‘지시한 바 변방 일을 모두 잘 따르고 받들어 어기거나 게으름이 없으니 왕은 어질도다.” 하고 특히 곤룡포(袞龍袍)를 주어 은총(恩寵)을 표시하였다. 대마(對馬) 일기(壹岐) 등 섬의 왜적(倭賊)들이 명 나라 연해(沿海)의 땅을 침범하고, 또 우리 제주의 지경도 범하였는데 변장(邊將)이 다 잡지 못하고 본도(本島)로 도망친 자가 있으므로 세종이 사람을 보내 도주(島主)를 타일러 잡아 보내게 하니, 도주가 명을 받들고 모두 수색하여 잡아 보냈으므로 드디어 북경으로 압송하여 처단을 받게 하였으니, 전후의 인원이 대략 60여 명이었다. 천자가 매우 가상히 여기고 칙서를 보내 이르기를, ‘왕은 능히 너의 선왕이 하늘을 공경하고 대국을 섬기던 마음을 본받아 공순하고 정성스러움이 오랠수록 더욱 두터우므로 조정의 돌봄과 대우가 더욱 융숭하니, 가위 군신(君臣)이 한 마음이요, 종시(終始) 변함이 없다 할 수 있다. 이제 다시 변방을 침범한 왜적을 묶어보내니, 족히 왕이 나라를 경영하고 백성을 편안히 하는 뜻을 보겠고, 또 변방을 지키는 데 사람을 잘 써서 횡포를 막은 공이 있음을 보겠도다.’ 하였다. 또 이르기를, ‘조정에서 착함을 아름답게 여기고 어짊을 중히 여겨 예로 대우하기를 융숭하게 하노니, 덕이 후한 이는 사랑과 영화를 받는다는 옛말은 왕에게 해당된다.’ 하였다. 동량북(東良北)에 사는 오랑캐 낭포야온두(浪浦也穩豆)는 일찍이 아비를 죽인 자인데, 이해에 우리나라에 와서 조공하였다. 세종께서 생각하시되, ‘대역(大逆)한 사람은 천지가 용납하지 않을 것이요, 왕법(王法)에 용서하지 못할 것인데, 동량북은 우리 국경에 바짝 가깝고, 오래 왕화(王化)에 젖었으니 베지 아니할 수 없다.’ 하고 국경 위에서 찢어 죽이고 하교(下敎)하여 야인에게 타일렀더니 야인들이 모두 두려워하였다. 을축년에 근심과 과로로 병을 얻으시자 금상 전하에게 명하시어 정무를 참결(參決)하게 하였다. 병인년에 훈민정음(訓民正音)을 창제하여 음운(音韻)의 변화를 기록할 수 있게 하니 오랑캐와 중국의 여러 소리를 번역하여 통하지 아니함이 없었다. 그 제작이 정미함이 가히 고금에 뛰어났다 할 만하다. 무진년에 원손(元孫) 홍위(弘暐)를 봉하여 왕세손(王世孫)으로 삼았다. 기사년 가을에 지금 상황제가 즉위하매 표문을 받들어 하례하고 또 말[馬]을 보내어 변방의 경비를 도왔다. 황제가 한림 시강(翰林侍講) 예겸(倪謙), 형과 급사중(刑科給事中) 사마순(司馬恂)을 보내어 폐백을 내려주었다. 우리 나라는 태조 고황제(太祖高皇帝)로부터 구장면복(九章冕服)을 내려 주었고, 품질(品秩)은 친왕(親王)에 비하였다. 오직 왕세자께서 아직 면복(冕服)이 없으므로 나라 사람들이 다 부족하게 생각하였더니 세종께서 칠장(七章) 면복을 청하여 마침내 허락함을 받았다. 세종께서는 지극한 효도를 하시어 날마다 수강궁(壽康宮)에 문안드릴 제 화한 낯빛과 부드러운 얼굴이며, 옥을 잡은 듯 가득 찬 것을 드는 듯 조심함은 전세의 제왕이 미치지 못하는 바이요, 상사와 제사를 당하여 예를 다하고 정성을 다하여 모두 법도에 맞았다. 비빈(妃嬪) 이하를 은혜로 대접함이 각각 그 분수를 다하니 이간하는 말이 없었다. 여러 아들을 의방(義方)으로써 하여, 적서(嫡庶)ㆍ존비(尊卑)의 등급이 분명하였다. 모두 학문을 좋아하여 이치에 통달하여 마침내 교만하고 게으르고 사치하고 경박한 습관이 없었다. 아침 저녁마다 정성(定省)할 제 주옥(珠玉)이 서로 연하듯 하고 기러기 줄처럼 차례로 들어가니, 나라 사람들이 다 그 종사(螽斯)ㆍ인지(麟趾)의 경사 있음을 감탄하였다. 처음 태종께서 지(禔)를 밖으로 내쳤으나 세종께서는 때없이 불러 보셨고, 마침내 서울로 돌아오게 하시고 친애하여 혐의 없으시니, 여러 신하들이 굳이 간하여 불가하다 하였으나 듣지 아니하셨다. 두 형을 섬기고 여러 아우를 대접함에 우애의 정을 다 하시고 종실의 여러 친족에게도 자주 회견하고 술을 내려 즐기시고, 유복(有服)의 친척은 모두 재능에 따라 직을 주시고, 촌수 멀고 먼 곳에 사는 사람이라도 역시 부역을 면제하여 생각해 주셨다. 외척에 이르기까지도 대우함이 또한 마땅함을 얻었었다. 또 종학(宗學)을 설치하여 태조의 자손으로 종적(宗籍)에 속해 있는 자는 다 글을 배우게 하니, 교양의 방법이 지극하였다. 여러 신하를 예로써 대우하시고 착한 이를 가상히 여기시고, 능하지 못한 이를 불쌍히 여기시어, 중한 형벌을 받은 자가 없었다. 환관의 무리에게는 엄숙하게 임하여 일의 권한을 맡기지 아니하였다. 사대(事大)의 예는 지성에서 나와 무릇 바치는 문서와 토산물은 몸소 스스로 살피지 아니함이 없었으므로 여러 황제가 사랑하고 돌보아 물품을 하사한 것이 융숭하고, 가상히 여겨 포장하는 말이 전대에 비할 바가 아니었다. 왜국이 보배를 바치고 야인들이 예물을 가지고 와 남으로부터 오고 북으로부터 와 꼬리를 물어 끊어지지 아니하여, 높이고 친하고 감격하여 추대함이 마음속으로 감복한 데서 나왔다. 전주(銓注 인물을 전형하여 적재 적소에 배치하는 것)ㆍ출척(黜陟)의 법을 세웠으되 지극히 자세하고 지극히 구비되니, 요행으로 자리를 얻는 것은 자취를 감추고, 현량(賢良)이 나아와 쓰이게 되었다. 수령(守令)이 하직할 적에는 인견하시고 백성을 구제하는 정사를 하도록 타이르시니 사람마다 스스로 힘썼다. 농상(農桑)에 유의하여 책을 만들어 권유하고, 밭 가는 것을 살피고 거두는 것을 보니 사람들이 농사짓기를 즐겨 하였다. 손실(損實 감하고 채움)의 폐단을 개혁하여 공법(貢法 세 바치는 법)을 정하고, 농토를 여섯 등급으로 나누고, 농사를 아홉 등급으로 나누어서 그 세(稅)를 올리고 내리게 하여 삼대(三代) 즉 하(夏)ㆍ은(殷)ㆍ주(周)의 공(貢)철(徹)의 법을 복구하였다. 유사에게 명하여 종(鐘)과 경쇠를 만들게 하여 율관(律管)을 불어 음성을 조화하게 하니 아악이 일신되었다. 회례(會禮)에 쓰던 여악(女樂)을 처음으로 철폐하였다. 또 조종(祖宗)의 공덕을 서술하여 정대업(定大業)ㆍ여민락(與民樂) 등의 악장(樂章)을 지으시니 소리와 의식(儀式)의 아름다움이 지극하였다. 《당속악보(唐俗樂譜)》를 만들어 느리고 빠른 음조를 고르게 하여서, 사람마다 악보만 있으면 악사에게 번거롭게 배우지 않아도, 모든 음악이 각각 바름을 얻게 되었으니 또한 옛날에 없던 일이다. 고금의 예설(禮說)을 참작하여 오례의(五禮儀)를 정하니 정(情)과 문(文 의식(儀式))의 갖춤을 극진히 하였다. 처음으로 양로연(養老宴)의 예를 설정하여 남자면 친히 임석하시고, 여자면 왕비가 친히 대접하고, 주군(州郡)에 있는 노인은 수령이 친히 대접하도록 하였다. 백 세 이상의 노인은 달마다 술과 고기를 보내고, 80이상의 늙은이에게는 1작(爵)을 주되 차등이 있게 하니, 이에 은혜가 미치지 아니함이 없었다. 재변을 만나매 하늘을 두려워하고 흉년을 구제하고 백성을 가엾이 여기는 데 진심진력하였으니, 모두가 실지를 일삼고 겉치레를 하지 않은 것이다.《칠정내외편(七政內外篇)》을 편찬하고 여러 의상(儀象 천문 관측기)과 규표(圭表 해시계) 및 흠경(欽敬)ㆍ보루(報漏) 등의 각(閣)을 지었다. 혼상(渾象)ㆍ성구정시의(星咎定時儀)ㆍ앙부의(仰釜儀)ㆍ한양일출입분(漢陽日出入分)은 다 스스로 창제한 것이니, 이에 천문 역수(曆數)가 비로소 틀림이 없게 되었다.《삼강행실(三綱行實)》을 편찬하여 풍속을 격려함이며,《명황계감(明皇戒鑑)》을 지은 것은 안일하고 향락(享樂)에 빠짐을 막음이요,《통감훈의(通鑑訓義)》와《치평요람(治平要覽)》을 편찬한 것은 역대의 흥망을 보게 한 것이요, 《역대병요(歷代兵要)》를 편찬한 것은 평화한 때에도 싸움을 잊지 않게 한 것이요 의약(醫藥) 제서(諸書)에 이르기까지도 모두 교정하여 새 것처럼 하였다. 주자(鑄字)와 기리고(記里鼓)의 유에도 매우 유의하지 아니함이 없었다. 진설(陣說)을 지어 진법 일으키는 것을 사열하고, 전함(戰艦)을 더욱 수리하고 화통(火筩)을 더 제조하고, 성곽을 수리하고, 갑병(甲兵)을 훈련하니 무비(武備)가 엄하여졌다. 법률이 밝고 옥사를 다스림이 공평하매 형벌이 맑아졌고, 술을 경계하고 형벌을 가엾이 여기어 모두 교서를 내려 관리를 단속하였다. 이때를 당하여 비록 백공 기예(百工技藝)라 하여도 다 그 능력을 정밀하게 하였다. 상림원관(上林園官) 갖추기를 청하였더니 하교(下敎)하기를, ‘내 천성이 화초를 좋아하지 아니하니 유사(有司)는 마땅히 실지에 힘쓸지어다. 뽕나무ㆍ닥나무ㆍ과일나무는 모두 일상 생활에 요긴한 것이니, 너희들은 지금 이후로는 이것으로써 직책을 삼음이 옳을 것이다.’ 하였다. 일찍이 대신에게 이르기를, ‘옛날의 역사를 보니 태평한 세상에도 오히려 임금의 옷 자락을 잡아당기며 간절히 간하는 사람이 있었다. 이제 비록 조금 편안하다 하나 아직 옛날에 미치지 못하는데 곧은 말하는 사람 있음을 보지 못하겠음은 어쩐 일인가.’ 하고 항상 마음을 열고 간함을 구하며 신하들로 하여금 할 말을 다하게 하였는데, 힘써서 말이 비록 이치에 맞지 않는다 하더라도 죄주지 아니하고, 큰일, 작은 일 할 것 없이 반드시 대신과 의논한 뒤에 행하신 까닭으로 잘못된 처사는 없었다. 경태(景泰) 원년 경오 봄 2월에 병이 드시매, 의원은 그 기술을 다하였고, 신에게 두루 빌었으나 끝내 효험 없어 17일 임진에 별궁(別宮)에서 돌아가시니 춘추(春秋)가 54세요, 왕위에 계시기 33년이었다. 신하들과 백성들이 은택을 흐뭇하게 입어 모두, ‘대덕(大德)은 반드시 장수하심을 얻어 길이 만년을 누릴 것이다.’ 하였더니 문득 만백성을 버리시니, 아, 슬프다. 대소신료(大小臣僚)와 하인 종에 이르기까지도 실성 통곡하지 아니한 사람이 없었다. 금상 전하께서 유명을 받들어 재궁(梓宮) 앞에서 즉위하시고 거상(居喪)에 예를 다 하시었다. 여러 신하를 거느리고 책보(冊寶)를 받들어 영문 예무 인성 명효 대왕(英文睿武仁聖明孝大王)의 시호를 올리고, 묘호(廟號)를 세종(世宗)이라 하였다. 여름 6월 12일 갑신(甲申)에 영릉의 서실(西室)에 합장하니 유명(遺命)이었다. 명나라에 부고를 전하매 천자가 매우 슬퍼하고 사신을 보내어 제사를 내렸다. 또 고명(誥命)을 내려 장헌(莊憲)이라 시호를 주고, 우리 전하에게 부의를 특히 후히 주고 왕위를 이에 책봉하고 곤면구장(袞冕九章)을 주고 왕비에게는 관복(冠服)을 주었다. 우리 전하에게 주신 고명에 대략 이르기를, ‘고(故) 조선국왕 이모(李某)는 자애하고 은혜스럽고 겸손하며, 공순하고 총명하고 특달(特達)하여, 선을 즐기고 이치를 따라 터럭같이 작은 일이라도 조심하고, 하늘을 공경하고 상국(上國)을 섬기기를 한결같이 정성스럽게 했으므로, 인후(仁厚)한 덕이 나라 사람에게 믿어지고 공이 변경에 나타났다. 조선이 나라가 생긴 때부터 오늘에 이르기까지 왕과 같은 이는 드물었다. 너 이모(李某)는 바로 그 세자(世子)로 충효에 정성스럽고 공경하고 조심하여 게으르지 아니하니 순서로나 덕으로나 마땅히 왕위를 계승해 받아야 한다. 충성하고 효도하여 길이 아버지의 행실을 따를지어다.’ 하였다. 대체로 우리 세종의 거룩한 덕이 사해(四海)에 빛나고, 천조(天朝)에 들린 까닭으로 종시 애영(哀榮)의 은전이 이와 같이 지극하였으니, 아, 성대하도다. 왕후의 성은 심씨로 청송(靑松)의 이름난 집이다. 증조 휘 용(龍)은 고려 문하시중 청화부원군(門下侍中淸華府院君)에 증작되고, 할아버지 휘 덕부(德符)는 고려 공민왕을 섬기어 두 번 문하시중이 되고, 우리 공정왕(恭靖王) 조에 이르러 문하좌정승이 되어 청성백(靑城伯)에 봉하였고, 아버지 휘 온(溫)은 영의정부사 청천부원군(領議政府事靑川府院君)에 봉하였다. 어머니 안씨(安氏)는 삼한국대부인(三韓國大夫人)에 봉하였는데 영돈녕부사(領敦寧府事) 천보(天保)의 따님이다. 후께서는 나면서부터 착하고 아름다웠다. 태종께서 잘 골라 뽑아와 빈(嬪)이 되어 경숙옹주(敬淑翁主)에 봉하였는데. 양궁(兩宮)을 공경히 섬기어 은총을 두텁게 받았다. 세종께서 왕세자로 봉해지자 후는 경빈(敬嬪)으로 봉하였고, 세종이 즉위하자 후는 봉하여 공비(恭妃)가 되었다. 선덕(宣德) 임자년에 예관(禮官)의 말을 좇아 공(恭)이란 미칭(美稱)을 버리고 왕비라고 고쳐 봉하였다. 후는 정숙한 덕이 있어 세종께서 잠저에 계실 때에 왕후가 나고 드는 때에 반드시 일어서서 깊이 경례를 하였다. 중궁(中宮)이 되매 여러 번 천조의 상사(賞賜)를 받았다. 왕후는 빈과 첩들을 예로써 대접하고 아래로 시녀에 이르기까지도 다 은혜를 베풀었으며, 서출자(庶出子)도 다 자기가 낳은 아들과 같이 여기어 어루만지고 사랑하였다. 임금에게 수라를 올릴 적에는 반드시 몸소 임하여 살펴보며 정성과 공경을 다하였다. 경계를 드리는[進戒]도움이 있고 사사로 청하는 일은 없었다. 궁중이 바르니 덕화가 나라에 흘러 멀리 태사씨(太似氏 주 나라 문왕의 비)의 풍을 따르셨다. 정통(正統) 병인년 봄에 병을 얻으니 세종께서 밤낮 친히 돌보고 우리 전하께서는 곁에 모시어 탕약을 받들었으나 3월 24일 신묘에 돌아가시니 향년이 52세였다. 시호를 소헌(昭憲)이라 하고 7월 19일 을유에 영릉 동실에 장사지냈다. 왕후는 8남 2녀를 낳으시니 큰아들은 바로 금상 전하이고, 다음은 세조 유(瑈)이니 수양대군(首陽大君)에 봉하고, 다음은 용(瑢)이니 안평대군(安平大君)이요, 다음은 규(璆)이니 임영대군(臨瀛大君)이요, 다음은 여(璵)이니 광평대군(廣平大君)으로 먼저 죽고, 다음은 유(瑜)이니 금성대군(錦城大君)이요, 다음은 임(琳)이니 평원대군(平原大君)인데 또한 먼저 죽었다. 다음은 염(琰)이니 영응대군(永膺大君)이다. 장녀는 비녀를 꽂지 못하고 죽었는데, 정소공주(貞昭公主)라 증(贈)하고, 다음은 정의공주(貞懿公主)로 연창위(延昌尉) 안맹담(安孟聃)에게 하가(下嫁)하였다. 신빈(愼嬪) 김씨가 여섯 아들을 낳았으니, 장남은 증(贈) 계양군(桂陽君)이요, 다음은 침(琛)으로 밀성군(密城君)이요, 다음은 운(璭)으로 익현군(翼峴君)이요, 다음은 장(璋)으로 영해군(寧海君)이요, 다음은 거(𤦲)로 담양군(潭陽君)인데, 복중(服中)에 죽었다. 혜빈양씨(惠嬪楊氏)는 세 아들을 낳았는데 장남은 어(𤥽)로 한남군(漢南君)에 봉하고 다음은 현(玹)이니 수춘군(壽春君)이요, 다음은 전(瑔)이니 영풍군(永豐君)에 봉하였다. 숙원(淑媛) 이씨는 1녀를 낳았는데, 정안옹주(貞安翁主)로 아직 비녀를 꽂지 못하였다. 상침(尙寢) 송씨가 1녀를 낳았는데, 정현옹주(貞顯翁主)로 영천위(鈴川尉) 윤사로(尹師路)에게 하가했고, 궁인 강씨가 1남을 낳았으니, 영(瓔)으로 화의군(和義君)이다. 우리 전하의 현덕왕후(顯德王后) 권씨는 증 의정부 좌의정(贈議政府左議政) 전(專)의 따님으로 1남 1녀를 낳고 돌아갔다. 아들 홍위(弘暐)는 지금 왕세자에 봉하였고 딸은 경혜공주(敬惠公主)로 영양위(寧陽尉) 정종(鄭悰)에게 하가하였다. 사칙(司則) 양씨(楊氏)가 1녀를 낳았는데 아직 어리다. 수양(首陽)은 증 좌의정 윤번(尹璠)의 딸에게 장가들어 2남 1녀를 낳았는데, 장남은 덕종인데 도원군(桃源君)이요, 나머지는 어리다. 측실(側室) 박씨가 1남을 낳았는데 어리다. 안평(安平)은 증 좌의정 정연(鄭淵)의 딸에게 장가들어 두 아들을 낳았는데, 장남 우직(友直)은 의춘군(宜春君)이요, 차남 우량(友諒)은 덕양군(德陽君)이다. 임영(臨瀛)은 증 우의정 최승녕(崔承寧)의 딸에게 장가들어 2남 2녀를 낳았으니 장남 주(澍)는 오산군(烏山君)이요, 나머지는 다 어리다. 광평(廣平)은 첨지중추원사(僉知中樞院事) 신자수(申自守)의 딸에게 장가들어 1남을 낳았으니, 보(溥)로 영순군(永順君)이고, 금성(錦城)은 증 좌의정 최사강(崔士康)의 딸에게 장가들어 1남을 낳았는데 어리다. 평원은 증 좌의정 홍이용(洪利用)의 딸에게 장가들었는데 자식이 없다. 영응(永膺)은 증 좌의정 정충경(鄭忠敬)의 딸에게 장가들었고, 화의(和義)는 승정원 동부승지(承政院同副承旨) 박중손(朴仲孫)의 딸에게 장가들었고, 측실 김씨가 1남을 낳았는데 어리다. 계양(桂陽)은 판중추원사(判中樞院事) 한확(韓確)의 딸에게 장가들어 1남을 낳았는데 어리고, 의창(義昌)은 부지통례문사(副知通禮門事) 김수(金修)의 딸에게 장가들어 1남을 낳았는데 어리다. 한남(漢南)은 호조 정랑(戶曹正郞) 권격(權格)의 딸에게 장가들어 1남을 낳았는데 어리고, 밀성(密城)은 인순부 소윤(仁順府少尹) 민승서(閔承序)의 딸에게 장가들어 1남을 낳고, 수춘(壽春)은 부지통례문사(副知通禮門事) 정자제(鄭自濟)의 딸에게 장가들어 1남을 낳고, 익현(翼峴)은 예빈소윤(禮賓少尹) 조철산(趙鐵山)의 딸에게 장가들었고, 영풍(永豐)은 사헌집의(司憲執義) 박팽년(朴彭年)의 딸에게 장가들었고, 영해(寧海)는 증 좌찬성(贈左贊成) 신윤동(申允童)의 딸에게 장가들었다. 정의공주(貞懿公主)가 4남 2녀를 낳았는데, 장녀는 돈녕부 승(敦寧府丞) 정광조(鄭光祖)에게 시집가고 나머지는 다 어리다. 정현옹주(貞顯翁主)가 2남을 낳았는데 다 어리다. 의춘(宜春)은 우의정 남지(南智)의 딸에게 장가들었다. 신이 그윽히 생각건대 조화(造化)의 묘함은 물(物)에 나타나고, 성인(聖人)의 마음은 정신에 나타나는 것입니다. 우리 세종께서는 생지(生知 나면서부터 아는 것)의 성인으로 중을 세우고[建中] 극을 세워[建極] 인륜의 지극함[人倫之至]이 되시어 선왕을 잘 계승하여 제왕의 효도를 드러내었습니다. 구족(九族)이 이미 화목하매 만백성이 다 화하고, 모든 일이 다 화함에 명성이 넘쳐 흐르셨습니다. 천자가 그 충성되고 어짐을 포장하여 내려 주심이 실로 많았고, 이웃나라는 그 정성스럽고 미더움에 감복하여 산을 넘고 바다를 건너 서로 연달아 왔습니다. 신은 시종(侍從)하기 10년이옵고, 정부(政府)와 육조(六曹)에 출입하기 20여 년 맑은 빛[淸光]을 가깝게 모시었사온데, 참으로 지극히 광대(廣大)하시어 정미(精微)함을 다하였고, 고명(高明)을 극도로 하며 중용(中庸)으로 말미암았으니 실로 동방의 요순이옵니다. 소헌왕후(昭憲王后)는 곤후(坤厚)의 덕으로서 건강(乾剛)의 성인에 짝하시어 어머니로서의 모범을 한 나라에 보이시고 덕화가 사방에 미치었으며, 또 다남(多男)의 경사가 있어 우리 전하를 낳으시매 성덕(聖德)이 있으시어 대통(大統)을 이었습니다. 또 어관(魚貫)의 사랑을 이루시고 종우(螽羽)와 같이 자손이 많으셨습니다. 참으로 하늘이 내신 배합이요, 주나라의 태사(太姒)와 짝할 만합니다. 신은 필력이 거칠고 옹졸하여 성하고 아름다움을 칭송할 수 없사오니, 천지의 큼을, 그리고 일월의 밝음을 칭찬하는 데 충분하지 아니하옵니다. 그러나 명을 받자옵고 감히 사양하지 못하여 삼가 머리 조아려 절하옵고 명(銘)을 드리나이다.‘순임금은 요임금을 이어, 거듭 빛내고 진실로 요의 덕에 맞았네. 무왕은 문왕을 이어, 왕업을 창성하게 하였네. 덕이 성한 이는 제(帝)가 되고, 공이 높은 이는 왕(王)이 되네. 빛나는 문채가 있어, 곧 밝은 빛을 주셨도다. 어진이에게 주고 아들에게 줌은 하늘이 진실로 명함이요, 혹 선위(禪位)하고 혹 계승함은 오직 공(公)이요 사(私)가 아니네. 생각건대 우리 세종은 하늘이 내신 생지(生知)이시고, 효제(孝悌)의 성품이요 충신(忠信)의 자질이시네. 학문을 좋아하시어 게으르지 아니하시니, 주공(周公)의 뜻이며, 공자(孔子)의 생각이로다. 밝고 밝은 태종은 오직 미묘하고 깊으셨네. 어두운 이를 폐하고 덕 있는 이를 명하시니, 요 임금과 문왕의 마음이로다. 천자의 조정에 아뢰니 황제의 허락이 내리셨네. 부지런하다가 지치시어 이에 왕위를 물려 주셨네. 천자가 책명(冊命)을 내리어 사신이 드디어 이르렀고, 천자가 연회를 내려 주시어 주행(周行 대도(大道))을 보이셨도다. 도가 그 몸에 쌓이어 총명하고 슬기롭네. 밤에 일어나고 늦게 잡수시며, 정성을 쏟아 다스림을 도모하시어 받은 책임을 능히 하시니 부왕께서 기뻐하셨도다. 양궁(兩宮)을 즐겁게 받드시며 기쁜 안색이요, 화한 얼굴이었네. 용루(龍樓)에서 문안드리매 더욱 정성되고 더욱 공손하셨도다. 상사에는 슬픔을 다 하시고 제사에는 정성을 다하셨네. 하늘이 감로(甘露) 내려 그 신령함을 밝히셨네. 궁중에선 화합하여 은혜가 치우침이 없으시고, 가법이 바르매 사람이 이간할 수 없었도다. 백형이 밖에 있으매 와 보기를 자주 하게 하고 얼마 후에 서울로 불러와서 우애함이 더욱 도타우셨도다. 효도를 미루어 우애하매 이에 형제가 화락하고, 화악(華萼)이 서로 즐기는 것은 서로 빛났고, 구족(九族)에 미치기까지 은택을 베풀었도다. 진진(振振 떼지어 나는 모양)한 자손은 선선(詵詵 많은 모양)한 메뚜기로다. 의방(義方)으로 가르치니 서(書)를 읽고 시를 외우네. 등급이 분명하였고, 적서(嫡庶)가 분수 따라 뭇 신하를 예우하여 형벌을 가하지 아니하였도다. 지성껏 대국을 섬기니 천자가 가상히 여겨 포장하셨도다. 무엇을 주셨는가. 조환(絛環)과 보도(寶刀)로다. 또 무엇을 주셨는가. 곤룡포(袞龍袍)로다. 예로써 이웃을 사귀매 이웃나라가 친하고 화하도다. 산을 넘고 바다 건너 예물을 가지고 오니 만 리가 한 집이로다. 백성이 이미 잘 살고 번성하매 인의(仁義)로 점점 교화시켰네. 인에 그치고 효에 그치고 공경에 그치고 믿음에 그치셨도다. 중을 세우고 화(和)를 극도로 하니 인륜(人倫)이 요순(堯舜)이로다. 임관(任官)하는 법이 정하고 자세하매 요행을 바라는 자가 자취를 감추었도다. 어진이에게 직책을 맡기고 능한 사람을 부리니 각각 그 직책에 알맞았네. 전제(田制)를 이미 정하니 교활한 아전이 손을 움츠리고, 걸(桀)도 아니며 맥(貊)도 아니매 세 받음이 어김없었네. 처음으로 의상(儀象 관측기)을 만드시고 다음으로 율력(律曆)을 정하시어 오례(五禮)를 손익(損益)하시니 정(情)과 문(文)이 극진하였도다. 음악의 소리와 의식을 새로이 하시어 조종의 공덕을 칭송하였네. 모임에 아악(雅樂)을 쓰고 비로소 여악(女樂)을 물리치고, 양로연(養老宴)에 친히 임하시어 매년 가을로서 정식을 삼으셨네. 서사(書史)를 편찬하여 정치의 득실을 거울삼고, 훈민정음을 제정하여 누속(陋俗)을 씻으셨도다. 공물(貢物)에 토산만을 하기로 천자의 칙서를 받았고 천자가 세자에게 칠장면복(七章冕服)을 내리니 온 나라에 빛이 났도다. 모든 시설하신 것이 자손에게 전할 만한 것 아님이 없었네. 진(鎭)을 북방에 설치하니 옛 강토 회복되었도다. 위엄과 덕이 멀리 덮으니 복종하지 않는 곳이 없었네. 군사가 북을 가리키매 적의 괴수 주둥이로 숨 쉬었네[喙息]. 바로 소굴(巢窟)을 치니 저 스스로 전복되었고, 글월 한 장을 남으로 보내니 왜놈들이 항복하였네. 명 나라 서울로 보내어 처단받게 하였도다. 편안할 때에도 위태로움을 잊지 아니하시고, 다스려질 때에 어지러운 것을 잊지 아니하셨네. 성과 보루(堡壘)는 험한 데 의거하였고, 창과 칼을 준비하였네. 전함(戰艦)을 새로 만드니 견고함이 철석같아 화통(火筒)이 틀에서 발하매, 빠르기 벽력같아서 군자(軍資)와 기계가 전보다 훨신 충실하였네. 호생(好生)의 마음으로 더욱 죄인을 불쌍하게 여기시니, 형벌이 공평하여 사람들이 억울함이 없었네. 백공기예(百工技藝)도 모두 법칙에 맞았네. 완호(玩好)를 좋아하지 아니하시고, 질실(質實)함을 위주하셨네. 더욱 겸손하여 바른말 구하기를 목마른 것같이 하셨으니, 높으신 덕이요 빛나는 문채로다. 이름할 수 없는 거룩함이요, 막대(莫大)한 공(功)이로다. 우(虞) 나라 주(周) 나라와 더불어 짝하겠고, 한 나라와 당 나라에서도 듣지 못하던 것이었네. 33년간 부모 되고 임금 되시었네. 하늘이 이 백성을 불쌍히 여기지 아니하여 문득 신민(臣民)을 버리시니, 멀고 가까운 데에서 슬픔에 얽혀, 애모(哀慕)하기 어버이같이 하네. 우리 임금이 위(位)를 이으시매 지극한 효도가 천성에서 나오시니, 밝음으로 밝음을 이으시고 성인으로 성인을 이으셨도다. 장사의 상제(喪制)는 모두 유명(遺命)에 따르셨네. 천자가 조상을 하며 제(祭)를 내리고 뇌사(誄詞) 지으셨네. 절혜(節惠 시호)로 이름을 정하여 아름다운 시호를 내리셨네. 후한 부의(賻儀)가 또한 이르러 은전을 베푸셨네. 왕작(王爵)을 잇게 하고 면복(冕服)을 주시었네. 내리심이 왕비에까지 미치어 구슬관과 유적(褕翟 꿩의 깃으로 꾸민 왕비의 옷)이로다. 천자의 은혜가 실로 두텁네. 공손히 생각건대, 왕후는 하늘의 아가씨에 비하겠네. 왕가에 시집오시어 궁중의 정위(正位)에 앉으시니 태사(太姒)의 덕으로, 문왕의 짝이로세. 성주(聖主)를 낳으시니 나라 운수 더욱 성하도다. 곧 많은 아들 두어서 인지(麟趾)를 읊었도다. 실로 우리 동방에 억년의 경사였네. 아, 선왕의 거울 잃음을 탄식하시더니 다섯 돌이 못 되어 세종이 문득 돌아 가셨도다. 능을 만들어 같은 궁(宮)에 실(室)은 다르네. 우러러 일각(日角)을 생각하오니 오장이 아프고 찢어지네. 오직 이 거룩한 덕이 만대에 한결같으리. 삼가 대략을 기록하여 절하옵고 명사(銘詞)를 드리나이다. 하늘처럼 길이 가고 땅처럼 오래 가도록 한없이 빛나오리.’” 하였다. 이인손(李仁孫) 묘(墓) 주 서쪽 15리에 있다. 이계전(李季甸) 묘(墓) 주 서쪽 25리에 있다.\n\n",
  "고적": "천녕폐현(川寧廢縣) 본래 고구려 술천군(述川郡)인데 일명 성지매(省知買)이다. 신라 때 기천(沂川)으로 고쳤다가, 고려 때 지금 이름으로 고쳤다. 현종(顯宗) 9년에 광주(廣州)에 소속시키고, 뒤에 감무(監務)를 두었다. 본조 태종조에 예에 따라 현감(縣監)으로 했다. 예종조에 이것을 폐하고, 주에 병합하여 직촌(直村)이 되니 주 서쪽 25리에 있다. 고산성(古山城) 주 북쪽 53리에 있다. 석축으로 주위는 3만 8천 8백 25척이다. 마암(馬巖) 주 동쪽 1리에 있다. 속담에 전하기를, “황마(黃馬)와 여마(驪馬)가 물에서 나왔기 때문에 군을 이름하여 황려라 하였다.” 한다. 바위가 마암으로 이름을 얻음도 이때문이라 한다. 이규보(李奎報)의 시에, “웅건하고 기특한 쌍마(雙馬)가 물가에서 나오매, 현 이름을 이로부터 황려라 하였네. 시인은 옛것을 좋아하여 번거로이 증거를 캐물으나, 오 가는 고기잡이 늙은이야 어찌 알리.” 하였다.\n사우당(四友堂) 마암(馬巖)에 있다. 임원준(任元濬)이 당(堂)을 짓고, 이름을 사우(四友)라 하였다. ○ 서거정(徐居正)의 기문에, “여강(驪江) 물은 월악(月岳)에서 근원하여 달천(獺川)과 합하여 금탄(金灘)이 되고, 앙암(仰巖)을 거쳐 섬수(蟾水)와 만나 달려 흐르며 점점 넓어져 여강(驪江)이 되었다. 물결이 맴돌아 세차며 맑고 환하여 사랑할 만하다. 강 서쪽에 마암이 있는데 크고 넓고 높고 험하며 기이하고 뛰어났다. 물은 맑아서 황려 일주(一州)가 크게 힘입었다. 이 바위의 이름은 이로 해서 났다. 좌우로 두른 장림(長林)ㆍ대야(大野)와 양전(良田)ㆍ옥양(沃壤)이 멀리 수백 리에 가득하며, 벼가 잘 되고 기장과 수수가 잘 되고, 나무하고 풀 베는 데 적당하고, 사냥과 물고기 잡기에 적당하여, 모든 것이 자족(自足)하다. 멀리 바라보면 치악산ㆍ용문산 여러 산이 푸르게 뾰족히 솟아 연운(煙雲)의 아득한 사이에 출몰(出沒)하여 기상이 여러 가지로 변하니, 참으로 이른바 명구승지(名區勝地)인데, 서하(西河) 임 선생(任先生)의 별장이 있다. 선생이 일찍이 한 당(堂)을 짓고 사우(四友)라 편액(扁額)을 달았는데, 경(耕)ㆍ목(牧)ㆍ어(漁)ㆍ초(樵) 네 벗이란 뜻에서 취한 것이다. 요즈음 나에게 기문을 부탁하였다. 내 생각건대, 들에서 밭 갈고, 들에서 소 먹이고, 숲에서 나무하고 물에서 고기 잡는 것은, 모두 산림(山林)에 고상하게 숨어 사는 사람이 즐거워하는 것인데, 선생은 공명부귀의 성(盛)함으로서 헌면(軒冕 귀인이 타는 수레와 쓰는 갓)ㆍ규조(圭組 홀과 인끈)의 영화를 누려 성심(聖心)의 돌보심이 쏠리는 바 되고, 세상 의논이 중히 여겨 의지한 바로서, 이 네 가지 벗이 될 수 없는데, 이제 다시 이것을 취함은 무슨 까닭인가. 산림이거나 들이거나 처해 있는 곳은 비록 같지 아니하나, 취미를 붙인 것은 같지 아니함이 없는 것이다. 조정에 있어서는 강호(江湖)를 생각하고, 번화를 싫어하며, 한적(閒適)을 즐겨함은, 달인(達人) 군자의 취미가 본래 이와 같은 것이다. 선생이 비록 공훈이 높고 명망이 중하나 겸손하고 지족(止足)의 경계를 거울삼아 용퇴(勇退)하고자 마음을 가진 지가 하루가 아니었다. 더욱 여주의 별장은 바로 선생의 청전(靑氈 세업(世業))으로 선산이 있는 곳인데, 서울과의 거리는 겨우 이틀의 길 밖에 되지 않는다. 선생께서 공무의 틈을 얻어 아름다운 때와 절일이면, 오가며 성묘(省墓)하여 소와 양을 잡아 제사를 드려 조상에게 정성을 다하고, 물러와서는 고향의 부로(父老)들과 조용하게 웃고 이야기하며 밭가는 이에게는 심고 거두는 방법을 묻고, 목자에게는 사육(飼育)하는 방법을 이야기하고, 나무하는 사람에게는 벌목편(伐木篇)을 노래하고, 고기잡이하는 이에게는 호량(濠梁)의 취미를 논하고 기뻐하여, 담박(淡泊)한 것으로 더불어 사귀고 적막한 것으로 더불어 벗한 것같다. 벗할 것이 부족하여 그 당(堂)을 이름하고, 그 당을 이름하고는 기문을 저술하였다. 그 벗함은 안면으로 함이 아니라 마음으로 함이다. 대체로 벗이란 것은 그 덕을 벗하는 것으로서 그 벗을 취하는 것이 하나가 아니다. 옛 사람을 벗하는 사람도 있고, 한 세대의 어진 사람을 벗하는 사람도 있고, 한 고을의 선비를 벗하는 사람도 있다. 옛을 벗하고 한 세대의 어진이를 벗하는 것은 일찍기 그런 사람이 있음을 들었거니와, 능히 높은 선비, 경목초어(耕牧樵漁) 같은 이를 벗하여 유익한 도움이 되어 오랠수록 공경함은 선생에게서 보았다. 아, 선현이 말씀하기를, ‘친족을 친한 뒤에 백성을 사랑하고, 백성을 사랑한 뒤에 물건을 사랑하라.’ 하고, 또 말씀하기를, ‘백성은 우리 동포요, 물건은 나와 한편이다.’ (장자(張子)의 말) 하였은즉, 군자의 벗을 취함이 의당 먼저 사람에게 하고, 뒤에 물건에 하는 것이다. 두루 고금의 고상한 사람과 운치있는 선비들을 보건대, 도연명(陶淵明)은 국화를 벗하고, 왕자유(王子猷)는 대를 벗하고, 윤화정(尹和靖)은 매화를 벗하고, 주염계(周濂溪)는 연꽃을 벗하여, 혹은 그 향기로운 덕을 취하고, 혹은 그 맑은 절개를 취하였으니, 마음으로 벗하여 물건과 나를 간격(間隔)이 없게 한 것이다. 근자에 김선생 경지(敬之)가 여강(驪江)에 계셔 그 당(堂)을 이름하여 사우(四友)라 하였으니, 이것은 설(雪)ㆍ월(月)ㆍ풍(風)ㆍ화(花)를 위한 것이었는데, 뒤에 강(江)ㆍ산(山)을 더하여 육우(六友)로 하였다. 그 벗함이 어찌 뜻이 없겠는가. 그러나 그 숭상하는 것이 다 선생이 벗한 바가 인륜 일용(人倫日用)의 떳떳한 데 있고, 형색(形色)이 완호(玩好)한 데 있지 아니한 것만 같지 못하니, 벗을 취하는 도리가 이에 극진하였다. 거정(居正) 또한 사가(四佳)로써 정자에 이름하였는데, 사가는 춘하추동을 이름이니, 원(元)ㆍ형(亨)ㆍ이(利)ㆍ정(貞)에 군자의 사덕(四德)이 갖추어 있다. 거정이 사덕 군자의 뒤를 따라 위로 옛 사람을 벗[尙友]하고자 한 것이 그 넷을 벗한 까닭이니, 마땅히 선생에게 사양하지 아니한 것입니다. 선생도 또한 취함이 있으실런지. 만일 취함이 있을 것같으면 선생과 다시 이것을 의논하기를 청합니다.” 하였다.\n침류정(沈流亭) 천녕(川寧) 금사리(金沙里)에 있다. ○ 이색(李穡)의 기(記)에, “염동정(廉東亭 이름은 흥방(興邦))이 귀양살이 할 때, 안으로 천녕현(川寧縣)에 옮기어 물에 걸쳐 정자를 짓고, 그 위에서 노닐며 쉬었다. 인하여 수석침류(漱石枕流)의 말을 취하여 이름을 지었더니, 이미 풀려서 돌아오매 나에게 기(記)를 청하였다. 내가 말하기를, ‘동정(東亭)은 선왕에게 알아줌을 만나 검은 머리로 젊었을 때 재상이 되었으니, 금상(今上)에게 갚음을 도모할 바를 다시 더 말하여 무엇하랴. 말함은 혐의됨을 피하지 못하고, 일은 어려운 것을 사양하지 아니하여, 더럽고 탁한 것을 용납하고 흔들리고 격동하는 것을 진정하여, 굳센 기운은 금석보다 더하고, 충성은 귀신을 움직였으니, 확고하여 흔들 수 없다고 이를 만하다. 비록 밖에 쫓겨 나왔으나 몸을 보존하고 생명을 온전히 하여 산수의 즐거움이 평일의 소원을 갚았고, 임금께서 보전하게 하여주니, 은혜가 하늘과 같다. 밥먹고 숨쉬는 동안에도 감히 강호의 먼 데 처해 있는 까닭으로 해서 임금을 근심함을 잊지 못할 터인데, 어찌하여 정자에 이름한 것은 이와 반대되는가. 앞으로 시냇물에 귀를 씻어 세상 일을 듣기를 원하지 아니하려 함인가. 앞으로 그 몸만을 깨끗이 하여 세상의 누(累)가 미치지 않게 하려 함인가.’ 하니, 동정이 말하기를, ‘그렇지 아니하다. 대체로 물의 성질은 맑은 것이라, 그 기운이 사람에게 닿으면 뼈에 사무치게 찬 것입니다. 마음의 혼탁함이 이에 맑고 밝아지고, 마음의 흔들림이 이에 고요하여 안정하고, 상제(上帝)를 섬길 수 있고, 사령(四靈)을 이르게 할 수 있다. 이러므로 천일생수(天一生水)하며 오행(五行)의 장이 되었다. 만물이 번식하는 소이는 다 물의 공인 것이다. 이제 사람들이 아침 저녁으로 남의 집에 문을 두들겨 물과 불을 구함은 무슨 까닭인가. 하루라도 없어서는 안 되기 때문이다. 하루라도 없으면 사람이 그 생명을 보전할 수 없으니 공이 큰 것이다. 흐름을 베개한다[枕之]는 것은 물과 친할 뿐이요, 다른 뜻이 있는 것은 아니다. 이것이 내가 물에 취하는 소이이다. 다행히 자네는 나의 말을 다 풀이하여 주게.’ 하였다. 내 일찍이 들으니, 천지 사이에 물이 큰 것이 된 까닭으로 땅은 물 위에 있어 물에 실려 있는 것이 되는데, 대체로 형색(形色)을 가지고 천지 사이에 나서 모인 것은 다 물을 베개하니, 홀로 사람에게 뿐이랴. 이제 저 산이 높이 솟고 커, 위로 하늘에 닿았고, 금수초목이 산을 의지하여 산다. 비록 비와 이슬의 적셔줌이 있다 하나 진실로 물기가 그 사이에 통하지 아니한다면, 장차 무엇으로 그 생(生)을 이룰 것인가. 더욱 평원(平原)ㆍ거야(鉅野 대야(大野))ㆍ단록(斷麓)ㆍ평림(平林)에 물이 나옴은 필연이다. 그래서 사람이 거처하는 데 물이 없는 땅이 없고, 사람이 먹 는데 물이 없으면 물건이 없을 것이니, 물과 사람이 잠깐 동안이라도 떠날 수 없는 것이 분명하다. 동정(東亭)이 거이 양이(居移養移)하여 식견이 일세에 높아 부귀(富貴)했으며 환란에 처했으니, 대체로 환란에 행하여 자득(自得)한 것이 깊다. 나는 구름이 흩어지면 달이 나오고, 물이 흐르면 바람이 일어 나는 줄 안다. 동정(東亭)은 초연(超然)이 독립하였으니 더욱 어찌 부귀와 환란이 그 마음을 움직이랴. 그래서 이 정자야말로 하늘이 동정에게 더욱 후하게 한 것이다. 동정이 다시 조정에 올라 사방에 고루 베풀어, 우리 백성으로 하여금 번열(煩熱)을 씻고 정신을 통하여 임금의 덕에 기뻐 뛰게 함인즉, 하늘에 매여 있는 것이다. 이것으로 기를 삼는다.” 하였다.○ 고려 염흥방(廉興邦)의 시에, “시와 술로 즐거이 놀음이 백년 가까운데, 옛 사람 남기신 자취 임천(林泉)에 있구나. 홍진(紅塵) 10년에 은대(銀臺)의 영광이여, 이암(伊菴)에 한 번 취하여 자는 것과 어찌 같으리.” 하였다.○ 금사거사(金沙居士)의 침류정에는, “버들 그늘이 짙으매 더운 기운이 가시네. 귀를 씻으니 속세의 일이 들리지 아니하는데, 졸졸 흐르는 것은 단지 작은 시내 소리뿐이네.” 하였다.○ 또, “보리 언덕은 높고 낮고 물은 못에 가득한데, 쓸쓸한 마을이 적적하게 강가에 있네. 속세에서 남으로 북으로 다니던 시끄러운 일을, 모래 가 흰 새에게 말하여 알리노라.” 하였다.○ “여강은 넓고 아득하여 용문산을 둘렀는데, 언덕 맞은편에 고기잡이 등불에 먼 마을 있음을 알겠네. 농사꾼이 밤에 돌아오매 잔소리 없고, 다만 곡식이 들에 가득하길 빌 뿐이네.” 하였다.○ 김구용(金九容)의 시에, “멀리 남국에 놀음이 이미 3년인데, 깃발을 예천(醴泉)에서 금사로 옮겼네. 이암(伊菴)의 유적이 있으니, 침류정 위에서 책을 베고 조노라.” 하였다.○ 또, “못을 파고 버들을 심고 초가 정자를 지었으니, 푸르름이 축축하여 개이려 하지 않네. 문득 은대(銀臺)에 놀던 화월(花月)의 꿈을 깨니 녹음에서 가끔가다 꾀꼬리 소리 들려오네.” 하였다.○ 또, “꿈은 아직도 봉황지(鳳凰池)를 싸고 도는데, 집을 구하고 밭을 구하여 푸른 물가를 찾았네. 구차스럽게 성자(姓字) 감출 것 없으니, 금어초목(金魚草木)이 이미 알고 있네.” 하였다.○ 또, “조각배 짧은 노로 가시사립 두들기니, 비오는 밤에 도리어 물 위 마을이 아득하구나. 묻노니 금사가 어느 곳이뇨. 등불이 숲을 격한 언덕에 깜박거리네.” 하였다. 육우당(六友堂) 천녕현에 있다. 척약재(惕若齋) 김구용(金九容)이 여강에 귀양와서 당(堂)을 짓고 육우(六友)라 이름하였다. 이색(李穡)의 기에, “영가(永嘉) 김경지(金敬之)가 그 당을 이름하여 사우(四友)라 하였으니, 대체로 강절선생(康節先生 송대의 철학자 소옹(邵雍))의 설월풍화(雪月風花)를 취한 것이다. 나에게 그 뜻을 설명하기 청하나, 그것을 배우기 원하지 아니하고, 또 겨를이 없어 응하지 못함이 오래 되었다. 그가 여흥(驪興)에 있으면서 글을 보내어 말하기를, ‘지금 우리 외가에 있는데, 강산의 아름다움이 나를 조석으로 위로하는 것이, 홀로 눈ㆍ달ㆍ바람ㆍ꽃만이 아닌 까닭으로, 여기에 강산을 더하여 육우(六友)라 하였으니, 선생은 가르침을 주십시오.’ 하였다. 내 말하기를, ‘내가 쇠하여 병든 지 오래였다. 위로 천시(天時)가 이변하여도 내 모르고, 아래로 지리(地理)가 허물어져도 내 모를 뿐이다. 강절(康節)의 학문은 수리(數理)에 깊은 것인데, 이제 비록 강산 두 자로써 그 위에 더 써서 강절과 같지 아니함을 보인다. 그러나《역(易)》의 육룡(六龍)ㆍ육허(六虛)는 강절의 학문이 나온 것이니, 이 육(六)을 또한 강절에게 돌릴 뿐이다. 비록 그러나 이미 강절의 학문을 배우기를 원하지 않는다 하였으니, 이것을 버리고 어찌 말이 없겠는가. 말하자면 산은 우리 인자(仁者)가 즐기는 것이니 산을 보면 내 인(仁)을 가지고, 물은 우리 지자(智者)가 즐기는 것으로 강을 보면 지(智)가 있는 것이다. 눈이 겨울의 따뜻함을 누르는 것은, 나의 기운을 가운데 보전시키고, 달이 밤에 밝은 빛을 내는 것은, 나의 몸의 편안함을 보존함이다. 바람은 팔방이 있어 각각 철따라 나의 망녕되게 움직임이 없는 것이요, 꽃은 사시가 있어 각각 유(類)로써 모이니, 내가 차례를 잃음이 없는 것이다. 또 더욱 경지씨는 마음이 깨끗하여 한 점의 티끌도 없고, 또 사는 곳이 산이 밝고 물이 푸르르니, 밝은 거울과 비단병풍이라 일러도 욕됨이 없을 것이다. 눈은 고주사립(孤舟簑笠)에서 더욱 아름답고, 달은 높은 다락 술자리에서 더욱 아름답고, 바람은 낚싯줄에 있어서 그 맑은 것이 더욱 맑고, 꽃은 서탑(書榻)에서 그 그윽함이 더욱 그윽하여지는 것으로, 네 철의 좋은 경개가 각각 그 극치를 다하여, 강산의 사이에 경위(經緯 가로 세로)하였다. 경지는 어머니를 모시는 여가에 강에서 배를 타고 짚신 신고 산에 올라 낙화(落花)를 세고, 청풍에 서서 눈을 밟고 중을 찾고, 달을 대하여 손을 부르니 사시의 즐거움이 또한 그 극치를 다함이니, 경지씨는 일세에 독보(獨步)하는 분이다. 동지(同志)를 벗함에 있어서도 위로 옛 사람을 벗으로하니, 옛 사람을 하나 둘로 헤일 수 없는 것이요, 벗을 현금에 구하면 우리같은 이로 어찌 적다 하겠는가. 그러나 경지씨의 취한 것이 이와 같으니, 경지씨는 일세에 독보하는 분이다. 비록 그러나 천지는 부모요, 물(物)은 나와 한편이니, 어디에 가서 벗하지 못하겠소. 더욱 대축(大畜)의 산과 습감(習坎)의 물은 강습하여 많이 아는 것이랴. 참으로 나의 유익한 벗이다.’ 하고 이에 육우당기를 짓는다.” 하였다.○ 정추(鄭樞)의 부(賦)에, “저 여강 지역을 바라보니, 새로운 당(堂)이 있어 장려하구나. 아, 탁월한 높은 사람이여, 여기에 아름다운 손을 모았구나. 그 벗함은 오직 여섯인데 보통 사람이 친할 만한 것이 아니네. 고인(高人)이 더불어 평소에 그들과 서로 알게 됨이여, 흉금이 속세의 티끌을 끊었네. 아, 아름답구나. 저 양양하게 먼 흐름이여, 흐름이 근원이 있어 쉬지 않는도다. 저 높고 아래가 두터움이여, 높으나 위태롭지 아니하여 편안한 집일세. 저 꽃다운 꽃봉우리의 찬란함이여, 속에 아름다움을 품었다가 때가 되면 피는구나. 저 달이 고움이여, 골고루 멀리 비치는구나. 손이(巽二)가 맑은 바람을 명하고, 등륙(騰六)은 곧 나쁜 것을 가리어 숨겨 주누나. 서ㆍ동과 남ㆍ북이 모두 그 어진 덕을 자랑하고 빛내누나. 손과 주인의 서로 대함이여, 어찌 웃음 소리도 하하 하는고. 주고 받는 이야기 우레 같음이여, 혹 낮을 다하고 저녁에 늦도록 하는구나. 만일 그 거처를 말하자면 태극(太極)을 집으로 하였고, 그 족속을 상고하면 육막(六幕 천지 사방을 말한다)에 두루했네. 천지가 이미 개벽됨으로부터 형상이 나타나 법도대로로다. 세속은 어두워서 늘 함께 하면서도 알지 못하는구나. 아, 나의 혼미함이여, 저 장님과 무엇이 다르랴. 아름답다, 상락(上洛)의 원손(元孫)이여, 일찍이 주역에 연구가가 있었도다. 훌륭한 벗을 알아서 굳게 맺음이여, 진심으로 얻었음이로다. 이에 육일노인(六一老人)이 있어서 그 행함이 빨라 자취 없구나. 이미 팔구(八區)를 두루 보고는 고향에 들려서 수일 동안 묵었구나. 드디어 당에 올라 손에게 읍하고, 주인을 불러 말하기를, ‘어질구나, 그대가 육을 벗함이여. 진실로 초월하여 세속에서 벗어났구나. 그러나 그 득실(得失)에 어찌 말이 없겠는가. 바야흐로 그 기둥에 의지하니 물결이 밝고, 발을 걷으니 산이 푸르구나. 봄동산에 흩어진 것은 홍록(紅綠)이요, 가을 하늘에 걸린 것은 희고 깨끗한 달일세. 바야흐로 무더울 때는 맑게 물결이 부딪치네. 겨울의 따뜻함을 누름이여, 흰 것을 뿌리누나. 이때에 혹 술을 대하며 쟁(箏)을 타고, 혹 난간에 기대어 피리소리를 듣누나. 정신이 화열하고 뜻이 맞으니 이 즐거움이 어찌 다하랴. 물에 가까이 함을 즐기면 옷이 젖고, 자주 위험한 산을 타면 나막신이 꺾어진다. 색을 너무 사랑하면 천성을 해치는 것이요, 밝음을 구경하는 것이 심하면 눈을 상하고, 시원한 것을 먹기를 좋아하면 병이 나고, 찬 것을 항상 범하면 동상(凍傷)을 입는다. 내 일찍이 공자의 말씀을 들으니, ‘친구도 충고를 자주하면 소원해진다.’ 하셨네. 그 함괘(咸卦) 동동(憧憧)함이여, 성인이 아름답게 여기는 바 아니네. 일반 사람의 정이 서로 좋아함이여, 마음이 험하여 헤아릴 수 없구나. 처음 사귀매 아교[膠漆]같이 붙었다가, 문득 노하여 눈을 흘기네. 이제 그 원인을 찾아보니, 물(物)과 내가 적이 된 까닭이네. 비록 여섯 벗이 맑다 하나 적이 되니 일반이라. 덕을 한결같이 한 대인이 있음이여, 천지를 초월하여 독립했구나. 그 등을 등지니 그 몸을 보지 못하거든, 하물며 와서 흔드는 것을 볼 수 있으랴. 어찌 그대의 여섯 벗을 버리고, 대인을 따라서 배우지 않는가. 주인이 이에 들판을 돌아보고, 빙그레 웃고 말하기를, ‘그대의 하는 말은, 내 들은 것과 다르네. 저 방(方)과 물(物)이 유(類)로 모이고, 무리로 나뉘어져서 법칙 없음이 없는 것일세. 대체로 대인의 학문은 반드시 비고 고요한데, 저 벗의 좋고 좋지 아니함은 내 자신으로부터 손익(損益)할 것이네. 그 물(物)이 없는 미묘한 진리에 돌아가 숨는 것보다, 차라리 손과 더불어 즐김이 나을 것일세.’ 하고, 이어 노래하기를, ‘달이 비침이여, 산 언덕이로다. 바람이 슬슬 불어 옴이여, 강이 스스로 물결치누나. 꽃은 말을 아는 것이 더욱 아름답고, 눈 물[雪水]은 차를 끓일 수 있네. 이에 서로 크게 웃으니, 누가 주인이고 누가 손인지 알수 없네.’ 하였다.” 했다. 방근곡처(防斤谷處) 주 남쪽 30리에 있다. 신제처(新堤處) 주 서쪽 15리에 있다. 신잉이소(新仍伊所) 주 서쪽 15리에 있다. 등신장(登神莊) 천녕현 동쪽 20리에 있다.○ 이제 살펴 보건대, 신라에서 주군(州郡)을 건치(建置)할 때, 그 전정(田丁) 호구(戶口)가 현이 되지 못할 것은, 혹 향(鄕)을 두거나 혹 부곡(部曲)을 두어 소재(所在)의 읍에 속하게 하였다. 고려 때에 또 소(所)라고 칭하는 것이 있었는데, 금소(金所)ㆍ은소(銀所)ㆍ동소(銅所)ㆍ철소(鐵所)ㆍ사소(絲所)ㆍ주소(紬所)ㆍ지소(紙所)ㆍ와소(瓦所)ㆍ탄소(炭所)ㆍ염소(鹽所)ㆍ묵소(墨所)ㆍ곽소(藿所)ㆍ자기소(瓷器所)ㆍ어량소(魚梁所)ㆍ강소(薑所)의 구별이 있어 각각 그 물건을 공급하였다. 또 처(處)로 칭하는 것이 있었고, 또 장(莊)으로 칭하는 것도 있어, 각 궁전(宮殿)ㆍ사원(寺院) 및 내장댁(內莊宅)에 분속되어 그 세를 바쳤다. 위 여러 소(所)에는 다 토성(土姓)의 아전과 백성이 있었다. 김부식(金富軾)이 편찬한 《삼국사기》 지리지는 다시 여기에 쓸 것 없고, 정인지(鄭麟趾)가 편찬한 《고려사》에도 또한 《삼국사》를 그대로 기록하였다. 이제 저명한 성씨(姓氏)는 그 성씨의 근본되는 땅을 싣지 않을 수 없으므로 주관육익(周官六翼)에 의거하여 증거대었는데, 지금 상고할 만한 것은 겨우 열에 하나 둘이며, 모두 읍마다 고적(古跡)의 밑에 달아두었다.\n\n『신증』 ",
  "명환": "본조 정성근(鄭誠謹)ㆍ최숙정(崔淑精) 모두 목사가 되었다.\n",
  "인물": "고려 민영모(閔令謨) 어려서 글을 좋아했고 인종(仁宗) 조에 과거에 합격했다. 명종이 잠저에 있을 때, 꿈에 한 재상이 광화문으로 나오는데 추종(騶從)이 매우 성하였다. 어떤 사람이 말하기를, “이는 당신의 재상입니다.” 하였다. 즉위하자 영모(令謨)가 형부 시랑(刑部侍郞)으로서 과거를 관장하였는데, 방(榜)을 발표할 때에 임금이 보니 꿈에 보던 사람과 같았다. 비로소 크게 쓰려는 뜻을 두어 순서를 밟지 않고 뽑아올려 여러 벼슬을 거쳐 문하시랑 평장사(門下侍郞平章事)에 이르렀다. 시호는 문경(文景)이다. 민식(閔湜) 영모(令謨)의 아들로 천성이 활달하였다. 비록 귀하고 현달하나, 친구를 대접함에 귀천이 없이 한결같이 전일과 같으니, 사람들이 이로써 어질게 여겼다. 명종의 서자 중 소군(小君)이 권세를 부리고 뇌물을 받아 들이니, 조정의 선비들이 다투어 붙었으나 홀로 식(湜)만은 가지 아니하였다. 그 아우가 말하기를, “형님은 어찌하여 안 가시오.” 하니, 식이 말하기를, “무지개[虹沙彌]의 무리가 나라를 망칠 것이다.” 하니, 아우가 놀래어 땀을 흘렸다. 무지개는 한 끝은 땅에 닿고 한 끝은 하늘에 붙은 것인데, 소군(小君)이 왕자로서 어미가 천함을 비유함이다. 식의 언행이 구속을 받지 아니함이 이와 같았다. 벼슬은 우산기 상시(右散騎常侍)에 이르렀다. 이윤유(李允綏) 벼슬이 호부 시랑(戶部侍郞)에 이르렀다. 이규보(李奎報) 윤유의 아들로 9세에 글을 잘 지어 당시 기동(奇童)이라고 불렀다. 경사(經史)와 백가(百家), 불교ㆍ노자의 서적을 한 번 보면 곧 기억했다. 명종조에 과거에 급제하여 고종 때에 여러 벼슬을 거쳐, 판비서성사(判祕書省事)가 되었다. 이때에 몽고 군인이 우리 지경을 누르고 자주 힐난하였다. 이규보는 오래 양제(兩制)를 맡아서 진정서표(陳情書表)를 지어 바쳤더니, 황제가 감동되어 깨닫고 철병하였으므로, 임금은 크게 기뻐하여 특히 추밀부사(樞密府事)를 주었다. 문하시랑으로서 치사(致仕)하였으며 시호는 문순(文順)이다. 성격이 활달하여 집안 살림을 경영하지 아니하였고, 마음대로 술을 마시고 행동에 구애를 받지 아니하였다. 시문(詩文)이 양양(洋洋) 하여 한때의 중대한 문자가 모두 그 손에서 나왔다. 문집이 있어 세상에 유행된다. 이함(李涵) 규보의 아들로 과거에 합격하여 지홍주사(知洪州事)가 되었다. 민지(閔漬) 과거에 장원으로 뽑혔다. 일찍이 충선왕(忠宣王)을 따라 원 나라에 갔었는데, 세조가 공경(公卿)에게 명하여 교지(交趾)를 칠 것을 의논하게 하면서 조서를 내려, 민지와 정가신(鄭可臣)에게 같이 의논하게 하였는데 세조의 뜻에 맞아 한림직학사(翰林直學士)를 받았다. 여러 벼슬을 거쳐 수정승(守政丞)에 이르고, 시호를 문인(文仁)이라 하였다. 민상정(閔祥正) 민지의 아들로 과거에 합격하여 벼슬이 찬성사(贊成事)에 이르렀다. 민선(閔璿) 상정의 아들로 과거에 합격하여 벼슬이 판도판서(版圖判書)에 이르렀다. 민인균(閔仁鈞) 민영모(閔令謨)의 손자로 과거에 합격하여 벼슬이 판삼사사 한림학사(判三司事翰林學士)에 이르렀다. 재주와 학식이 넉넉하여, 비록 높은 벼슬에 이르러서도 외고 익히는 것을 철폐하지 아니하고 학생들의 공부하는 것과 같게 하였다. 평시에 태만한 거동이 없었고, 속된 말을 하지 않았으며 움직일 때마다 예법을 따랐다. 문생(門生)이나 옛 관속이나 신학(新學) 후진(後進)이 나아가 뵈오면, 반드시 의관을 갖추고 띠를 띠고 대하기를 손님같이 하여, 경서를 이야기하고 도를 논할 뿐이었다. 민종유(閔宗儒) 인균의 손자로 벼슬이 찬성사에 이르렀다. 천품이 장중(莊重)한 데다 풍도가 아름답고 전고(典故)를 밝게 알아, 관리로서의 능력과 재간이 뛰어났었다. 시호는 충순(忠順)이다. 민적(閔頔) 종유의 아들로 과거에 합격하여, 벼슬이 밀직사사(密直司事)에 이르렀다. 어진이를 좋아하고 선비를 사랑하고, 세력없는 후진을 대함에 더욱 정(情)과 예의를 다하였다. 시호는 문순(文順)이다. 민사평(閔思平) 민적의 아들이다. 젊어서 기국(氣局)이 있었다. 정승 김윤(金倫)이 사람을 잘 알아 보기로 유명하였는데 딸을 주었다. 과거에 합격하여 벼슬이 찬성사에 이르렀다. 관에서 처사함에 있어 특별히 모난 일을 하지 아니하고, 항상 시서(詩書)로써 스스로 즐겼다. 저술한 《급암집(及菴集)》이 세상에 전하며, 시호는 문온(文溫)이다. 민변(閔抃) 사평의 아우로 과거에 급제하여, 충혜왕 때에 여러 번 옮겨 좌사의대부(左司議大夫)가 되고, 뒤에 여흥군(驪興君)에 봉하고, 시호를 문도(文度)라 하였다.\n\n본조 민제(閔霽) 변의 아들이요 적의 손자이다. 온화 인자하고 청백하고 간소하며 글 읽기를 좋아하였다. 과거에 합격하여 높은 자리를 갖추 지냈다. 예(禮)를 아는 것으로 소문이 났다. 여러 벼슬을 거쳐 좌정승 여흥부원군(左政丞驪興府院君)에 이르렀다. 원경왕후(元敬王后)를 낳았다. 시호는 문도(文度)이다. 이행(李行) 과거에 급제하여 벼슬이 대제학(大提學)에 이르렀다. 문장으로서 저명하여 세상에서 일컬어졌으며, 시호는 문절(文節), 호는 기우자(騎牛子)이다. 문집이 있어 세상에 전한다.\n\n『신증』 민휘(閔暉) 과거에 합격하여 벼슬이 대사헌(大司憲)에 이르렀으며, 천성이 청간(淸簡)하였다. 민수천(閔壽千) 휘(暉)의 아들로 과거에 합격하여 벼슬이 관찰사(觀察使)에 이르렀다. 글을 잘하여 이름이 있었다.",
  "우거": "고려 김구용(金九容) 민사평(閔思平)의 외손이다.\n\n",
  "제영": "촌시어아미(村市魚兒美) 이숭인의 시에, “시골 저자에 물고기 아름답고, 강 들판에 벼가 기름지네.” 하였다. 연침강자파(煙沈江自波) 임규(任奎)의 시에, “달이 침침한데 까마귀 물가에 날고, 연기가 잠겼는데 강이 스스로 물결치네. 고기잡이 배 어디에서 자느냐. 멀고 아득한 한 마디 노래로세.” 하였다. 반사단청반사시(半似丹靑半似詩) 이색의 시에, “천지는 가이 없으나 인생은 가이 있다. 호연(浩然)히 돌아갈 뜻은 어디로 가려는가. 여강 한 구비에 산이 그림같으니, 반은 단청 같고 반은 시같으이.” 하였다. 격안소종임하사(隔岸疏鐘林下寺) 김수온(金守溫)의 시에, “언덕을 격하여 성긴 종소리 들리니, 숲 아래 절이요, 난간에 둘린 기이한 그림은 비 가운데 산일세.” 하였다. 해객사통운한상(海客査通雲漢上) 고려 허옹(許邕)의 시에, “바다 손의 떼는 은하수에 통하고, 선인(仙人)의 피리는 자소(紫霄) 사이에서 내려오네.” 하였다.금사(金沙) 팔영(八詠) 이색의 시. 서산채미(西山採薇) “봄비는 바람을 따라가는데, 봄 산은 가는 곳마다 깊었구나. 어떤 사람이 능히 고사리를 캐는고. 백이(伯夷)의 마음을 끌어 일으키네.” 하였다. 동강조어(東江釣魚) “일찌기 생선 맛이 좋다고 들었더니, 모두가 가는 비늘[細鱗]살찐 것을 말하네. 가을 바람이 일어남을 기다리지 아니하여도, 장한(張翰)을 따라 돌아가기를 원하네.” 하였다. 용문착약(龍門斲藥) “땅이 신령하니 약물(藥物)이 많고, 산이 그윽하니 티끌이 적네. 다시 묻노니 외와 같은 대추를 안기생(安期生)이 어디에 있는가.” 호곡경전(虎谷耕田) “평야는 다 호부한 집에 점령되고, 거친 밭 한 조각이 남았네. 스스로 밭갈아 조석을 지내니, 도리어 공명(孔明)의 초가집 같으이.” 하였다. 한포농월(漢浦弄月) “해 떨어지니 모래 더욱 희고, 구름이 옮기니 물이 더욱 맑구나. 높은 사람이 밝은 달을 희롱하는데, 다만 자란생(紫鸞笙)이 없구나.” 하였다. 파성망우(婆城望雨) 하늘 뜻은 응당 만물을 살리고 농사 일은 때 미처 함에 있네. 푸른 못에 용이 누운 지 오래인데, 한 번 일어남이 어찌하여 더딘가.” 하였다. 장흥습율(長興拾栗) “가을 바람이 처음 우수수하니, 밤톨이 주렁주렁. 홀로 찾아감을 내 일찍 기억하니, 금탄환(밤알)이 땅에 떨어질 때로세.” 하였다. 주읍심매(注邑尋梅) “이것들을 읊은 것은 그대로 묘삼함이 적은데, 재배(栽培)함은 세속을 떠난 것이 많네. 가장 어여쁜 것은 황벽한 곳에, 적막하게 항아(姮娥)를 짝하네.” 하였다.팔영 여강(驪江) 최숙정의 시에, “강 비 잠깐 개니 강물이 갑자기 가득하네. 바람이 돌매 물결 단무늬 길고, 해 나니 고기 비늘이 흩어지네. 누를 비록 씻지 못하나, 티끌 묻은 갓끈을 애오라지 씻을 만하네. 흰 갈매기는 본래 일이 없어 떼지어 날며, 맑고 따뜻함을 희롱하네. 어찌 구속을 벗어나 호탕(浩蕩)하게 너와 짝하리.” 하였다.○ 서거정의 시에, “인생 백년 동안에 백년도 또한 차지 못하네. 더욱 티끌 속에 얽혔으니, 어찌 청한(淸閑)하게 살 수 있으랴. 저 여강 물을 바라보니, 물이 맑아 갓끈을 씻을 만하네. 내 세속에 적합한 취미 없어, 시세의 차고 더움을 따르지 못하네. 늙었도다, 벼슬을 버리고 가서 적송자(赤松子)와 짝하리라.” 하였다. 도주(渡舟) 최숙정의 시에, “둥둥 떠 있는 작은 조각배, 여러 해를 나루터에 비껴 있구나. 남쪽으로 맞이하고 또 북으로 보내니, 사람을 건너 주느라고 조금도 쉼이 없네. 파도는 산악처럼 일어나는데, 가랑비 물가에 아득하네. 매지도 않고 닻도 내리지 않았는데, 한가히 봄 가을에 떠 있네. 부열(傅說)이 돛대를 잡으면 은하수의 흐름에 거슬러 올라가겠네.” 하였다.○ 서거정의 시에, “어리고 젊어서 여주에 놀았더니, 40여 년 만에 이제 머리 돌렸네. 누에 올라 긴 강을 굽어보니, 아, 한시라도 쉼이 없구나. 황학(黃鶴)은 가고 돌아오지 않는데, 앵무주(鸚鵡洲)에 풀만 무성하구나. 시를 쓸 제 최후(崔侯)를 생각하니, 걸구(傑句)가 천추에 전하누나. 그대 이제 가풍(家風)을 이었으니, 아름다운 이름이 물과 같이 길이 흐르네.” 하였다. 팔대수(八大藪) 최숙정의 시에, “평림(平林)은 바라보아도 다함이 없어, 강가에 잇달았네. 울밀(鬱密)한 건 백 년된 등(藤)이요, 우거진 것은 천년 된 나무일레. 족제비와 다람쥐는 집을 짓고, 여우와 토끼는 성(城)을 쌓았네. 기색은 멀리 아득한데 천택(川澤)은 참으로 아름답구나. 이곳에 깊이 숨을 만하니, 혹시 옛날의 소부(巢父) 있을지.” 하였다.○ 서거정의 시에, “패다(貝多)는 예부터 이름난 숲이라, 강가에 울창하게 얽혔네. 옛날 돛을 날리며 지날 제, 닻줄을 묵은 회나무에 매었도다. 위에는 신선의 집이 있고, 아래에는 교룡(蛟龍)의 굴이 있네. 멀리 운몽수(雲夢藪)를 생각하니, 그와 백중(伯仲)하여 자랑할 만하이. 내 초(楚) 나라의 깬[醒] 사람 아니며 홀로 어부를 보지 못했네.” 하였다. 벽사(甓寺) 최숙정의 시에, “강 언덕 저 건너 절이 있는데, 단청이 숲 끝에 비치는구나. 제천(諸天)은 하계(下界)에 벌려 있는데, 세존(世尊)은 중간에 안치되었네. 속객의 내왕이 적으니, 고승(高僧)이 길이 스스로 한가하네. 아침저녁 향 피우고 비는 것은, 성수(聖壽) 남산과 같음일세. 문앞에 흙으로 구운 부도(浮屠 부처)는, 세월이 오래매 이끼 껴 얼룩졌네.” 하였다.○ 서거정의 시에, “긴 강은 하얗게 바랜 비단을 쏟는데, 한 길은 강가를 연해서 있네. 내 옛날 벽절을 찾았는데, 지경이 깨끗하여 인간 같지 않더라. 보제(普濟)의 영정(影幀)에 향을 피우니, 오랜 세월에 구름은 항상 한가하네. 백련사(白蓮社)를 맺지도 않고, 먼저 영취산(靈鷲山)에 이르렀네. 이목은(李牧隱) 생각함이여, 옛 비석에 이끼가 얼룩졌구나.” 하였다. 마암(馬巖) 최숙정의 시에, “마암석(馬巖石)이 서려 또한 기괴하구나. 강 흐름은 그 뿌리를 씹는 데도, 만고에 견고하여 무너지지 않네. 노한 물결은 바야흐로 울렁거리다가, 여기서 나뉘어 수세(水勢) 점점 쇠하네. 외로운 성이 이 바위에 힘 입어서 완전하니, 공을 논할진대 빚을 갚기 어렵네. 남은 하나의 무지한 돌에, 나는 홀로 그 견고하여 굽히지 않음을 취하네.” 하였다.○ 서거정의 시에, “바위를 말[馬]로 써 이름지었는데, 기기하고 괴괴하구나. 날뛰는 듯 스스로 힘차고, 견고하여 또 무너지지 아니하네. 바다 귀신은 이미 혼이 두근거리는데, 놀란 파도는 여기서 무너지누나. 내 채찍질하여 다리를 만들고자 하노니, 지주(砥柱)의 공을 잊으랴. 종당 다듬어 하늘을 기울이니, 높은 이름이 강 가를 독차지했네. 영릉(英陵) 최숙정(崔淑精)의 시에, “능(陵)이 정히 서로 접했는데, 오색 구름은 빈 전각(殿閣) 둘렀네. 금어(禁籞)는 산을 싸서 긴데, 송백(松柏)은 강을 연하여 둘렀네. 일백 신령이 암곡(巖谷)을 옹호하고, 상서로운 바람이 일산과 부채에서 나오네. 사관(祠官)은 벼슬을 조심하여 청소하고, 고을원은 깨끗이 재계하고 제사드리네. 두 성인(세종 부부(世宗夫婦)) 가만히 도움을 내리시어, 풍년의 즐거움이 고을에 차게 하소서.” 하였다.○ 서거정의 시에, “교산(橋山 황제의 무덤이 있는 곳)에 상설(象設)이 엄한데, 의관(衣冠)은 침전(寢殿)에 간직하였고 높고 높은 금속(金粟)은 뫼에 자욱하고, 아름다운 기운이 두루 뻗쳤네. 팔준마는 울면서 앞으로 향하는 듯, 의장(儀仗)은 산선(傘扇)이 삼엄하네. 성주(聖主) 능을 중히 여기시는데, 사관은 엄숙하게 제사드리네. 정호(鼎湖)에 구름이 멀고 아득한데, 황려현(黃驪縣)에 머리 들어 바라보네.” 하였다. 청심루(淸心樓) 최숙정의 시에, “작은 누 또한 깨끗한데, 아래로 긴 강물을 당기었네. 강물은 넘실넘실 흘러가는데, 먼 산은 겹겹이 높았더라. 삼면이 모두 비고 넓어, 한 번 바라보매 아득하게 천리로세. 악양루(岳陽樓)도 부끄러워 할 만하고, 황학루(黃鶴樓)도 부끄러워 할 만하네. 좋은 문장들이 벽 사이에 찬란한데, 올라보니 이 세상 더러움이 깨끗해지네.” 하였다.○ 서거정의 시에, “누각은 높고 내 마음은 맑은데, 그 아래엔 흐르는 물이 있네. 푸르고 맑아서 침도 뱉을 수 없으니, 마음의 누(累)를 씻을 만하네. 산천은 울창하게 서로 엉키어 천리 또 만리일세. 망치로 황학루를 두드려 부수었다는 말을, 내 일찍이 부끄러워하여 호기(豪氣) 있는 늙은 원룡(元龍)은 드높아서 티끌 세속을 벗어났네.” 하였다. 연촌(煙村) 최숙정의 시에, “인가(人家)가 어지러이 땅에 가득하니, 울타리가 서로 바짝 붙어있네. 뽕과 삼을 심는 것은 한 봄날이요, 웃어가며 말하는 동네의 저녁이네. 언덕을 격하여 나무꾼의 노래를 듣고, 물가에 임하니 고기잡이 피리 소리를 보내오누나. 풍년이 드니 굶주림이 없고, 시절이 태평하니 부역이 드무네. 희희(熙熙)하고 호호(皥皥)하여, 한가지로 태평한 즐거움을 누리누나.” 하였다.○ 서거정의 시에, “사군(使君 사또)이 아직 오지 않았을 적엔, 농민들이 토착(土着)하지 못했더니, 사군이 이미 수레에 내리매 풍년들어 밥짓는 연기 나오네. 왼쪽엔 밥이요, 오른편에는 죽, 시골 노래는 농악과 섞여서 들려오네. 지난 달에는 관의 세금을 감했는데, 이 달엔 병역(兵役)을 면했네. 격양가(擊壤歌)를 부르며 구준(衢樽)을 마시니, 인자한 백성의 즐기는 바일세.” 하였다.\n\n《증보문헌비고(增補文獻備考)》\n",
  "연혁": "정종조(正宗朝)에 광주진(廣州鎭)을 부(府)로 옮겼다. 여섯 읍을 관할하였다. 인조조(仁祖朝)에 후영(後營)을 두었다가 뒤에 죽산(竹山)으로 옮겼다. 숙종(肅宗) 7년에 광주전영(廣州前營)을 이곳으로 옮겼다가 뒤에 다시 광주로 옮겼다.\n\n",
  "영아": "수어좌부(守禦左部) 별장(別將)은 본목사가 겸한다.○ 군병(軍兵) 속읍(屬邑)은 여주(驪州)ㆍ광주(廣州)ㆍ양주(楊州)ㆍ포천(抱川)ㆍ양지(陽智)ㆍ영평(永平)ㆍ양근(楊根)ㆍ이천(利川)이다.\n\n",
  "성지": "고성(古城) 서북쪽으로 7리 칭성산(稱城山)으로 들어가 영릉(英陵) 국내(局內)에 있다. 파사성(婆娑城) 서북쪽 40리에 있는데 작은 산이 있고 강에 접해 있다. 선조(宣祖) 25년에 승장(僧將) 의엄(義嚴)이 고성(古城)을 수축(修築)했는데, 그 둘레가 1천 1백 보(步)이다.\n\n",
  "누정": "청심정(淸心亭) 읍내에 있는데 임장강(臨長江)을 굽어보며, 남쪽 건너편에는 치악(雉岳)의 광야(廣野)가 동룡문(東龍門)에 아득히 넓고, 북쪽으로는 석벽(石壁)이 높이 솟아 있으며, 벽사(甓寺)의 그림자가 거꾸로 강 가운데 비친다.\n\n",
  "방면": "주내(州內) 끝이 10리이다. 근동(近東) 동남쪽으로 처음 이리이고 끝이 20리이다. 근남(近南) 처음이 10리이고, 끝이 20리이다. 점량(占梁) 남쪽으로 처음이 20리이고, 끝이 40리이다. 소개곡(召開谷) 서남쪽으로 처음이 15리이고, 마지막이 40리이다. 가서곡(加西谷) 서쪽으로 끝이 30리이다. 개군산(介軍山) 북쪽으로 끝이 50리이다. 수계(首界) 서쪽으로 끝이 25리이다. 대송(大松) 북쪽으로 끝이 40 리이다. 길천(吉川) 서북쪽으로 끝이 15리이다. 등신(登神) 북쪽으로 끝이 25리이다.\n\n",
  "진도": "주내진(州內津) 읍의 동쪽에 있다. 양화진(楊花津) 서쪽으로 20리에 있다. 구미포진(龜尾浦津) 주(州)의 남쪽에 있다. 단암진(丹巖津) 동남쪽으로 20리에 있다. 앙암진(仰巖津) 동남쪽으로 10리에 있다. 이포진(梨浦津)\n",
  "사원": "기천서원(沂川書院) 선조(宣祖) 경진년에 건축하여 인조(仁祖) 을축년에 사액하였다. 김안국(金安國)ㆍ이언적(李彦迪) 자세한 것은 모두 경도(京都) 묘정(廟庭) 편에 보라. 홍인우(洪仁祐) 자는 응길(應吉), 호는 치재(恥齋)인데 당성인(唐城人)이다. 벼슬은 증 영의정 당양부원군(贈領議政唐陽府院君)이다. 정엽(鄭曄) 광주(廣州) 편에 보라. 이원익(李元翼) 경도(京都)의 묘정 편을 보라. 이식(李植) 자는 여원(汝園), 호는 택당(澤堂)이며 본관은 덕수(德水)이다. 벼슬은 이조 판서(吏曹判書)로 문형(文衡)을 맡았는데, 영의정을 추증하였고 시호는 충렬(忠烈)이다.\n○ 고산서원(孤山書院) 숙종 병인년에 세우고 무자년에 사액하였다. 이존오(李存吾) 자는 순경(順卿), 호는 석탄(石灘)이며 본관은 경주(慶州)이다. 벼슬은 고려의 우정언(右正言)이었는데, 대사성(大司成)을 추증하였다. 조한영(曺漢英) 자는 수이(守而), 호는 회곡(晦谷)이며 본관은 창녕(昌寧)이다. 벼슬은 이조 참판이었고 시호는 문충(文忠)이다.\n○ 대로사(大老祠) 정자(正字) 을축년에 세우고 그 해에 사액하였다. 송시열(宋時烈) 경도(京都)의 묘정편을 보라.\n○ 현암서원(玄巖書院) 순조(純祖) 갑오년에 세우고 사액하였다. 김조순(金祖純) 경도의 묘정편을 보라.\n\n",
  "능침": "영릉(寧陵) 영릉(英陵) 국내(局內)에 있으며, 홍제동주(弘濟洞州)로 서쪽으로 10리에 있다. 효종대왕(孝宗大王) 능으로 기신(忌辰)은 5월 4일이다. 능이 처음에는 건원릉(健元陵) 서쪽 언덕에 있었는데, 현종(顯宗) 14년에 이곳으로 옮겼다. 인선왕후(仁宣王后) 장씨도 합장하였는데, 기신은 2월 24일이다.○ 영(令)과 참봉이 각 1인.\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\t\n\n\t\t\n\n\t\t\n[주-D001] 목 움츠린 편[縮項鯿] : \n축항편(縮項鯿)은 물고기의 이름인데 당 나라 맹호연(孟浩然)의 시에 나오기 때문에 두보(杜甫)가 맹호연을 생각하는 시에도 인용하였다.\n\n[주-D002] 좌주(座主) : \n자기를 과거에 뽑아준 시관(試官)이다.\n\n[주-D003] 수문(修文) : \n송 나라에 수문전학사(修文殿學士)라는 벼슬이 있는데 한림학사(翰林學士)의 등속이다.\n\n[주-D004] 풍경으로……마소 : \n“이백(李白)이 죽고 나니 강남의 풍월이 오랫동안 한가하다.”는 송 나라 사람의 시가 있는데, 여기서는 시를 자꾸 지으라는 뜻이다.\n\n[주-D005] 나잔자(懶殘子) : \n당 나라 이필(李泌)이 산중 절에서 글을 읽을 때에 나잔(懶殘)이란 이승(異僧)을 만난 일이 있다.\n\n[주-D006] 삼청(三淸) : \n태청(太淸)ㆍ상청(上淸)ㆍ옥청(玉淸)을 삼청(三淸)이라 하는데, 도교(道敎)의 천상(天上) 이상경(理想境)을 말한 것이다.\n\n[주-D007] 임금이……주는 것 : \n당 나라 하지장(賀知章)이 고향인 회계(會稽)로 은퇴하는데, 임금이 감호(鑑湖)한 구비를 주었다.\n\n[주-D008] 산을 사서 : \n동진(東晉)의 명승(名僧) 지공(支公)이 중 심공(深公)에게 은거할 만한 산을 사겠다고 부탁한 일이 있다.\n\n[주-D009] 취옹(醉翁) : \n취옹은 송 나라 구양수(歐陽修)의 호이며, 동선(洞仙)은 동부(洞府)에 사는 신선이다. 명산(名山)에는 신선이 거처하는 동부가 따로 있다고 한다.\n\n[주-D010] 창려(昌黎)의……시(詩) : \n한유(韓愈)가 유사명(劉師命)에게 지어준 시에, “월 나라 계집이 한 번 웃으매 3년 동안 머물렀다.[越女一笑三年留]”는 구절이 있는데, 그것은 그 사람이 월(越)의 지방에서 여자에게 빠져서 3년간 지체하였던 때문이라 한다.\n\n[주-D011] 팽택(彭澤) : \n도연명(陶淵明)이 팽택령(彭澤令)을 지냈으므로 그를 팽택이라 불렀는데, 그의 지은 〈귀거래사(歸去來辭)〉 끝에, “천명을 즐기는데 다시 어찌 의심하랴.[樂夫天命復奚疑]”란 구절이 있다.\n\n[주-D012] 삼생(三生) : \n전생(前生)ㆍ금생(今生)ㆍ후생(後生)이다.\n\n[주-D013] 동정(銅鉦)은……걸렸는데 : \n소동파(蘇東坡)의 시에, “나무 끝에 처음 해는 구리쇠 징이 걸렸다.[樹頭初日掛銅鉦]” 한 구절이 있다.\n\n[주-D014] 풍류는……오호(五湖) : \n중국 남방에 오호(五湖)가 있는데 경치 좋은 곳으로 높은 선비들이 많이 놀았다.\n\n[주-D015] 원찰(願刹) : \n불교 신자들이 죽은 조상을 위하여 그 무덤 옆에 절을 짓고 그 공덕으로 극락세계에 가기를 원하는 일이 있는데 그 절을 원찰(願刹)이라 한다.\n\n[주-D016] 종과……도구(道具) : \n불도를 수행하는 데 필요한 기구.\n\n[주-D017] 보제(普濟) : \n고려 말기의 명승(名僧) 나옹(懶翁)의 시호가 보제존자(普濟尊者)이다.\n\n[주-D018] 중[僧]은……있네 : \n고승(高僧) 달마(達摩)가 소림사(少林寺)에 9년 동안 벽을 향하여[面壁] 앉아 있었다.\n\n[주-D019] 돈교(頓敎) : \n불교에 점교(漸敎)와 돈교(頓敎)가 있는데 점교는 점차로 도를 닦는 것이요, 돈교는 한꺼번에 마음을 깨닫는 것이다.\n\n[주-D020] 혜가(慧可) : \n달마의 제자이다.\n\n[주-D021] 한산(寒山)만이……못했으리 : \n당 나라 한산(寒山)과 습득(拾得)은 시를 잘하는 중이다.\n\n[주-D022] 화두(話頭) : \n참선(參禪)하는 중들에게 화두(話頭)라는 것이 있는데 정전백수자(庭前柏樹子)니 마삼근(麻三斤)이니 하는 문구(文句)들을 명상(冥想)으로 참구(參究)하여 깨달아 내는 것이다.\n\n[주-D023] 방거사(龐居士) : \n당 나라 때 방거사(龐居士)의 이름은 온(薀)인데 마조대사(馬祖大師)에게 화두(話頭)를 듣고 깨달았다.\n\n[주-D024] 가의(賈誼) : \n한(漢) 나라 가의(賈誼)는 소년재사(少年才士)로서 여러 대신들의 시기함을 받아서 장사(長沙)로 귀양갔다.\n\n[주-D025] 유정(劉楨) : \n후한(後漢) 말기의 문인(文人) 유정(劉楨)이 장수(漳水)가에서 병들어 누워서 지은 시가 있다.\n\n[주-D026] 큰 복전[大福田] : \n복전(福田)은 불교의 말인데 불교를 믿으면 그것이 복이 나오는 밭이라는 뜻이다.\n\n[주-D027] 묘련(妙蓮) : \n부처가 영취산(靈鷲山)에 《묘법연화경(妙法蓮華經)》을 설(說)하였다.\n\n[주-D028] 순은 중화(重華) : \n요(堯)의 덕을 순(舜)이 거듭 빛내었다는 말이다.\n\n[주-D029] 참결(參決) : \n직접 임금이 된 것이 아니라 임금의 결재하는 것을 돕는 것이다.\n\n[주-D030] 구장면복(九章冕服) : \n천자 옷의 아홉 가지 무늬.\n\n[주-D031] 수강궁(壽康宮) : \n아버지 상왕(上王)이 계신 궁이다.\n\n[주-D032] 종사(螽斯) : \n메뚜기가 한 번에 새끼 구십 마리를 낳으므로 자손이 많은 것을 비유함. 《시경》의 편 이름.\n\n[주-D033] 인지(麟趾) : \n기린은 산들을 밟지 않음으로 덕 있는 짐승이라 함. 《시경》에서 문왕의 여러 아들이 덕 있음을 여기에 비유함.\n\n[주-D034] 공(貢) : \n하(夏) 나라의 전제(田制)ㆍ50묘(畝) 중에서 5묘의 생산을 세(稅)로 한다.\n\n[주-D035] 철(徹) : \n9백 묘 중 백 묘를 공전(公田)으로 하여 세로 바친다.\n\n[주-D036] 오례의(五禮儀) : \n길례(吉禮 祭祀)ㆍ흉례(凶禮)ㆍ빈례(賓禮)ㆍ군례(軍禮)ㆍ가례(嘉禮 冠昏) 등 다섯 가지 의식을 정한 책이다.\n\n[주-D037] 상림원관(上林園官) : \n비원(祕園)을 관리하는 관직이다.\n\n[주-D038] 애영(哀榮) : \n덕이 있고 복이 있는 이는 살아서는 영광스럽고 죽으면 애통하다는 것이다.\n\n[주-D039] 인륜의 지극함[人倫之至] : \n《맹자》에, “성인(聖人)은 인륜(人倫)의 지극한 이이다.” 하였다.\n\n[주-D040] 곤후(坤厚)의……성인 : \n《주역》에 “건괘(乾卦)는 강(剛)하고 곤괘(坤卦)는 후(厚)하고 유(柔)하다.” 하였는데, 건강(乾剛)은 임금의 덕을 말한 것이요, 곤괘(坤卦)는 왕비의 덕을 말한 것이다.\n\n[주-D041] 어관(魚貫) : \n임금이 처첩(妻妾)을 많이 거느리는데, 서로 질투 없이 물고기가 꿰미에 차례로 꿰여져 있듯, 순서대로 임금의 잠자리를 모신다는 것이다.\n\n[주-D042] 주행(周行)……보이셨도다 : \n《시경(詩經)》에, 제후가 천자의 연회를 받고 읊은 시에, “나에게 큰 길을 보여 주셨다.[示我周行]” 한 귀절이 있다.\n\n[주-D043] 용루(龍樓) : \n세자(世子)의 거처하는 곳이다.\n\n[주-D044] 화악(華萼)이……빛났고 : \n꽃받침[花萼]이 서로 다닥다닥 붙은 것을 형제에게 비유하므로, 당 명황(唐明皇)이 형제에 우애하여 화악루(花萼樓)를 지었다.\n\n[주-D045] 중을……하니 : \n《중용(中庸)》에, “중화(中和)를 극도로 하면 만물이 발육(發育)된다.” 하였다.\n\n[주-D046] 걸(桀)도……맥(貊) : \n《맹자》에 나온 말인데, “나라에서 농민에게 10분의 1 이상을 받으면 걸(桀 暴君)이요, 이하로 받으면 맥(貊 문화(文化) 없는 미개인)이다.” 하였다.\n\n[주-D047] 거울……탄식하시더니 : \n당 태종(唐太宗)이 위징(魏徵)이 죽은 뒤에 구리쇠 거울로 의관을 바로하고 위징을 대하면 잘하고 잘못함을 아는데 위징이 죽고 나니, “나는 사람의 거울 하나를 잃었다.” 하였다.\n\n[주-D048] 능을 만들어 : \n한 문제(漢文帝)가 유언(遺言)하기를, “나의 장사는 검소하여 산(山) 그대로 능을 만들어 따로 인력을 낭비하지 말라.” 하였다. 그러므로 인산(因山)이라 한다.\n\n[주-D049] 일각(日角) : \n상법(相法)에, “얼굴에 일각(日角)이 있으면 임금 될 상이다.” 하였다.\n\n[주-D050] 지족(止足) : \n《노자(老子)》에, “그칠 줄 알고 족한 줄 알라.[知止知足]” 한 말이 있다.\n\n[주-D051] 오랠수록 공경함은 : \n공자는, “안자(晏子)는 사람 사귀기를 잘하여 오랠수록 존경한다.” 하였다.\n\n[주-D052] 상제(上帝)를……있고 : \n《맹자》에, “비록 추악하게 생긴 사람이라도 목욕재계하면 상제를 섬길 수 있다.” 하였다.\n\n[주-D053] 남의 집에……구함 : \n남의 집에 물이나 불을 빌려 달라 하여 거절하지 않음은 그것이 흔하기 때문이란 뜻이다.\n\n[주-D054] 앵무주(鸚鵡洲) : \n지금 호북성 무한시(武漢市) 무창(武昌) 서남쪽 가운데 있는 섬. 최호(崔灝)의 〈황학루〉시에 나온다.\n\n[주-D055] 초(楚)나라의 깬[醒] 사람 : \n초(楚) 나라 굴원(屈原)의 〈어부사(漁父詞)〉에, “온 세상 사람들이 다 취하였는데 나만 홀로 깨어 있다.”는 데서 나온 말이다.\n\n\n\t\n\t\n\t\t\n\t\n\t\tⓒ 한국고전번역원 | 양대연 (역) | 1969\n    \n\t\n"
}